Repository: iamutkarshtiwari/aslo
Catalog: aslo/po/*.po
Languages: cs, da, de, fa, ro, sk

# devcp_form_trustedaddon_destination
source: Because your activity is trusted, please choose where this version should go:
cs: Jelikož váš doplněk je důvěryhodný, zvolte prosím, kam ho umístit:
da: Because your add-on is trusted, please choose where this version should go:
de: Da Ihrem Add-on vertraut wird, wählen Sie bitte, wohin Ihr Add-on übermittelt werden soll:
fa: به دلیل آن که افزودنی شما مورد اعتماد است، لطفاً مشخص کنید این نسخه به کجا باید برود:
ro: Pentru că acest supliment este de încredere, vă rugăm alegeți unde ar trebui să meargă această versiune:
sk: Tento doplnok je dôveryhodný. Vyberte preto, kam má byť umiestnený:

# devcp_header_step2_addondetails
source: Activity Details
cs: Detaily doplňku
da: Add-on Details
de: Add-on-Details
fa: جزئیات افزودنی
ro: Detalii despre supliment
sk: Podrobnosti doplnku

# devcp_index_header_myaddons
source: My Activities
cs: Mé doplňky
da: My Add-ons
de: Meine Add-ons
fa: افزودنی‌های من
ro: Suplimentele mele
sk: Moje doplnky

# devcp_localebox_intro
source: Some of the fields on this page are localized to appear in the end-user's native language. Select a locale below to edit your add-on's details in that language. If a translation for a locale is not available, it will fall back to the selected default locale (%s).
cs: Některé z&nbsp;položek na této stránce mohou být lokalizovány a zobrazovat se tak uživatelům v&nbsp;jejich mateřském jazyce. K&nbsp;úpravě detailů svého doplňku ve zvolené lokalizaci zvolte v&nbsp;nabídce odpovídající lokalizaci. Pokud není překlad pro danou lokalizaci dostupný, budou položky zobrazeny ve zvolené výchozí lokalizaci (%s).
de: Einige dieser Felder sind übersetzt, um in der Muttersprache des Endbenutzers erscheinen zu können. Wählen Sie unten eine Sprache, um Ihre Add-on-Details in dieser Sprache zu bearbeiten. Falls für eine Sprache keine Übersetzung vorhanden ist, so wird die Standard-Sprache (%s) angezeigt.
fa: بعضی از فیلدهای این صفحه برای نمایش داده شدن به زبان مادری کاربر نهایی ترجمه شده‌اند. منطقه‌ای را از پایین برای ویرایش جزئیات افزودنی خود در آن زبان انتخاب کنید. اگر ترجمه‌ای برای یک منطقه وجود نداشته باشد، متن مربوطه از منطقهٔ پیش‌فرض انتخاب شده (%s) انتخاب خواهد شد.
ro: Unele câmpuri de pe această pagină sunt localizate pentru a fi afișate în limba nativă a utilizatorilor. Alegeți o limbă mai jos pentru a edita detaliile suplimentului în acea limbă. Dacă traducerea într-o limbă nu este disponbilă, se va afișa descrierea în limba implicită (%s).
sk: Niektoré polia na tejto stránke sú lokalizované, takže sa objavia v rodnom jazyku používateľa. Vyberte dole jazyk, ak chcete upraviť podrobnosti o doplnku v tomto jazyku. Ak preklad pre jazyk nie je k dispozícii, vráti sa do predvoleného jazyka (%s).

# devcp_myaddons_link
source: My Activities
cs: Mé doplňky
da: My Add-ons
de: Meine Add-ons
fa: افزودنی‌های من
ro: Suplimentele mele
sk: Moje doplnky

# devcp_myaddons_submitaddon_link
source: Submit Activity
cs: Přidat doplněk
da: Submit Add-on
de: Add-on hochladen
fa: ارسال افزودنی
ro: Trimite supliment
sk: Odoslať doplnok

# devcp_new_addon_error
source: This activity ID (%1$s) already exists in the database. If this is your add-on, you can <a href="%2$s">upload a new version</a>.
da: This add-on ID (%1$s) already exists in the database. If this is your add-on, you can <a href="%2$s">upload a new version</a>.
de: Diese Add-on-ID (%1$s) existiert bereits in der Datenbank. Falls dies Ihr Add-on ist, möchten Sie wahrscheinlich eine <a href="%2$s">neue Version hochladen</a>.
sk: Doplnok s týmto ID (%1$s) už v databáze existuje. Ak je to váš doplnok, môžete <a href="%2$s">odoslať jeho novú verziu</a>.

# devcp_nominate_link_returnto_details
source: Return to activity details
cs: Návrat na detaily doplňku
da: Return to add-on details
de: Zurück zu den Add-on-Details
fa: بازگشت به جزئیات افزودنی
ro: Înapoi la detaliile suplimentului
sk: Späť na podrobnosti doplnku

# devcp_notice_autodetected_addontype
source: Automatically detected activity type: %s.
cs: Automaticky určit typ doplňku: %s.
da: Automatically detected add-on type: %s.
de: Automatisch erkannter Add-on-Typ: %s.
fa: نوع تشخیص داده شدهٔ افزودنی به صورت خودکار: %s.
ro: Tipul suplimentului a fost detectat automat: %s.
sk: Automaticky zistený typ doplnku: %s.

# devcp_notice_different_defaultlocale
source: The default locale of this activity (%1$s [%2$s]) is different from your currently selected locale (%3$s [%4$s]). The fields below should be completed in %1$s.
cs: Výchozí lokalizace tohoto doplňku (%1$s [%2$s]) je různá od současné lokalizace (%3$s [%4$s]). Položky níže by měli být dokončeny v&nbsp;%1$s.
da: The default locale of this add-on (%1$s [%2$s]) is different from your currently selected locale (%3$s [%4$s]). The fields below should be completed in %1$s.
de: Die Standard-Sprache dieses Add-ons (%1$s [%2$s]) unterscheidet sich von Ihrer momentan ausgewählten Sprache (%3$s [%4$s]). Diese Felder sollte in %1$s ausgefüllt werden.
fa: منظقهٔ پیش‌فرض این افزودنی (%1$s [%2$s]) با منطقهٔ انتخاب شده‌ٔ فعلی شما(%3$s [%4$s]) تفاوت دارد. فیلدهای زیر باید در زبان %1$s کامل شوند.
ro: Limba implicită pentru acest supliment (%1$s [%2$s]) este diferită de limba pe care ați selectat-o (%3$s [%4$s]). Câmpurile ar trebui completate în %1$s.
sk: Predvolený jazyk tohto doplnku (%1$s [%2$s]) je odlišný od aktuálne vybraného jazyka (%3$s [%4$s]). Dole uvedené polia musia byť vyplnené v jazyku %1$s.

# devcp_previews_filetype_info
source: Use the form below to upload a PNG, JPG, or GIF screenshot of your activity. Images larger than 700 pixels wide and 525 pixels high will automatically be resized.
cs: Formulář níže lze použít pro nahrání náhledů doplňku ve formátech PNG, JPG nebo GIF. Obrázky širší než 700 bodů a vyšší něž 525 bodů budou automaticky zmenšeny.
da: Use the form below to upload a PNG, JPG, or GIF screenshot of your add-on. Images larger than 700 pixels wide and 525 pixels high will automatically be resized.
de: Benutzen Sie das folgende Formular um eine Vorschau Ihrer Erweiterung im Format PNG, JPG oder GIF hochzuladen. Grafiken breiter als 700 Pixel oder höher als 525 Pixel werden automatisch verkleinert.
fa: از فرم زیر برای بارگذاری یک تصویر از افزودنی‌تان با قالب PNG، JPG یا GIF استفاده کنید. تصاویر بزرگتر از ۷۰۰ نقطه در ۵۲۵ نقطه به صورت خودکار کوچک می‌شوند.
ro: Folosiți formularul de mai jos pentru a încărca o captură de ecran a suplimentului în format PNG, JPG sau GIF. Imaginile mai mari de 700 pixeli în lățime și 525 pixeli în înălțime vor fi automat redimensionate.
sk: Na odoslanie snímky svojho doplnku vo formáte PNG, JPG alebo GIF použite dole uvedený formulár. Veľkosť obrázkov širších ako 700 bodov a vyšších ako 525 bodov bude automaticky zmenená.

# devcp_previews_p_screenshots
source: The preview screenshots for your activity are shown below. You can make changes to captions or images below. The Default Preview is the preview that is displayed next to your activity in search and browse listings.
da: The preview screenshots for your add-on are shown below. You can make changes to captions or images below. The Default Preview is the preview that is displayed next to your add-on in search and browse listings.
de: Die Vorschaubilder für Ihr Add-on werden unten angezeigt. Dort können Sie auch die Beschreibungstexte ändern. Das Standard-Vorschaubild ist das Bild, das neben Ihrem Add-on in Suchergebnissen und Add-on-Listen angezeigt wird.
sk: Obrázky ukážok vášho doplnku sú zobrazené nižšie. Nižšie môžete takisto zmeniť ich menovky alebo aj jednotlivé obrázky. Predvolená ukážka je obrázok, ktorý sa zobrazuje vedľa názvu doplnku v zoznamoch a výsledkoch vyhľadávania.

# devcp_rolecheck_no_privs
source: <span>You do not have sufficient privileges to make changes on this page.</span><br />Contact the Activity Owner if you need to make changes.
da: <span>You do not have sufficient privileges to make changes on this page.</span><br />Contact the Add-on Owner if you need to make changes.
de: <span>Sie haben nicht die erforderliche Berechtigung, um auf dieser Seite Veränderungen vorzunehmen.</span><br />Kontaktieren Sie bitte den Eigentümer des Add-ons, wenn Sie hier etwas verändern müssen.
sk: <span>Nemáte dostatočné oprávnenia na vykonanie zmien na tejto stránke.</span><br />Ak potrebujete vykonať nejaké zmeny, kontaktujte vlastníka doplnku.

# devcp_skip_reviewing_addon_info
source: Skip updating my current activity information
cs: Přeskočit aktualizaci mého aktuálního doplňku
da: Skip updating my current add-on information
de: Die Überarbeitung meiner derzeitigen Add-on-Informationen überspringen
fa: از به‌هنگام‌سازی اطلاعات فعلی افزودنی من صرف‌نظر کن
ro: Sări peste actualizarea informațiilor suplimentului
sk: Preskočiť prezeranie informácií o mojom aktuálnom doplnku

# devcp_status_confirm_active
source: Marking this activity active will cause it to show up in public areas appropriate for its status, including search and browse listings. It will be downloadable from the website and could be returned in client update checks, depending on its status. You will be able to return here and disable it again at your convenience.
da: Marking this add-on active will cause it to show up in public areas appropriate for its status, including search and browse listings. It will be downloadable from the website and could be returned in client update checks, depending on its status. You will be able to return here and disable it again at your convenience.
de: Wenn Sie dieses Add-on als aktiv markieren, wird es in öffentlichen Seitenbereichen angezeigt werden (abhängig von seinem Status), inklusive Suchergebnissen und Add-on-Listen. Man wird es von der Webseite herunterladen können, und es kann als automatisches Update an Benutzer geschickt werden. Sie können jederzeit zu dieser Seite zurückkehren und das Add-on erneut deaktivieren.
sk: Označenie tohto doplnku ako aktívny spôsobí, že doplnok bude zobrazený vo verejne dostupných zoznamoch, vrátane výsledkov vyhľadávania a zoznamu doplnkov. Bude ho možné prevziať z webovej stránky a dostupné budú aj jeho aktualizácie. Ak budete chcieť, môžete sa sem vrátiť a opätovne ho deaktivovať.

# devcp_status_confirm_active_sure
source: Are you sure you wish to mark this activity active?
da: Are you sure you wish to mark this add-on active?
de: Sind Sie sicher, dass Sie dieses Add-on als aktiv markieren möchten?
sk: Naozaj chcete označiť tento doplnok ako aktívny?

# devcp_status_confirm_inactive
source: Marking this activity inactive will prevent it from showing up in any public areas, including search and browse listings. It will not be downloadable from the website and will not be returned in client update checks. You will be able to return here and re-enable it at your convenience.
da: Marking this add-on inactive will prevent it from showing up in any public areas, including search and browse listings. It will not be downloadable from the website and will not be returned in client update checks. You will be able to return here and re-enable it at your convenience.
de: Wenn Sie dieses Add-on deaktivieren, wird es nicht in öffentlichen Seitenbereichen angezeigt werden, auch nicht in Suchergebnissen und Add-on-Listen. Man wird es nicht von der Webseite herunterladen können, und Benutzer erhalten keine automatischen Updates. Sie können jederzeit zu dieser Seite zurückkehren und das Add-on erneut aktivieren.
sk: Označenie tohto doplnku ako neaktívny spôsobí, že doplnok nebude zobrazený vo verejne dostupných zoznamoch, vrátane výsledkov vyhľadávania a zoznamu doplnkov. Nebude ho možné prevziať z webovej stránky a nebudú dostupné ani jeho aktualizácie. Ak budete chcieť, môžete sa sem vrátiť a opätovne ho aktivovať.

# devcp_status_confirm_inactive_sure
source: Are you sure you wish to mark this activity inactive?
da: Are you sure you wish to mark this add-on inactive?
de: Sind Sie sicher, dass Sie dieses Add-on deaktivieren möchten?
sk: Naozaj chcete označiť tento doplnok ako neaktívny?

# devcp_status_confirm_public
source: Making this activity public will make it available for anyone to download and will begin offering updates to existing users.
da: Making this add-on public will make it available for anyone to download and will begin offering updates to existing users.
de: Wenn Sie dieses Add-on als öffentlich markieren, wird es von jedermann herunterladbar sein und Benutzer werden automatische Updates erhalten können.
sk: Označením tohto doplnku ako verejný ho sprístupníte všetkým používateľom, bude ho možné prevziať zo stránky a takisto bude dostupný cez aktualizačný mechanizmus.

# devcp_status_confirm_public_sure
source: Are you sure you wish to make this activity public?
da: Are you sure you wish to make this add-on public?
de: Wollen Sie dieses Add-on wirklich als öffentlich markieren?
sk: Naozaj chcete nastaviť tento doplnok ako verejný?

# devcp_status_confirm_sandbox
source: Moving this activity back to the sandbox will require users to login before downloading and updates will no longer be offered to existing users. Because your activity is currently public, you will be able to return here at any time to make it public again.
da: Moving this add-on back to the sandbox will require users to login before downloading and updates will no longer be offered to existing users. Because your add-on is currently public, you will be able to return here at any time to make it public again.
de: Wenn Sie dieses Add-on zurück in den Sandkasten bewegen, werden sich Benutzer, die es herunterladen möchten, einloggen müssen. Benutzer des Add-ons werden keine automatischen Updates mehr erhalten. Weil Ihr Add-on gegenwärtig öffentlich ist, werden Sie jederzeit dazu in der Lage sein, zu dieser Seite zurückzukehren und es wieder als öffentlich zu markieren.
sk: Presunutie doplnku späť do Sandboxu spôsobí, že používatelia sa budú musieť prihlásiť, ak si budú chcieť túto verziu nainštalovať. Existujúcim používateľom nebude ponúknutá aktualizácia na túto verziu. Pretože váš doplnok je aktuálne uverejnený, budete ho môcť nastaviť ako verejný kedykoľvek sa rozhodnete.

# devcp_status_confirm_sandbox_sure
source: Are you sure you wish to move this activity to the sandbox?
da: Are you sure you wish to move this add-on to the sandbox?
de: Sind Sie sicher, dass Sie dieses Add-on in den Sandkasten bewegen möchten?
sk: Naozaj chcete presunúť tento doplnok do sandboxu?

# devcp_status_nominate_header
source: Activity Nomination
da: Add-on Nomination
de: Add-on-Nominierung
sk: Nominovanie doplnku

# devcp_submissions_disabled
source: Activity submissions are currently disabled. Please check back at a later time.
cs: Nahrávání doplňků je v&nbsp;současnosti pozastaveno. Opakujte prosím akci později.
da: Add-on submissions are currently disabled. Please check back at a later time.
de: Das Übermitteln von Add-ons ist momentan deaktiviert. Bitte versuchen Sie es später noch einmal.
fa: ارسال افزودنی فعلاً غیر فعال است. لطفاً بعداً دوباره تلاش نمایید.
ro: Trimiterea de suplimente este dezactivată. Vă rugăm încercați din nou mai târziu.
sk: Odosielanie doplnkov je momentálne zakázané. Skúste prosím neskôr.

# devcp_summary_admin_disabled
source: This activity has been disabled by an administrator.
cs: Tento doplněk byl správcem zakázán.
da: This add-on has been disabled by an administrator.
de: Dieses Add-on wurde von einem Administrator deaktiviert.
fa: این افزودنی توسط یک مدیر غیر فعال شده است.
ro: Acest supliment a fost dezactivat de un administrator.
sk: Tento doplnok bol zakázaný správcom.

# devcp_summary_noaddons_submit_one
source: You don't have any activities. Click %s to submit one.
cs: Nemáte žádné doplňky. Pro nahrání doplňku klepněte %s.
da: You don't have any add-ons. Click %s to submit one.
de: Sie besitzen keine Add-ons. Klicken Sie %s um eine Erweiterung hochzuladen.
fa: شما هیچ افزودنی ندارید. برای ارسال یک افزودنی %s کلیک کنید.
ro: Nu aveți niciun supliment. Clic %s pentru a trimite unul.
sk: Nemáte žiadne doplnky. Kliknutím %s odošlite doplnok.

# devcp_transbox_help_if
source: If a user browses the site and a translation isn't available in their own language, it will fall back to your add-on's Default Locale, specified in the Edit Activity Properties area. If you don't have any translations, just enter what you can into your Default Locale, which should be a language you speak.
da: If a user browses the site and a translation isn't available in their own language, it will fall back to your add-on's Default Locale, specified in the Edit Add-on Properties area. If you don't have any translations, just enter what you can into your Default Locale, which should be a language you speak.
de: Wenn ein Benutzer auf der Webseite unterwegs ist, und eine Übersetzung in seiner Sprache ist nicht verfügbar, dann wird stattdessen der Text aus der Standard-Sprache Ihres Add-ons angezeigt. Die Standard-Sprache können Sie im Bereich "Add-on-Eigenschaften bearbeiten" wählen. Wenn Sie keine Übersetzungen für Ihr Add-on haben, geben Sie nur Text in Ihrer Standard-Sprache ein, wobei es sich um eine Sprache handeln sollte, die Sie verstehen.
sk: Ak používateľ prehliada stránku doplnku a táto nie je dostupná v jeho jazyku, bude zobrazená v jazyku, ktorý určí autor doplnku v nastavení Predvolený jazyk v sekcii Upraviť doplnok - Vlastnosti. Ak neposkytujete preklad do žiadneho jazyka, jednoducho zvoľte ako predvolený jazyk ten, ktorým hovoríte vy.

# devcp_update_addon_guid_error
source: The activity GUID used in this file (%1$s) does not match the existing GUID for this activity (%2$s).
da: The add-on GUID used in this file (%1$s) does not match the existing GUID for this add-on (%2$s).
de: Die GUID, in der hochgeladenen Datei (%1$s) entspricht nicht der bereits in der Datenbank gespeicherten GUID dieses Add-ons (%2$s).
sk: Identifikátor GUID použitý v tomto súbore (%1$s) nezodpovedá existujúcemu GUID tohto doplnku (%2$s).

# devcp_update_addon_priv_error
source: You do not have sufficient privileges to update this activity.
da: You do not have sufficient privileges to update this add-on.
de: Sie haben nicht die erforderlichen Berechtigungen, um dieses Add-on zu bearbeiten.
sk: Nemáte dostatočné oprávnenia na aktualizovanie tohto doplnku.

# devcp_update_addon_version_belong_error
source: The specified version (%1$s) does not belong to this activity (%2$s).
da: The specified version (%1$s) does not belong to this add-on (%2$s).
de: Die gewählte Version (%1$s) gehört nicht zu diesem Add-on (%2$s).
sk: Zvolená verzia (%1$s) nepatrí k tomuto doplnku (%2$s).

# devcp_update_addon_version_exists_error
source: The version number uploaded (%1$s) already exists for this activity. If you are trying to add another file to this version, <a href="%2$s">click here</a>.
da: The version number uploaded (%1$s) already exists for this add-on. If you are trying to add another file to this version, <a href="%2$s">click here</a>.
de: Die hochgeladene Version (%1$s) existiert bereits für dieses Add-on. Wenn Sie eine weitere Datei zu dieser Version hinzufügen möchten, <a href="%2$s">klicken Sie hier</a>.
sk: Číslo odosielanej verzie (%1$s) už pre tento prvok existuje. Ak sa pokúšate pre túto verziu pridať ďalší súbor, <a href="%2$s">kliknite sem</a>.

# devcp_uploader_button_edit
source: Edit My Activity
da: Edit My Add-on
de: Mein Add-on bearbeiten
sk: Upraviť môj doplnok

# devcp_uploader_button_later
source: I'll complete my activity later.
da: I'll complete my add-on later.
de: Ich werde mein Add-on später vervollständigen.
sk: Môj doplnok dokončím neskôr.

# devcp_uploader_created_results
source: <p>Your activity listing has been successfully created. The basic information obtained from your uploaded file has been stored, but there's a lot more to your listing that can be customized.</p><p>Your activity is currently marked as <strong>Incomplete</strong>. In order to complete your activity, you'll need to make sure it has an accurate name, summary, and description, as well as at least one selected category. You can edit your add-on's information using the link below and check the status of your activity at any time on the <a %s>status page</a>.
da: <p>Your add-on listing has been successfully created. The basic information obtained from your uploaded file has been stored, but there's a lot more to your listing that can be customized.</p><p>Your add-on is currently marked as <strong>Incomplete</strong>. In order to complete your add-on, you'll need to make sure it has an accurate name, summary, and description, as well as at least one selected category. You can edit your add-on's information using the link below and check the status of your add-on at any time on the <a %s>status page</a>.
de: <p>Ihr Add-on-Eintrag wurde erfolgreich angelegt. Einige allgemeine Informationen wurden bereits aus Ihrer hochgeladenen Datei herausgelesen und gespeichert, aber es gibt noch viel mehr, das Sie an Ihrem Eintrag nach Belieben verändern können.</p><p>Ihr Add-on ist gegenwärtig als <strong>unvollständig</strong> markiert. Um Ihr Add-on zu vervollständigen, sollten Sie sicherstellen, dass es einen korrekten Namen hat, sowie eine Zusammenfassung und einen Beschreibungstext. Außerdem muss es mindestens einer Kategorie zugeordnet werden. Sie können Ihr Add-on bearbeiten, wenn Sie dem unten stehenden Link folgen. Den Status Ihres Add-ons können Sie jederzeit auf der <a %s>Status-Seite</a> prüfen.
sk: <p>Stránka vášho doplnku bola vytvorená. Základné údaje získané z vášho doplnku boli uložené v databáze, sami však môžete uviesť oveľa viac údajov a nastavení.</p><p>Váš doplnok je momentálne označený ako <strong>nekompletný</strong>. Ak ho chcete dokončiť, musíte sa uistiť, že má správne vyplnený názov, súhrn a popis, ako aj zvolenú aspoň jednu kategóriu, do ktorej patrí. Informácie o doplnku môžete zmeniť kliknutím na nižšie uvedený odkaz, stav doplnku si môžete vždy skontrolovať na stránke <a %s>Stav doplnku</a>.

# devcp_uploader_header_created
source: Activity Created!
da: Add-on Created!
de: Add-on angelegt!
sk: Doplnok vytvorený!
