Repository: iamutkarshtiwari/aslo
Catalog: aslo/po/*.po
Languages: cs, da, de, fa, ro, sk

# devcp_edit_properties_default_locale
source: An add-on's default locale is the main locale in which translations must be present. If translations for your add-on's descriptions are unavailable in a user's selected language, they will fall back to this default locale.
de: Die Standard-Sprache eines Add-ons ist seine Haupt-Übersetzung. Falls eine Übersetzung für die Beschreibungstexte des Add-ons in der Sprache eines Benutzers nicht verfügbar ist, so wird ihm stattdessen die Übersetzung in der hier gewählen Sprache angezeigt.
sk: Predvolený jazyk doplnku je hlavný jazyk, pre ktorý musí byť dostupná lokalizácia. Ak pre váš doplnok nie sú dostupné popisné texty v jazyku používateľa, ktorý si prehliada stránku doplnku, tieto sa zobrazia v predvolenom jazyku.

# devcp_edit_properties_flags
source: These flags are used to filter and classify activities.
da: These flags are used to filter and classify add-ons.
de: Diese Eigenschaften werden verwendet, um Add-ons zu filtern und zu klassifizieren.
sk: Pomocou týchto označení je možné filtrovať a triediť doplnky.

# devcp_edit_properties_guid
source: The GUID of your activity is specified in its install.rdf and uniquely identifies it. You cannot change your GUID once it is listed on Sugar Labs Activities.
da: The GUID of your add-on is specified in its install.rdf and uniquely identifies it. You cannot change your GUID once it is listed on Mozilla Add-ons.
de: Die GUID Ihres Add-ons wird in der Datei install.rdf festgelegt und identifiziert das Add-on eindeutig. Sie können die GUID eines Add-ons nicht mehr ändern, wenn es einmal zu Mozilla Add-ons übermittelt wurde.
sk: Unikátny identifikátor GUID vášho doplnku je určený v súbore install.rdf a jednoznačne identifikuje doplnok. Po pridaní doplnku do zoznamu na Mozilla Add-ons nie je možné identifikátor zmeniť.

# devcp_edit_properties_header
source: Edit Activity Properties
da: Edit Add-on Properties
de: Add-on-Eigenschaften bearbeiten
sk: Úprava vlastností doplnku

# devcp_edit_properties_header_addon_type
source: Activity Type
da: Add-on Type
de: Add-on-Typ
ro: Tip de supliment
sk: Typ doplnku

# devcp_edit_properties_header_flags
source: Activity Flags
da: Add-on Flags
de: Add-on-Markierungen
sk: Označenie doplnku

# devcp_edit_properties_header_guid
source: Activity GUID
da: Add-on GUID
de: Add-on-GUID
sk: GUID doplnku

# devcp_edit_properties_header_icon
source: Activity Icon
da: Add-on Icon
de: Add-on-Icon
sk: Ikona doplnku

# devcp_edit_properties_header_trusted
source: Trusted Activity?
da: Trusted Add-on?
de: Vertrautes Add-on?
sk: Dôveryhodný doplnok?

# devcp_edit_properties_icon
source: The activity icon is a small image that is displayed next to your add-on's name in browse and search results, display pages, and in the activity installation dialog. The image will automatically be resized to 32 x 32 pixels. Please use one of the following image types: %s
da: The add-on icon is a small image that is displayed next to your add-on's name in browse and search results, display pages, and in the add-on installation dialog. The image will automatically be resized to 32 x 32 pixels. Please use one of the following image types: %s
de: Das Add-on-Icon ist ein kleines Bild, das neben dem Namen Ihres Add-ons in Listen und Suchergebnissen angezeigt wird, sowie auf dessen Webseite und im Browserfenster beim Installieren des Add-ons. Das Bild wird automatisch auf die Größe 32x32 Pixel skaliert. Bitte verwenden Sie einen der folgenden Dateitypen: %s
sk: Ikona doplnku je malý obrázok, ktorý je pri prehliadaní stránky doplnku, vo výsledkoch vyhľadávania a pri inštalácii doplnku zobrazený vedľa názvu doplnku. Obrázok bude automaticky nastavený na veľkosť 32 x 32 bodov. Môžete použiť jeden z nasledujúcich typov obrázkov: %s

# devcp_edit_properties_label_binary
source: This activity contains binary components
da: This add-on contains binary components
de: Dieses Add-on enthält binäre Komponenten
sk: Tento doplnok obsahuje binárne súčasti

# devcp_edit_properties_transbox_homepage_description
source: If your activity has another homepage, enter its address here. Adding other translations is not necessary unless your website is localized into other languages.
da: If your add-on has another homepage, enter its address here. Adding other translations is not necessary unless your website is localized into other languages.
de: Wenn Ihr Add-on noch über eine weitere Homepage verfügt, geben Sie diese Adresse bitte hier ein. Das Hinzufügen weiterer Übersetzungen ist nicht notwendig, es sei denn Ihre Webseite ist in verschiedene Sprachen übersetzt.
sk: Ak má váš doplnok domovskú stránku, zadajte ju tu. Pokiaľ domovská stránka nie je lokalizovaná do viacerých jazykov, pridávanie ďalších jazykov nie je potrebné.

# devcp_edit_properties_transbox_homepage_name
source: Activity Homepage
da: Add-on Homepage
de: Add-on-Homepage
ro: Pagina de start a suplimentului
sk: Domovská stránka doplnku

# devcp_edit_properties_transbox_name_description
source: The name of your activity is displayed everywhere your activity is listed.
da: The name of your add-on is displayed everywhere your add-on is listed.
de: Der Name Ihres Add-ons wird überall angezeigt, wo Ihr Add-on dargestellt wird.
sk: Názov doplnku sa používa vo všetkých zoznamoch a stránkach, kde sa váš doplnok vyskytuje.

# devcp_edit_properties_transbox_name_name
source: Activity Name
da: Add-on Name
de: Add-on-Name
ro: Nume supliment
sk: Názov doplnku

# devcp_edit_properties_transbox_supporturl_description
source: If your activity has a support website or forum, enter its address here. Adding other translations is not necessary unless your website is localized into other languages.
da: If your add-on has a support website or forum, enter its address here. Adding other translations is not necessary unless your website is localized into other languages.
de: Wenn Ihr Add-on eine Support-Webseite oder ein Benutzerforum hat, geben Sie diese Adresse hier ein. Das Hinzufügen weiterer Übersetzungen ist nicht notwendig, es sei denn Ihre Webseite ist in verschiedene Sprachen übersetzt.
sk: Ak má váš doplnok stránku technickej podpory alebo fórum, zadajte tu potrebnú adresu. Pokiaľ stránka nie je lokalizovaná do viacerých jazykov, pridávanie ďalších jazykov nie je potrebné.

# devcp_edit_properties_trusted
source: Trusted activities can become public without Editor review.
da: Trusted add-ons can become public without Editor review.
de: Vertraute Add-ons können ohne Moderator-Bewertung öffentlich gemacht werden.
sk: Dôveryhodné doplnky sa môžu stať verejnými bez kontroly editorom.

# devcp_edit_properties_view_source
source: The source of your activity files can be viewed online by any logged in user if you wish.
da: The source of your add-on files can be viewed online by any logged in user if you wish.
de: Wenn Sie die Anzeige des Quellcodes Ihrer Add-on-Dateien zulassen, so kann jeder eingeloggte Benutzer sie online ansehen.
sk: Ak chcete, zdrojový kód súborov vášho doplnku si môže prezrieť online každý prihlásený používateľ.

# devcp_edit_target_locale_explanation
source: <a href="http://wiki.mozilla.org/L10n:Simple_locale_names">simple locale name</a>, such as 'en-US'
cs: <a href="http://wiki.mozilla.org/L10n:Simple_locale_names">zjednodušený název lokalizace</a>, jako například 'en-US'
de: <a href="http://wiki.mozilla.org/L10n:Simple_locale_names">Standardisierter Sprachcode</a>, wie zum Beispiel 'en-US'
fa: <a href="http://wiki.mozilla.org/L10n:Simple_locale_names">نام سادهٔ منطقه</a>، مانند 'en-US'
ro: <a href="http://wiki.mozilla.org/L10n:Simple_locale_names">nume simplu de localizare</a>, cum ar fi „en-US”
sk: <a href="http://wiki.mozilla.org/L10n:Simple_locale_names">jednoduchý názov lokalizácie</a>, napríklad 'en-US'

# devcp_error_addon_access_denied
source: You do not have access to that activity.
cs: K tomuto doplňku nemáte přístup.
da: You do not have access to that add-on.
de: Sie haben keine Zugriff auf dieses Add-on.
fa: شما به آن افزودنی دسترسی ندارید.
ro: Nu aveți acces la supliment.
sk: Nemáte prístup k tomuto doplnku.

# devcp_error_addonname_not_unique
source: The name for your activity already exists in the database. Please make sure that: <br /><li>Your GUIDs match. The most common cause for this error is mismatched GUIDs.</li><li>You do not have a duplicate entry in the database. If you do, you should update that entry or delete it and try again.</li>
cs: Jméno doplňku již v&nbsp;databázi existuje. Ujistěte se prosím, že: <br /><li>Váš identifikátor GUID souhlasí. Nejčastější příčinou této chyby je nesprávný identifikátor GUIDs.</li><li>Nemáte již v&nbsp;databázi duplicitní položku. Pokud ano, aktualizujte tuto položku a nebo ji smažte a akci opakujte.</li>
da: The name for your add-on already exists in the database. Please make sure that: <br /><li>Your GUIDs match. The most common cause for this error is mismatched GUIDs.</li><li>You do not have a duplicate entry in the database. If you do, you should update that entry or delete it and try again.</li>
de: Der Name für Ihr Add-on existiert bereits in der Datenbank. Gehen Sie sicher, dass: <br /><li>die GUID gegenüber der Vorgängerversion nicht verändert wurde. Die häufigste Fehlerursache sind unterschiedliche GUIDs.</li><li>Sie nicht einen doppelten Eintrag in der Datenbank haben. Falls doch, so aktualisieren Sie bitte diesen Eintrag oder löschen ihn und versuchen es erneut.</li>
fa: نام افزودنی شما قبلاً در پایگاه‌داده وجود دارد. لطفاً مطمئن شوید که: <br /><li> GUID های انتخاب شده با هم یکسان هستند. معمولترین دلیل این خطا، GUID های غیر همسان است.</li><li>شما دو مدخل تکراری در پایگاه‌داده ذخیره نکرده‌اید. در این صورت، یا باید مدخل قبلی را به‌هنگام سازید یا آن را حذف کنید و دوباره تلاش کنید.</li>
ro: Numele suplimentului dumneavoastră există deja în baza de date. Asigurați-vă că <br /><li>GUID-urile se potrivesc. Cauza cea mai comună a acestei erori este nepotrivirea GUID-urilor.</li><li>Nu aveți o intrare duplicat în baza de date. Dacă aveți, ar trebui să actualizați acea intrare sau să o ștergeți și să încercați din nou.</li>
sk: Názov doplnku už v databáze existuje. Skontrolujte, či: <br /><li>súhlasí identifikátor GUID (najčastejšou príčinou tejto chyby je nesúlad identifikátora GUID);</li><li>nemáte v databáze duplicitnú položku (ak áno, mali by ste položku aktualizovať alebo ju odstrániť a skúsiť znova).</li>

# devcp_error_describe_changes
source: Please describe the changes made in this activity update.
cs: Popište prosím změny v&nbsp;této aktualizaci doplňku.
da: Please describe the changes made in this add-on update.
de: Bitte beschreiben Sie die in dieser Add-on-Aktualisierung gemachten Änderungen.
fa: لطفاً تغییرات این به‌هنگام‌سازی افزودنی را توضیح دهید.
ro: Vă rugăm să descrieți schimbările făcute în această actualizare de supliment.
sk: Opíšte zmeny urobené v tejto aktualizácii doplnku.

# devcp_error_file_exists
source: A version of that activity already exists. To replace it, you must delete the file %1$s first.
da: A version of that add-on already exists. To replace it, you must delete the file %1$s first.
de: Eine Version dieses Add-ons existiert bereits. Um sie zu ersetzen, löschen Sie bitte zunächst die Datei %1$s.
sk: Táto verzia doplnku už existuje. Ak ju chcete nahradiť, musíte najskôr odstrániť súbor %1$s.

# devcp_error_file_extension
source: That file extension (%1$s) is not allowed for the selected activity type. Please use one of the following: %2$s
cs: Přípona souboru (%s) není povolena pro tento typ doplňku. Použijte prosím jednu z&nbsp;následujících: %s
da: That file extension (%1$s) is not allowed for the selected add-on type. Please use one of the following: %2$s
de: Diese Dateinamen-Erweiterung (%s) ist für diesen Add-on-Typ nicht zulässig. Bitte benutzen Sie eine der folgenden Erweiterungen: %s
fa: این پسوند پرونده (%s) برای نوع افزودنی انتخاب شده مجاز نیست. لطفاً از یکی از پسوندهای زیر استفاده کنید: %s
ro: Extensia de fișier (%s) nu este permisă pentru tipul de supliment ales. Vă rugăm folosiți una din următoarele: %s
sk: Táto prípona súboru (%s) nie je pre vybraný typ doplnku povolená. Použite jednu z nasledujúcich: %s

# devcp_error_guid_application
source: The ID of this activity is already used by an application.
cs: Id tohoto doplňku je již používáno aplikací.
da: The ID of this add-on is already used by an application.
de: Die ID dieses Add-ons wird bereits von einer Anwendung verwendet.
fa: شناسهٔ این افزودنی توسط برنامه‌ای مورد استفاده قرار گرفته است.
ro: ID-ul acestui supliment este deja folosit de o aplicație.
sk: ID tohto doplnku už používa iná aplikácia.

# devcp_error_identical_version_exists
source: An identical version (%s) already exists for this activity and platform.
cs: Pro tento doplněk a platformu již existuje totožná verze (%s).
da: An identical version (%s) already exists for this add-on and platform.
de: Eine identische Version (%s) existiert bereits für dieses Add-on und diese Betriebssystemart.
fa: نسخهٔ مشابهی (%s) برای این افزودنی و این سکوی نرم‌افزاری وجود دارد.
ro: O versiune identică (%s) există deja pentru acest supliment și această platformă.
sk: Pre tento doplnok a platformu už existuje rovnaká verzia (%s).

# devcp_error_invalid_addontype
source: Please select a valid activity type.
cs: Zvolte prosím platný typ doplňku.
da: Please select a valid add-on type.
de: Bitte wählen Sie einen Add-on-Typ.
fa: لطفاً یک نوع افزودنی مجاز انتخاب کنید.
ro: Vă rugăm să selectați un tip valid de supliment.
sk: Vyberte platný typ doplnku.

# devcp_error_invalid_guid
source: The ID of this activity is invalid: %s
cs: Id doplňku je neplatné: %s
da: The ID of this add-on is invalid: %s
de: Die ID dieses Add-ons ist ungültig: %s
fa: شناسهٔ این افزودنی نامعتبر است: %s
ro: ID-ul acestui supliment este invalid: %s
sk: ID doplnku je neplatné: %s

# devcp_error_invalid_version
source: The version of this activity is invalid: please see the <a href="http://wiki.sugarlabs.org/go/Activity_Team">specification</a>
cs: Verze doplňku je neplatná: platné verze viz <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">specifikace</a>
da: The version of this add-on is invalid: please see the <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">specification</a>
de: Die Version dieses Add-ons ist ungültig: Bitte beachten Sie die <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">Spezifikation</a>
fa: نسخهٔ این افزودنی مجاز نیست: لطفاً <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">مشخصات</a> را ملاحظه کنید
ro: Versiunea acestui supliment este invalidă: vă rugăm vedeți <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">specificațiile</a>
sk: Verzia tohto doplnku je neplatná: pozrite <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">špecifikáciu</a>.

# devcp_error_invalid_version_spaces
source: The version of this activity is invalid: versions cannot contain spaces.
cs: Verze doplňku je neplatná: verze nesmí obsahovat mezery.
da: The version of this add-on is invalid: versions cannot contain spaces.
de: Die Version dieses Add-ons ist ungültig: Versionsnummern dürfen keine Leerstellen beinhalten.
fa: نسخهٔ این افزودنی معتبر نیست: نسخه‌ها نمی‌توانند شامل فاصله باشند.
ro: Versiunea acestui supliment este invalidă: versiunile nu pot conține spații.
sk: Verzia tohto doplnku je neplatná: verzie nemôžu obsahovať medzery.

# devcp_error_mozilla_application
source: You must have at least one valid target application.
cs: Je nutné určit alespoň jednu platnou cílovou aplikaci Mozilla.
da: You must have at least one valid Mozilla target application.
de: Sie müssen wenigstens eine gültige Mozilla-Zielanwendung auswählen.
fa: باید حداقل یک برنامهٔ مقصد معتبر بر پایهٔ موزیلا را انتخاب کنید.
ro: Trebuie să aveți cel puțin o aplicație Mozilla țintă validă.
sk: Musíte mať aspoň jednu platnú cieľovú aplikáciu od Mozilly.

# devcp_error_no_guid
source: No ID could be found for this activity in install.rdf.
cs: V souboru install.rdf nabylo nalezeno Id doplňku.
da: No ID could be found for this add-on in install.rdf.
de: Die Datei install.rdf enthielt keine ID für dieses Add-on.
fa: شناسه‌ای برای این افزودنی در install.rdf تعریف نشده است.
ro: Nu s-a găsit niciun ID pentru acest supliment în install.rdf.
sk: V súbore install.rdf nemožno nájsť ID tohto doplnku.

# devcp_error_nominate_no_prerelease
source: You cannot nominate a pre-release activity.
cs: Nelze nominovat kandidáta na vydání doplňku.
da: You cannot nominate a pre-release add-on.
de: Sie können keine Testversion eines Add-ons nominieren.
fa: شما نمی‌توانید یک افزودنی پیش از انتشار را نامزد کنید.
ro: Nu puteți nominaliza o ediție preliminară a suplimentului.
sk: Nemôžete nominovať vývojovú verziu doplnku.

# devcp_error_nominate_sandbox_only
source: You can only nominate activities currently in the sandbox.
cs: Můžete nominovat pouze doplňky na pískovišti.
da: You can only nominate add-ons currently in the sandbox.
de: Sie können nur Add-ons nominieren, die sich momentan im Sandkasten befinden.
fa: تنها می‌توانید افزودنی‌های موجود در گودال ماسه‌بازی را نامزد کنید.
ro: Puteți nominaliza doar suplimente care se află în cutia cu nisip.
sk: Nominovať môžete len doplnky, ktoré sú v Sandboxe.

# devcp_error_one_user
source: There must be at least one author for this activity.
cs: Doplněk musí mít alespoň jednoho autora.
da: There must be at least one author for this add-on.
de: Dieses Add-on muss mindestens einen Entwickler haben.
fa: حداقل یک مؤلف برای این افزودنی باید تعریف شده باشد.
ro: Trebuie să fie cel puțin un autor pentru acest supliment.
sk: Doplnok musí mať aspoň jedného autora.

# devcp_error_update_access_denied
source: You do not have permission to update this activity.
cs: K aktualizaci tohoto doplňku nemáte oprávnění.
da: You do not have permission to update this add-on.
de: Sie haben keine Berechtigung dieses Add-on zu aktualisieren.
fa: اجازهٔ به‌هنگام‌سازی این افزودنی را ندارید.
ro: Nu aveți permisiunea să actualizați acest supliment.
sk: Na aktualizáciu tohto doplnku nemáte povolenie.

# devcp_error_updatekey
source: Activities cannot use an updateKey. Please remove this from install.rdf and try again.
cs: Doplňky nesmí používat vlastní klíč updateKey. Odstraňte prosím tuto položku a nahrání opakujte
da: Add-ons cannot use an updateKey. Please remove this from install.rdf and try again.
de: Add-ons dürfen keinen updateKey verwenden. Bitte entfernen Sie diesen von Ihrer install.rdf-Datei und versuchen Sie es erneut.
fa: افزودنی‌ها قادر به استفاده از updateKey نیستند. لطفاً این را از install.rdf حذف کنید و دوباره تلاش نمایید.
ro: Suplimentele nu pot folosi updateKey. Vă rugăm să ștergeți cheia din install.rdf și să încercați din nou.
sk: Doplnok nemôže používať updateKey. Odstráňte ho zo súboru install.rdf a skúste to znova.

# devcp_error_updateurl
source: Activities cannot use an external updateURL. Please remove this from install.rdf and try again.
cs: Doplňky nesmí používat externí updateURL. Odstraňte prosím tuto položku ze souboru install.rdf a nahrání opakujte.
da: Add-ons cannot use an external updateURL. Please remove this from install.rdf and try again.
de: Add-ons dürfen keine externe updateURL verwenden. Bitte entfernen Sie diese aus der Datei install.rdf und versuchen Sie es erneut.
fa: افزودنی‌ها قادر به استفاده از یک updateURL خارجی نیستند. لطفاً این را از install.rdf حذف کنید و دوباره تلاش نمایید.
ro: Suplimentele nu pot folosi o adresă externă pentru actualizare (updateURL). Vă rugăm ștergeți această declarație din install.rdf și încercați din nou.
sk: Doplnky nemôžu používať externú adresu aktualizácie. Odstráňte ju zo súboru install.rdf a skúste to znova.

# devcp_form_categories_nextstep
source: Categories for your new activity type will be available in the next step.
cs: Kategorie pro váš nový typ doplňku budou dostupné v&nbsp;dalším kroku.
da: Categories for your new add-on type will be available in the next step.
de: Kategorien für Ihr Add-on werden im nächsten Schritt verfügbar sein.
fa: دسته‌های نوع جدید افزودنی شما در گام بعدی در دسترس هستند.
ro: Categoriile pentru noul tip de supliment vor fi afișate în pasul următor.
sk: Kategórie pre nový typ doplnku budú k dispozícii v ďalšom kroku.

# devcp_form_error_categories_unavailable
source: No categories available for this activity type.
cs: Pro tento typ doplňku nejsou dostupné žádné kategorie.
da: No categories available for this add-on type.
de: Für diesen Add-on-Typ sind keine Kategorien verfügbar.
fa: هیچ دسته‌ای برای این نوع افزودنی وجود ندارد.
ro: Nu sunt categorii pentru acest tip de supliment.
sk: Pre tento typ doplnku nie sú k dispozícii žiadne kategórie.

# devcp_form_error_description_notempty
source: Please enter a description of your activity.
cs: Vložte prosím popis doplňku.
da: Please enter a description of your add-on.
de: Bitte fügen Sie eine Beschreibung Ihres Add-ons ein.
fa: لطفاً شرحی از افزودنی خود وارد کنید.
ro: Vă rugăm introduceți o descriere a suplimentului.
sk: Zadajte popis svojho doplnku.

# devcp_form_error_name_required
source: Please enter the name of your activity.
cs: Vložte prosím název doplňku.
da: Please enter the name of your add-on.
de: Bitte geben Sie den Namen Ihres Add-ons ein.
fa: لطفاً نام افزودنی خود را وارد کنید.
ro: Vă rugăm introduceți numele suplimentului.
sk: Zadajte názov svojho doplnku.

# devcp_form_error_select_addontype
source: Please select the type of activity you are submitting.
cs: Zvolte prosím typ doplňku, který přidáváte.
da: Please select the type of add-on you are submitting.
de: Bitte wählen Sie den Add-on-Typ Ihrer Übermittelung.
fa: لطفاً نوع افزودنی که در حال ارسالش می‌باشید را انتخاب کنید.
ro: Vă rugăm alegeți tipul suplimentului pe care îl trimiteți.
sk: Vyberte typ doplnku, ktorý odosielate.

# devcp_form_error_summary_notempty
source: Please enter a summary of your activity.
cs: Vložte prosím stručný popis doplňku.
da: Please enter a summary of your add-on.
de: Bitte geben Sie eine Zusammenfassung über Ihr Add-on an.
fa: لطفاً خلاصه‌ای از افزودنی خود وارد نمایید.
ro: Vă rugăm introduceți descrierea sumară a suplimentului.
sk: Zadajte súhrn pre svoj doplnok.

# devcp_form_label_addonfile
source: Activity File
cs: Soubor doplňku
da: Add-on File
de: Add-on-Datei
fa: پروندهٔ افزودنی
ro: Fișier supliment
sk: Súbor doplnku

# devcp_form_label_addonfile2
source: Activity File 2
cs: Soubor doplňku 2
da: Add-on File 2
de: Add-on-Datei 2
fa: پروندهٔ دوم افزودنی
ro: Fișier supliment 2
sk: 2. súbor doplnku

# devcp_form_label_addonfile3
source: Activity File 3
cs: Soubor doplňku 3
da: Add-on File 3
de: Add-on-Datei 3
fa: پروندهٔ سوم افزودنی
ro: Fișier supliment 3
sk: 3. súbor doplnku

# devcp_form_label_addontype
source: Activity Type
cs: Typ doplňku
da: Add-on Type
de: Add-on-Typ
fa: نوع افزودنی
ro: Tip de supliment
sk: Typ doplnku

# devcp_form_label_externalsoftware
source: This activity requires external software
cs: Tento doplněk vyžaduje externí software
da: This add-on requires external software
de: Dieses Add-on benötigt externe Software
fa: این افزودنی به نرم‌افزار خارجی نیاز دارد
ro: Acest supliment necesită alte programe
sk: Tento doplnok vyžaduje externý softvér

# devcp_form_label_sitespecific
source: This is a site-specific activity
cs: Toto je doplněk pro specifický server
da: This is a site-specific add-on
de: Dies ist ein seitenabhängiges Add-on
fa: این افزودنی خاص یک وب‌گاه است
ro: Acesta este un supliment pentru un sait anume
sk: Toto je doplnok pre špecifickú stránku
