Repository: iamutkarshtiwari/aslo
Catalog: aslo/po/*.po
Languages: cs, da, de, fa, ro, sk

# other_apps_tooltip
source: Find activities for other applications
cs: Zobrazí doplňky pro ostatní aplikace
da: Find tilføjelser til andre programmer
de: Add-ons für andere Anwendungen finden
fa: پیدا کردن افزودنی‌های برنامه‌های دیگر
ro: Găsește suplimente pentru alte aplicații
sk: Hľadať doplnky pre iné aplikácie

# pages_appversions_intro
source: Activities submitted to Sugar Labs Activities must have an install.rdf file with at least one of the below applications supported. Only the versions listed below are allowed for these applications.
cs: Všechny doplňky serveru doplňky Mozilly musí obsahovat soubor install.rdf obsahující alespoň jednu níže podporovanou aplikaci. Pro tyto aplikace jsou pak podporovány pouze verze uvedené níže.
da: Add-ons submitted to Mozilla Add-ons must have an install.rdf file with at least one of the below applications supported. Only the versions listed below are allowed for these applications.
de: An Mozilla Add-ons übermittelte Add-ons müssen die Datei install.rdf besitzen, welche mindestens eine der folgenden Anwendungen zu unterstützen hat. Nur die aufgelisteten Versionen der Anwendungen sind erlaubt.
fa: افزودنی‌هایی که به وب‌گاه افزودنی‌های موزیلا ارسال می‌شوند باید دارای یک پروندهٔ install.rdf با حداقل یکی از برنامه‌های پشتیبانی شدهٔ زیر باشند. تنها نسخه‌هایی که در زیر ذکر شده‌اند برای این برنامه‌ها مجاز می‌باشند.
ro: Suplimentele trimise către Suplimente Mozilla trebuie să aibă un fișierinstall.rdf cu cel puțin una din aplicațiile suportate de mai jos. Numai versiunile afișate mai jos sunt permise pentru aceste aplicații.
sk: Doplnky odoslané na Mozilla Add-ons musia obsahovať súbor install.rdf aspoň s jednou z dole podporovaných aplikácií. Pre tieto aplikácie sú podporované len dole uvedené verzie.

# page_title_policy
source: Activities Policy
cs: Zásady doplňků
da: Add-ons Policy
de: Add-ons-Richtlinien
fa: سیاست افزودنی‌ها
ro: Politica suplimentelor
sk: Zásady stránky Add-ons

# page_title_privacy
source: Sugar Labs Privacy Policy
cs: Zásady ochrany soukromí Mozilly
da: Mozilla Privacy Policy
de: Datenschutzhinweise
fa: سیاست محرمانگی موزیلا
ro: Politica de confidențialitate Mozilla
sk: Zásady ochrany súkromia Mozilla

# review_guidelines_short
source: <p>Keep these tips in mind:</p><ul><li>Write like you're telling a friend about your experience with the activity. Give specifics and helpful details, such as what features you liked and/or disliked, how easy to use it is, and any disadvantages it has. Avoid generic language such as calling it "Great" or "Bad" unless you can give reasons why you believe this is so.</li><li>Please do not post bug reports in reviews. We do not make your email address available to activity developers and they may need to contact you to help resolve your issue. See the <a href="%1$s">support section</a> to find out where to get assistance for this activity.</li><li>Please keep reviews clean, avoid the use of improper language and do not post any personal information.</li></ul><p>Please read the <a href="%2$s">Review Guidelines</a> for more detail about user activity reviews.</p>
cs: <p>Přečtěte si prosím následující tipy:</p><ul><li>Pište, jako byste se ptali přítele na jeho zkušenost s&nbsp;doplňkem. Poskytujte detailní a užitečné informace, jako jsou vlastnosti, které máte či nemáte rádi, jak snadno se vám doplněk používá a popis nedostatků, které má. Vyvarujte se obecných hlášek typu "Skvělé" či "Špatné" bez toho, abyste sdělili důvod, proč tomu tak je.</li><li>Nepřidávejte prosím do hodnocení příspěvky s&nbsp;hlášením chyb. Vaše e-mailová adresa není viditelná ani vývojářům doplňků, kteří vás mohou chtít kontaktovat pro vyřešení vašeho problému. Podívejte se do <a href="%1$s">sekce podpory</a>, kde naleznete, jak se vám může dostat podpory pro konkrétní doplněk.</li><li>Hodnocení pište prosím čistě, vyhýbejte se neslušným výrazům a nezadávejte do nich žádné osobní informace.</li></ul><p>Přečtěte si prosím <a href="%2$s">pravidla pro přidávání hodnocení</a>, kde naleznete více informaci o tom, jak psát hodnocení.</p>
da: <p>Bemærk disse råd:</p><ul><li>Skriv som hvis du fortalte en ven om din oplevelse af tilføjelsen. Vær specifik og giv nyttige detaljer, så som ting du synes godt og dårligt om, hvor nemt det er at bruge tilføjelsen, og hvilke ulemper den har. Undgå generelle kommentarer som fx at kalde tilføjelsen "god" eller "dårlig" med mindre du kan give begrundelser.</li><li>Lad være med at rapportere fejl eller spørge om hjælp i din anmeldelse. Din e-mail-adresse er ikke synlig for udviklerne af tilføjelsen, og de kan have behov for at kontakte dig for at løse problemet. Se <a href="%1$s">supportsektionen</a> for at finde ud af hvor du kan få hjælp til denne tilføjelse.</li><li>Hold anmeldelsen i et høfligt sprog og indtast ikke personlig information.</li></ul><p>Læs vores <a href="%2$s">retningslinjer for anmeldelser</a>, hvis du vil vide mere om brugeranmeldelser af tilføjelser.</p>
de: <p>Bitte achten Sie auf folgendes:</p><ul><li>Schreiben Sie so, als würden Sie einem Freund von Ihrer Erfahrung mit dem Add-on erzählen. Machen Sie genaue Angaben und erläutern Sie hilfreiche Details, zum Beispiel welche Eigenschaften ihnen gefallen oder nicht gefallen haben, wie einfach es zu verwenden war und welche Nachteile es hat. Vermeiden Sie allgemeine Floskeln wie zum Beispiel ein simples "großartig" oder "schlecht", es sei denn Sie nennen Gründe, warum Sie dieser Meinung sind.</li><li>Bitte schreiben Sie keine Fehlerberichte als Bewertung. Wir geben Ihre E-Mail-Adresse nicht an die Add-on-Entwickler weiter, aber diese könnten Kontakt mit Ihnen aufnehmen müssen, um Ihnen bei der Behebung des Problems zu helfen. Bitte sehen Sie sich den Abschnitt <a href="%1$s">"Hilfe"</a> an, um herauszufinden, wo Sie Unterstützung für dieses Add-on erhalten können.</li><li>Bitte halten Sie Ihre Bewertungen "sauber": Verwenden Sie keine unangemessene Sprache, und veröffentlichen Sie keine persönlichen Daten.</li></ul><p>Bitte lesen Sie die <a href="%2$s">Richtlinien für Bewertungen</a> für genauere Informationen über Add-on-Bewertungen von Benutzern.</p>
fa: <p>این ترفندها را در ذهن داشته باشید:</p><ul><li>طوری بنویسید که انگار تجربهٔ خود از این افزودنی را برای یک دوست تعریف می‌کنید. نکات ریز و جزئیات مفید مانند ویژگی‌هایی که دوست داشتید یا دوست نداشتید، آسانی استفاده از آن، و معابیش را بیان کنید. از کلی‌گویی و «عالی» یا «بد» خواندن افزودنی بپرهیزید مگر آن که دلایل نظر خود را نیز بیان کنید.</li><li>لطفاً گزارش مشکلات را در بررسی‌ها ارسال نکنید. ما نشانی پست الکترونیکی شما را در اختیار توسعه‌دهندگان افزودنی قرار نمی‌دهیم و ممکن است آنها نیاز داشته باشند با شما تماس بگیرند تا به رفع مشکلتان کمک کنند. از <a href="%1$s">بخش پشتیبانی </a> برای کمک گرفتن دربارهٔ استفاده از این افزودنی بازدید کنید.</li><li>لطفاً بررسی‌ها را عاری از الفاظ نامناسب و یا هر گونه اطلاعات شخصی نگه دارید.</li></ul><p>لطفاً برای اطلاعات بیشتر از بررسی‌های افزودنی‌های کاربران، <a href="%2$s">رهنمون‌های انجام بررسی</a> را مطالعه نمایید.
ro: <p>Keep these tips in mind:</p><ul><li>Write like you're telling a friend about your experience with the add-on. Give specifics and helpful details, such as what features you liked and/ordisliked, how easy to use it is, and any disadvantages it has. Avoid genericlanguage such as calling it "Great" or "Bad" unless you can give reasons whyyou believe this is so.</li><li>Please do not post bug reports in reviews. We do not make your email address available to add-on developers and they may need to contact you to help resolveyour issue. See the <a href="%1$s">support section</a> to find out where to get assistance for this add-on.</li><li>Please keep reviews clean, avoid the use of improper language and do not post any personal information.</li></ul><p>Please read the <a href="%2$s">Review Guidelines</a> for more detail about user add-on reviews.</p>
sk: <p>Pamätajte na tieto tipy:</p><ul><li>Píšte, akoby ste rozprávali svojmu priateľovi o svojich zážitkoch s týmto doplnkom. Uveďte špecifické a užitočné detaily, ako napríklad funkcie, ktoré sa vám páčia či nepáčia, ako jednoduché je jeho používanie a takisto aké má nevýhody. Vyhýbajte sa všeobecným frázam typu "Je to super" alebo "Je hrozné" v prípade, že to neviete/nechcete doložiť skúsenosťami a faktami.</li><li>Do recenzií nepíšte hlásenia o chybách. Vaša e-mailová adresa nie je viditeľná ani pre vývojárov doplnku a tí vás môžu chcieť po takom hlásení kontaktovať. Ak chcete pomôcť získať podporu k doplnku, pozrite si <a href="%1$s">sekciu podpory</a>.</li><li>Recenzie píšte jasne, vyhýbajte sa neslušným frázam a nezadávajte do nich žiadne osobné informácie.</li></ul><p>Podrobnejšie informácie o recenziách si prečítajte v <a href="%2$s">pravidlách pre pridávanie recenzií</a>.</p>

# rss_featuredaddons
source: Featured Activities
cs: Zajímavé doplňky
da: Udmærkede tilføjelser
de: Empfohlene Add-ons
fa: افزودنی‌های پیشنهاد شده
ro: Suplimente excepționale
sk: Odporúčané doplnky

# rss_newestaddons
source: Newest Activities
cs: Nejnovější doplňky
da: Nyeste tilføjelser
de: Die neuesten Add-ons
fa: جدیدترین افزودنی‌ها
ro: Cele mai noi suplimente
sk: Najnovšie doplnky

# rss_updatedaddons
source: Updated Activities
cs: Aktualizované doplňky
da: Opdaterede tilføjelser
de: Aktualisierte Add-ons
fa: افزودنی‌های به‌هنگام شده
ro: Suplimente actualizate
sk: Aktualizované doplnky

# search_form_all_addons
source: all activities
cs: všechny doplňky
da: Alle tilføjelser
de: Alle Add-ons
fa: همهٔ افزودنی‌ها
ro: toate suplimentele
sk: všetky doplnky

# search_form_default_text
source: search for activities
cs: hledat doplňky
da: søg efter tilføjelser
de: Suche nach Add-ons
fa: جستجو برای افزودنی‌ها
ro: caută
sk: hľadaný doplnok

# search_form_submit_tooltip
source: Search for activities
cs: Vyhledá doplňky
da: Søg efter tilføjelser
de: Nach Add-ons suchen
fa: جستجو برای افزودنی‌ها
ro: Caută suplimente
sk: Hľadať doplnky

# search_matching_addons_number
source: %s matching activity
cs: %s odpovídající doplněk
da: %s matchende tilføjelse
de: %s passendes Add-on
fa: %s افزودنی مطابق
ro: %s supliment găsit
sk: %s zodpovedajúci doplnok

# search_pagetitle
source: Search Activities
cs: Vyhledávání doplňků
da: Søg i tilføjelser
de: Add-on-Suche
fa: جستجو در افزودنی‌ها
ro: Căutare suplimente
sk: Hľadať doplnky

# sidebar_pitch_featured_addons
source: Featured Activities
cs: Doporučované doplňky
da: Anbefalede tilføjelser
de: Empfohlene Add-ons
fa: افزودنی‌های پیشنهاد شده
ro: Suplimente excepționale
sk: Odporúčané doplnky

# sidebar_pitch_newest_addons
source: Newest Activities
cs: Nejnovější doplňky
da: Nyeste tilføjelser
de: Neueste Add-ons
fa: جدیدترین افزودنی‌ها
ro: Cele mai noi suplimente
sk: Najnovšie doplnky

# sidebar_pitch_updated_addons
source: Updated Activities
cs: Aktualizované doplňky
da: Opdaterede tilføjelser
de: Aktualisierte Add-ons
fa: افزودنی‌های به‌هنگام شده
ro: Suplimente actualizate
sk: Aktualizované doplnky

# statistics_addon_switch
source: Switch Activity
cs: Přepnout doplněk
da: Switch Add-on
de: Add-on wechseln
fa: تغییر افزودنی
ro: Schimbă suplimentul
sk: Prepnúť doplnok

# statistics_index_anotheraddon
source: or, select another activity
cs: a nebo zvolte jiný doplněk
da: or, select another add-on
de: oder wählen Sie ein anderes Add-on
fa: یا افزودنی دیگری انتخاب کنید
ro: sau, selectați alt supliment
sk: alebo vyberte iný doplnok

# statistics_index_anotheraddon_public
source: or, select an activity with public statistics
cs: a nebo zvolte jiný doplněk s&nbsp;veřejnými statistikami
da: or, select an add-on with public statistics
de: oder wählen Sie ein Add-on mit öffentlicher statistischer Auswertung
fa: یا افزودنی دیگری با آمار عمومی انتخاب نمایید
ro: sau, selectați un supliment cu statistici publice
sk: alebo vyberte doplnok s verejnou štatistikou

# statistics_index_myaddons
source: Select one of your activities to view its statistics
cs: Pro zobrazení statistik zvolte některý ze&nbsp;svých doplňků
da: Select one of your add-ons to view its statistics
de: Wählen Sie eines Ihrer Add-ons, um die zugehörigen Statistiken zu sehen
fa: یکی از افزودنی‌های خود را انتخاب کنید تا آمارش را مشاهده نمایید
ro: Selectați un supliment pentru a-i vedea statisticile
sk: Vyberte jeden zo svojich doplnkov, ktorého štatistiku zobraziť

# statistics_index_selectaddon
source: Select an activity to view its statistics
cs: Pro zobrazení statistik zvolte některý z&nbsp;doplňků
da: Select an add-on to view its statistics
de: Wählen Sie ein Add-on, um seine Statistiken zu sehen
fa: یک افزودنی انتخاب کنید تا آمارش را اینجا مشاهده نمایید
ro: Alegeți un supliment pentru a-i vedea statisticile
sk: Vyberte doplnok, ktorého štatistiku zobraziť

# statistics_index_selectaddon_public
source: Select an activity with public statistics
cs: Zvolte doplněk z&nbsp;veřejnými statistikami
da: Select an add-on with public statistics
de: Wählen Sie ein Add-on mit öffentlichen Statistiken
fa: یک افزودنی با آمار عمومی انتخاب کنید
ro: Alegeți un supliment cu statistici publice
sk: Vyberte doplnok s verejnou štatistikou

# statistics_js_plotselection_options_events_addon_tooltip
source: Overlay activity release dates on the plots
cs: Vyznačí do diagramu datumy vydání doplňku
da: Overlay add-on release dates on the plots
de: Veröffentlichungsdaten des Add-ons in den Grafiken anzeigen
fa: انداختن تاریخ‌های انتشار نسخه‌های افزودنی بر روی نمودار
ro: Arată datele de lansare pe grafic
sk: Vyznačiť na diagramoch dátumy vydania

# statistics_js_plotselection_selector_status
source: Activity Status
cs: Stav doplňku
da: Add-on Status
de: Status des Add-on
fa: وضعیت افزودنی
ro: Stare supliment
sk: Stav doplnku

# statistics_js_plotselection_selector_version
source: Activity Version
cs: Verze doplňku
da: Add-on Version
de: Version des Add-ons
fa: نسخهٔ افزودنی
ro: Versiune supliment
sk: Verzia doplnku

# statistics_longnames_status
source: Activity Status
cs: Stav doplňku
da: Add-on Status
de: Status des Add-ons
fa: وضعیت افزودنی
ro: Stare supliment
sk: Stav doplnku

# statistics_longnames_version
source: Activity Version
cs: Verze doplňku
da: Add-on Version
de: Version des Add-ons
fa: نسخهٔ افزودنی
ro: Versiune supliment
sk: Verzia doplnku

# statistics_notice_data_none
source: We don't have any data for your activity yet. Please check back in a few days.
cs: Pro zobrazení grafu toho doplňku nejsou žádná data. Zkuste to prosím za pár dní.
da: We don't have any data for your add-on yet. Please check back in a few days.
de: Wir verfügen noch nicht über Daten für Ihr Add-on. Bitte versuchen Sie es in einigen Tagen noch einmal.
fa: ما هنوز از افزودنی شما اطلاعاتی نداریم. لطفاً چند روز بعد مجدداً مراجعه نمایید.
ro: Nu s-au adunat încă date pentru supliment. Reveniți în câteva zile.
sk: Pre doplnok zatiaľ nie sú žiadne údaje. Skontrolujte o niekoľko dní.

# statistics_notice_data_updating
source: Activity statistics are currently in the process of being updated. Recent data may be incomplete as our scripts work to update this information. Please check back in a few minutes.
cs: Statistiky doplňku jsou nyní aktualizovány. Zobrazovaná data můžou být proto nekompletní. Zkuste to prosím později.
da: Add-on statistics are currently in the process of being updated. Recent data may be incomplete as our scripts work to update this information. Please check back in a few minutes.
de: Die Statistiken für Add-ons werden momentan aktualisiert, sodass die derzeitigen Daten unvollständig sein können. Bitte versuchen Sie es in ein paar Minuten noch einmal.
fa: آمار افزودنی‌ها هم‌اکنون در حال به‌هنگام شدن است. اطلاعات جدید ممکن است تا زمان انجام این به‌هنگام‌سازی ناقص باشد. لطفاً چند دقیقهٔ بعد دوباره تلاش نمایید.
ro: Statisticile suplimentului sunt în curs de prelucrare. Datele recente ar putea fi incomplete datorită faptului că scripturile noastre lucrează la actualizarea acestor informații. Vă rugăm să reveniți în câteva minute.
sk: Štatistika doplnku sa práve aktualizuje. Najnovšie údaje nemusia byť úplné, pretože naše skripty práve údaje aktualizujú. Skontrolujte o niekoľko minút.

# statistics_settings_access_description
source: By default, only you and Sugar Labs can access the information in your dashboard. You can open this up to the public so that anyone can view your add-on's data.
cs: Ve výchozím nastavení může tyto statistiky vidět pouze Mozilla a vy. Tyto statistiky lze ale zveřejnit a umožnit tak komukoliv vidět data vašeho doplňku.
da: By default, only you and Mozilla can access the information in your dashboard. You can open this up to the public so that anyone can view your add-on's data.
de: Standardmäßig sind nur Sie und Mozilla dazu in berechtigt, Ihre Add-on-Statistiken zu betrachten. Sie können die Daten aber auch für die Öffentlichkeit freigeben, sodass jedermann die statistischen Daten Ihres Add-ons betrachten kann.
fa: به صورت پیش‌فرض، تنها شما و موزیلا قادر به مشاهدهٔ این اطلاعات در صفحهٔ آمار خود هستید. شما می‌توانید این صفحه را به روی عموم بگشایید تا همه بتوانند اطلاعات افزودنی شما را مشاهده کنند.
ro: Implicit, doar dumneavoastră și Mozilla puteți accesa informațiile prezente în tabloul de bord. Puteți permite și publicului larg acest lucru pentru ca oricine să poată vedea statisticile suplimentului.
sk: V predvolenom nastavení má prístup k štatistike len Mozilla a vy. Môžete ju sprístupniť verejnosti, takže každý bude môcť prezerať údaje o doplnku.

# statistics_settings_access_private_description
source: Only you and Sugar Labs can view this add-on's statistics
cs: Pouze vy a Mozilla si může zobrazit statistiky tohoto doplňku
da: Only you and Mozilla can view this add-on's statistics
de: Nur Sie und Mozilla können auf die Add-on-Statistiken zugreifen
fa: تنها موزیلا قادر به مشاهدهٔ آمار این افزودنی باشد
ro: Numai dumneavoastră și Mozilla puteți vedea statisticile suplimentului
sk: Štatistiku môže prezerať len Mozilla a vy

# statistics_settings_access_public_description
source: Anyone can view this add-on's statistics
cs: Kdokoliv si může zobrazit statistiky tohoto doplňku
de: Jeder kann auf die Add-on-Statistiken zugreifen
fa: همه بتوانند آمار این افزودنی را مشاهده کنند
ro: Oricine poate vedea statisticile acestui supliment
sk: Štatistiku doplnku môže prezerať každý

# user_del_community_sad
source: The Sugar Labs Activities community is sad to see you go.
cs: Komunitu Mozilla Add-ons mrzí, že odcházíte.
da: Fællesskabet omkring Mozilla Add-ons er kede af at se dig gå.
de: Schade, dass Sie die Mozilla Add-ons Gemeinschaft verlassen möchten.
fa: اجتماع افزودنی‌های موزیلا، از رفتن شما اندوهگین است.
ro: Comunitatea Suplimente Mozilla e tristă că vă vede plecând.
sk: Komunita Mozilla Add-ons je smutná z toho, že odchádzate.

# user_del_error_addons
source: You cannot delete your account if you are listed as an <a href="%1$s">author of any activities</a>. To delete your account, please have another person in your development group delete you from the list of authors for your activities. Afterwards you will be able to delete your account here.
cs: Pokud jste veden jako <a href="%1$s">autor některého doplňku</a>, nemůže být váš uživatelský účet smazán. Před smazáním svého účtu pověřte jinou osobou ve vašem vývojovém týmu odstraněním vaší osoby ze seznamu autorů doplňků. Poté již budete schopen svůj uživatelský účet odstranit.
da: Du kan ikke slette din konto, hvis du står listet som en <a href="%1$s">forfatter af en eller flere tilføjelser</a>. For at slette din konto er du nødt til at få en anden person i din udviklergruppe til at slette dig fra listen over forfattere til dine tilføjelser. Derefter kan du slette din konto her.
de: Sie können Ihr Benutzerkonto nicht löschen, falls Sie bei irgendwelchen Add-ons <a href="%1$s">als Autor genannt</a> werden. Um Ihr Konto zu löschen, lassen Sie bitte ein anderes Mitglied Ihres Entwicklungsteams Ihren Namen von der Autorenliste entfernen. Danach werden Sie dazu in der Lage sein, hier Ihr Konto zu löschen.
fa: اگر شما به عنوان <a href="%1$s">مؤلف یک افزودنی</a> ثبت شده باشید، نمی‌توانید حساب کاربری خود را حذف نمایید. برای حذف حساب کاربری خود، از یکی از اعضای دیگر تیم توسعه‌دهندگان بخواهید شما را از فهرست مؤلفان افزودنی حذف کند. پس از آن خواهید توانست در این قسمت حساب کاربری خود را حذف نمایید.
ro: Nu puteți să vă ștergeți contul de utilizator dacă sunteți afișat ca <a href="%1$s">autor al vreunui supliment</a>. Pentru a vă șterge contul, vă rugăm să desemnați o altă persoană din grupul dumneavoastră de dezvoltatori să vă înlăture din lista de autori a suplimentelor dumneavoastră, după care veți putea să vă ștergeți contul.
sk: Váš účet nemôžete odstrániť, ak ste uvedený ako <a href="%1$s">autor niektorého z doplnkov</a>. Ak chcete tento účet odstrániť, musí najskôr niekto zo skupiny autorov vašich doplnkov odstrániť váš účet zo zoznamu autorov týchto rozšírení. Následne môžete na tomto mieste váš účet odstrániť.

# user_del_nologin
source: You will not be able to log into Sugar Labs Activities anymore.
cs: Nebudete již schopen se přihlásit na Mozilla Add-ons.
da: Du vil fremover ikke kunne logge ind på Mozilla Add-ons.
de: Sie werden sich nicht mehr bei Mozilla Add-ons anmelden können.
fa: از این پس قادر به ورود به وب‌گاه افزودنی‌های موزیلا نخواهید بود.
ro: De acum nu vă veți mai putea autentifica în Mozilla Add-ons.
sk: Už sa nebudete môcť prihlásiť na stránkach Mozilla Add-ons.

# user_emailchange_subject
source: Please confirm your email address change at %1$s Activities
cs: Potvrďte prosím změnu své e-mailové adresy na stránkách %1$s doplňky
da: Bekræft ændring af e-mail-adresse hos %1$s Add-ons
de: Bitte bestätigen Sie Ihre E-Mail-Adressänderung bei %1$s Add-ons
fa: لطفاً تغییر نشانی پست الکترونیکی خود در افزودنی‌های %1$s را تأیید کنید
ro: Vă rugăm să confirmați schimbarea adresei de email pentru „Suplimente %1$s”
sk: Prosím, potvrďte zmenu vašej e-mailovej adresy konta na %1$s Add-ons
