Repository: iamutkarshtiwari/aslo
Catalog: aslo/po/*.po
Languages: cs, da, de, fa, ro, sk

# devcp_uploader_how
source: <p>Thanks for your interest in submitting your activity to Sugar Labs. Hosting your activity on Sugar Labs is the easiest way to handle distribution of your activity. Here's what you'll get:</p><ul><li>Each activity will have a public display page with information you provide, such as a brief summary of the add-on's functionality, an optional longer description, and a showcase of preview screenshots of your activity.</li><li>Your activity will appear in search and browse listings across the site.</li><li>We'll take care of hosting all of your downloads and providing automatic updates to users when you upload a new version.</li><li>You'll have access to a statistics dashboard with detailed information about your user base.</li></ul><p>Activities hosted on the site must be reviewed by a Sugar Labs Editor before they will have all of the features listed above. If you're ready to start the process and have your activity package ready for upload, just click on Get Started below!</p>
da: <p>Thanks for your interest in submitting your add-on to Mozilla Add-ons. Hosting your add-on on Mozilla Add-ons is the easiest way to handle distribution of your add-on. Here's what you'll get:</p><ul><li>Each add-on will have a public display page with information you provide, such as a brief summary of the add-on's functionality, an optional longer description, and a showcase of preview screenshots of your add-on.</li><li>Your add-on will appear in search and browse listings across the site, and even in the Add-ons Manager of Firefox 3.</li><li>We'll take care of hosting all of your downloads and providing automatic updates to users when you upload a new version.</li><li>You'll have access to a statistics dashboard with detailed information about your user base.</li></ul><p>Add-ons hosted on the site must be reviewed by a Mozilla Add-ons Editor before they will have all of the features listed above. If you're ready to start the process and have your add-on package ready for upload, just click on Get Started below!</p>
de: <p>Vielen Dank, dass Sie sich dafür interessieren, Ihr Add-on zu Mozilla Add-ons übermitteln. Ihr Add-on auf Mozilla Add-ons zu stellen ist der einfachste Weg, Ihr Add-on zu veröffentlichen. Dies sind Ihre Vorteile:</p><ul><li>Jedes Add-on verfügt über eine eigene, öffenliche Webseite mit den Informationen, die Sie zuvor eingeben, zum Beispiel einer kurzen Zusammenfassung zu den Fähigkeiten Ihres Add-ons, einem optionalen, längeren Beschreibungstext, sowie einer Anzahl von Vorschaubildern für Ihr Add-on.</li><li>Ihr Add-on wird in Suchergebnissen sowie verschiedenen Add-on-Listen angezeigt, und sogar im Add-on-Manager von Firefox&nbsp;3.</li><li>Wir stellen die Bandbreite für all Ihre Add-on-Downloads zur Verfügung und geben den Benutzern automatische Updates, wenn Sie eine neue Version hochladen.</li><li>Sie haben Zugriff auf eine Seite mit Statistiken, die Ihnen detaillierte Auskünfte darüber gibt, wie viele Leute Ihr Add-on verwenden.</li></ul><p>Add-ons, die auf dieser Seite erscheinen sollen, müssen von einem Mozilla Add-ons Moderator begutachtet werden, bevor Sie alle oben genannten Vorteile erhalten. Wenn Sie bereit sind, den Prozess zu beginnen, und wenn Sie Ihr Add-on-Paket für das Hochladen vorbereitet haben, klicken Sie auf "Los geht's"!
sk: <p>Ďakujeme, že ste sa rozhodli odoslať váš doplnok do databázy servera Mozilla Add-ons. Umiestnenie doplnku na serveroch Mozilla Add-ons je najjednoduchší spôsob distribúcie vášho doplnku. Odoslaním doplnku získavate:</p><ul><li>Každý doplnok má svoju vlastnú verejnú stránku s informáciami, ktoré sami poskytnete, ako krátky opis funkcionality doplnku, voliteľný dlhší popis a obrázky s ukážkami doplnku.</li><li>Váš doplnok sa zobrazí v zoznamoch a výsledkoch vyhľadávania na stránke Mozilla Addons a takisto v Správcovi doplnkov prehliadača Firefox 3.</li><li>Zabezpečíme hosting pre všetky vaše súbory a keď sprístupníte novú verziu, poskytneme aktualizácie existujúcim používateľom doplnku.</li><li>Umožníme vám prístup k detailným štatistikám používanosti vášho doplnku.</li></ul><p>Všetky doplnky umiestnené na serveroch Mozilla Add-ons musia byť pred získaním všetkých spomenutých výhod skontrolované editorom. Ak chcete pokračovať a máte svoj doplnok pripravený na odoslanie, jednoducho kliknite na tlačidlo Začíname!</p>

# devcp_uploader_label_upload_field
source: Activity File:
da: Add-on File:
de: Add-on-Datei:
sk: Súbor doplnku:

# devcp_uploader_p_pending_file
source: The new file will be available to the public as soon as an editor is able to review it. There are currently %1$s other activities in the queue. Want to be reviewed faster? Consider <a %2$s>becoming an editor</a>.
da: The new file will be available to the public as soon as an editor is able to review it. There are currently %1$s other add-ons in the queue. Want to be reviewed faster? Consider <a %2$s>becoming an editor</a>.
de: Die neue Datei wird öffentlich verfügbar sein, sobald ein Moderator sie begutachtet hat. Im Moment sind noch weitere %1$s Add-ons in dieser Liste. Möchten Sie, dass die Liste schneller schrumpft? Vielleicht möchten Sie <a %2$s>ein Moderator werden</a>?
sk: Nový súbor bude verejne dostupný po kontrole editorom. Vo fronte čaká na kontrolu niekoľko doplnkov súborov (celkom %1$s). Chcete urýchliť kontrolu? <a %2$s>Staňte sa editorom</a>.

# devcp_uploader_p_pending_version
source: The new version will be available to the public as soon as an editor is able to review it. There are currently %1$s other activities in the queue. Want to be reviewed faster? Consider <a %2$s>becoming an editor</a>.
da: The new version will be available to the public as soon as an editor is able to review it. There are currently %1$s other add-ons in the queue. Want to be reviewed faster? Consider <a %2$s>becoming an editor</a>.
de: Die neue Version wird öffentlich verfügbar sein, sobald ein Moderator sie begutachtet hat. Im Moment sind noch weitere %1$s Add-ons in dieser Liste. Möchten Sie, dass die Liste schneller schrumpft? Vielleicht möchten Sie <a %2$s>ein Moderator werden</a>?
sk: Nová verzia bude verejne dostupná po kontrole editorom. Vo fronte čaká na kontrolu niekoľko doplnkov doplnkov (celkom %1$s). Chcete urýchliť kontrolu? <a %2$s>Staňte sa editorom</a>.

# devcp_uploader_p_update_file
source: View your new file in the <a %1$s>Versions and Files page</a>, check out your add-on's <a %2$s>current status</a>, or <b>add release notes</b> by clicking the button below (highly recommended).
de: Sehen Sie sich Ihre neue Datei auf der <a %1$s>Seite für Versionen und Dateien</a> an, überprüfen Sie den <a %2$s>gegenwärtigen Status Ihres Add-ons</a> or <b>fügen Sie Versionsinformationen hinzu</b>, indem Sie auf den unten stehenden Knopf drücken (sehr empfohlen).
sk: Nový súbor nájdete v sekcii <a %1$s>Verzie s súbory</a>, skontrolujte jeho <a %2$s>aktuálny stav</a>, prípadne kliknutím na nižšie uvedené tlačidlo <b>pridajte poznámky k vydaniu</b> (odporúčané).

# devcp_uploader_p_update_version
source: View your new version in the <a %1$s>Versions and Files page</a>, check out your add-on's <a %2$s>current status</a>, or <b>add release notes</b> by clicking the button below (highly recommended).
de: Sehen Sie sich Ihre neue Version auf der <a %1$s>Seite für Versionen und Dateien</a> an, überprüfen Sie den <a %2$s>gegenwärtigen Status Ihres Add-ons</a> or <b>fügen Sie Versionsinformationen hinzu</b>, indem Sie auf den unten stehenden Knopf drücken (sehr empfohlen).
sk: Novú verziu nájdete v sekcii <a %1$s>Verzie s súbory</a>, skontrolujte jeho <a %2$s>aktuálny stav</a>, prípadne kliknutím na nižšie uvedené tlačidlo <b>pridajte poznámky k vydaniu</b> (odporúčané).

# devcp_uploader_p_upload
source: Upload your activity file using the form below. If you have multiple, platform-specific files to upload, choose a single file and then upload the others using the Versions and Files Manager.
da: Upload your add-on file using the form below. If you have multiple, platform-specific files to upload, choose a single file and then upload the others using the Versions and Files Manager.
de: Laden Sie die Datei für Ihr Add-on mit dem unten stehenden Formular hoch. Falls Sie mehrere, plattform-spezifische Dateien haben, wählen Sie zunächst eine der Dateien und laden Sie die übrigen auf der "Versionen und Dateien"-Seite hoch.
sk: Súbor doplnku odošlite pomocou tohto formulára. Ak máte niekoľko rôznych súborov pre rôzne platformy, zvoľte jeden súbor a následne odošlite ostatné pomocou Správcu verzií a súborov.

# devcp_uploader_title_submit
source: Submit New Activity
da: Submit New Add-on
de: Neues Add-on übermitteln
sk: Odoslanie nového doplnku

# devcp_versions_edit_adjust
source: Adjusting application information here will allow users to install your add-on even if the install.rdf in the package indicates that the activity is incompatible. <a %s>List of supported applications</a>
da: Adjusting application information here will allow users to install your add-on even if the install.rdf in the package indicates that the add-on is incompatible. <a %s>List of supported applications</a>
de: Wenn Sie die Anwendungs-Informationen hier ändern, können Benuzer Ihr Add-on auch installieren, wenn die Datei install.rdf in der hochgeladenen Add-on-Datei gegenteilige Informationen enthält. <a %s>Liste unterstützter Anwendungen</a>
sk: Upravenie údajov o kompatibilných verziách umožní používateľom nainštalovať vaše rozšírenie aj v prípade, ak nie je v súbore install.rdf uvedená kompatibilita s danou verziou programu. <a %s>Zoznam podporovaných aplikácií</a>.

# devcp_versions_edit_transbox_releasenotes_description
source: Information about changes in this release, new features, known bugs, and other useful information specific to this release/version. This information will also be available to users updating the activity in the Firefox 3 Activities Manager interface.
da: Information about changes in this release, new features, known bugs, and other useful information specific to this release/version. This information will also be available to users updating the add-on in the Firefox 3 Add-ons Manager interface.
de: Informationen über Veränderungen in dieser Version, neue Funktionen, bekannte Fehler und weitere nützliche Informationen, die sich nur auf diese Version beziehen. Diese Information wird für alle Benutzern sichtbar sein, wenn sie das Add-on über den Firefox&nbsp;3 Add-on Manager aktualisieren.
sk: Informácie o zmenách v tejto verzii, nové funkcie, známe chyby a ďalšie informácie špecifické pre túto verziu. Tieto informácie budú dostupné používateľom pri aktualizovaní verzie v Správcovi doplnkov Firefoxu 3.

# downloads_disable_warning
source: This activity is disabled
cs: Tento doplněk je zakázán
da: Denne tilføjelse er deaktiveret
de: Dieses Add-on ist deaktiviert.
fa: این افزودنی غیر فعال است
ro: Acest supliment este dezactivat
sk: Tento doplnok je zakázaný

# editorcp_reviewlog_column_addon
source: Activity
cs: Doplněk
da: Add-on
de: Add-on
fa: افزودنی
ro: Supliment
sk: Doplnok

# editor_review_error_addon_not_nominated
source: This activity has not been nominated.
cs: Tento doplněk nebyl nominován.
da: This add-on has not been nominated.
de: Dieses Add-on ist momentan nicht zur Veröffentlichung nominiert.
fa: این افزودنی نامزد نشده است.
sk: Tento doplnok ešte nebol nominovaný.

# editors_addon_review_pagetitle
source: Review Activity
cs: Hodnotit doplněk
da: Review Add-on
de: Add-on moderieren
fa: بررسی افزودنی
ro: Recenzie supliment
sk: Recenzia doplnku

# editors_featured_addons_pagetitle
source: Featured Activities
cs: Uváděné doplňky
da: Featured Add-ons
de: Empfohlene Add-ons
fa: افزودنی‌های ویژه
ro: Suplimente excepționale
sk: Odporúčané doplnky

# editors_link_policy
source: Activity Policy
cs: Zásady užití doplňku
da: Add-on Policy
de: Rechtliche Hinweise zum Add-on
fa: سیاست افزودنی
ro: Politică suplimente
sk: Zásady ochrany súkromia doplnku

# editors_notice_none_found
source: There are currently no activities of this type to review.
cs: V současnosti nejsou k&nbsp;hodnocení dostupné žádné doplňky.
da: There are currently no add-ons of this type to review.
de: Momentan sind keine %s Add-ons zu moderieren.
fa: در حال حاضر هیچ افزودنی از این نوع برای بررسی وجود ندارد.
ro: Nu sunt suplimente %s de recenziat.
sk: Momentálne nie je na recenziu žiadny doplnok tohto typu.

# editors_review_details_nominated_public
source: This will mark the activity and its most recent version and files as public. Future versions will go into the sandbox until they are reviewed by an editor.
cs: Přesune doplněk, jeho současnou verzi a příslušné soubory mezi veřejné doplňky. Budoucí verze doplňku budou opět umístěny na pískoviště, dokud nebudou zhodnoceny redaktorem.
da: This will mark the add-on and its most recent version and files as public. Future versions will go into the sandbox until they are reviewed by an editor.
de: Damit werden das Add-on und seine neuesten Dateien veröffentlicht. Spätere Versionen werden in den Sandkasten übermittelt bis sie von einem Moderator getestet worden.
fa: این گزینه، افزودنی و آخرین نسخهٔ آن را به صورت عمومی در خواهد آورد. نسخه‌های بعدی وارد گودال ماسه‌بازی می‌شوند تا توسط یک ویرایش‌گر بررسی گردند.
ro: Aceasta va marca cea mai recentă versiune a suplimentului și fișierele lui ca publice. Versiunile viitoare vor sta în cutia cu nisip până când sunt recenziate de un editor.
sk: Tým označíte doplnok a jeho najnovšiu verziu a súbory ako verejné. Budúce verzie prejdú do Sandboxu, kým sa nepodrobia recenzii editorom.

# editors_review_details_nominated_sandbox
source: This will retain the activity in the sandbox.
cs: Ponechá doplněk na pískovišti.
da: This will retain the add-on in the sandbox.
de: Das Add-on wird im Sandkasten belassen
fa: این گزینه افزودنی را در گودال ماسه‌بازی نگه خواهد داشت.
ro: Aceasta va reține suplimentul în cutia cu nisip.
sk: Týmto ponecháte doplnok v Sandboxe.

# editors_review_details_pending_public
source: This will approve a sandboxed version of a public activity to appear on the public side.
cs: Schválí verzi doplňku z&nbsp;pískoviště již jednou veřejného doplňku k&nbsp;zobrazení na stránkách veřejných doplňků.
da: This will approve a sandboxed version of a public add-on to appear on the public side.
de: Damit wird ein Add-on aus dem Sandkasten in den öffentlichen Seiten veröffentlicht.
fa: این گزینه یک نسخهٔ درون گودال ماسه‌بازی از افزودنی را عمومی می‌کند.
ro: Aceasta va aproba apariția pe saitul public a unei versiuni de supliment public din cutia cu nisip.
sk: Tým schválite verziu zo Sandboxu nominovanú na uverejnenie, aby sa objavila na verejnej stránke.

# editors_review_details_pending_sandbox
source: This will cause a sandboxed version of a public activity to remain in the sandbox.
cs: Ponechá verzi doplňku z&nbsp;pískoviště již jednou veřejného doplňku na pískovišti.
da: This will cause a sandboxed version of a public add-on to remain in the sandbox.
de: Damit wird die Version im Sandkasten eines öffentlichen Add-on dort belassen.
fa: این گزینه باعث می‌شود یک نسخهٔ درون گودال ماسه‌یازی از افزودنی در گودال ماسه‌بازی باقی بماند.
ro: Aceasta va face ca versiunea din cutia cu nisip a suplimentului public să rămână în cutia cu nisip.
sk: Tým určíte, že verejný doplnok zo Sandboxu má v ňom zostať.

# editors_review_details_superreview
source: If you have concerns about this add-on's security, copyright issues, or other concerns that an administrator should look into, enter your comments in the area below. They will be sent to administrators, not the author.
cs: Pokud máte jakékoliv pochybnosti ohledně bezpečnosti doplňku, jeho autorských práv, či jakékoliv jiné záležitosti, na které by se správci měli podívat, vepište níže váš komentář. Tento komentář bude zaslán pouze správcům, ne autorům.
de: Im Falle von Unsicherheit über die Sicherheit des Add-ons, Urheberrechtsverletzungen oder anderer Bedenken, denen ein Administrator nachgehen soll, so geben Sie Ihre Kommentare bitte im folgenden Feld an. Sie werden an die Administratoren, nicht die Entwickler, übermitterlt.
fa: اگر دربارهٔ امنیت این افزودنی، مسائل مربوط به حق نسخه‌برداری آن، یا دیگر مواردی که نیاز به بررسی یک مدیر دارد، شک دارید، نظرات خود را در ناحیهٔ زیر وارد کنید. این نظرات به مدیران، نه مؤلف افزودنی، فرستاده می‌شوند.
ro: Dacă vă preocupă securitatea acestui supliment, probleme legate de drepturi de autor sau alte probleme pe care un administrator ar trebui să se uite, introduceți comentariile dumneavoastră în zona de mai jos. Ele vor fi trimise administratorilor, nu autorului.
sk: Ak máte pochybnosti o bezpečnosti tohto doplnku, problémoch s autorskými právami alebo iné, na ktoré by sa mal pozrieť správca, zadajte do dole uvedenej časti svoje komentáre. Budú odoslané správcom, nie autorovi.

# editors_review_update_notify_once
source: Notify me the next time this activity is updated. (Subsequent updates will not generate an email)
da: Notify me the next time this add-on is updated. (Subsequent updates will not generate an email)
de: Benachrichtigen Sie mich das nächste mal, wenn dieses Add-on aktualisiert wird (Einmalig: Nachfolgende Updates erzeugen keine weiteren E-Mails.)
fa: دفعهٔ بعدی که این افزودنی به‌هنگام می‌شود به من اطلاع داده شود. (به‌هنگام‌سازی‌های بعدی باعث ارسال مجدد نامهٔ الکترونیکی نخواهند شد)
sk: Upozorniť ma pri nasledujúcej aktualizácii tohto doplnku. (Ďalšie aktualizácie nevygenerujú e-mailovú správu)

# editors_th_addon
source: Activity
cs: Doplněk
da: Add-on
de: Add-on
fa: افزودنی
ro: Supliment
sk: Doplnok

# editors_th_addontypes
source: Activity Types
cs: Typy doplňků
da: Add-on Types
de: Add-on-Typen
fa: انواع افزودنی
ro: Tipuri de suplimente
sk: Typy doplnkov

# error_addon_notfound
source: Activity not found!
cs: Doplněk nenalezen!
da: Tilføjelse ikke fundet!
de: Add-on nicht gefunden!
fa: افزودنی پیدا نشد!
ro: Supliment negăsit
sk: Doplnok sa nenašiel!

# error_addon_notviewable
source: This activity is not viewable here.
cs: Tento doplněk zde nelze zobrazit.
da: Tilføjelsen kan ikke vises her.
de: Dieses Add-on kann hier nicht angezeigt werden.
fa: این افزودنی قابل مشاهده در اینجا نیست.
ro: Suplimentul nu poate fi văzut aici.
sk: Tento doplnok tu nemožno zobraziť.

# error_addon_selfreview
source: You cannot review your own activity.
cs: Nelze hodnotit svůj vlastní doplněk.
da: Du kan ikke anmelde din egen tilføjelse.
de: Sie dürfen keine Bewertungen für Ihre eigenen Add-ons abgeben.
fa: بررسی افزودنی خودتان ممکن نیست.
ro: Nu puteți recenzia propriul supliment.
sk: Nemôžete recenzovať vlastný doplnok.

# error_browse_no_addons
source: No activities in this category!
cs: V této kategorii nejsou žádné doplňky.
da: Ingen tilføjelser i denne kategori!
de: Keine Add-ons in dieser Kategorie gefunden!
fa: هیچ افزودنی در این دسته وجود ندارد!
ro: Niciun supliment în această categorie!
sk: V kategórii nie sú žiadne doplnky!

# error_collection_feed_notfound
source: Activity feed not found.
da: Tilføjelsesfeed ikke fundet.
fa: خورد وبی افزودنی پیدا نشد
ro: Nu s-a găsit fluxul suplimentelor.
sk: Kanál RSS pre doplnok nebol nájdený.

# file_browser_link_addon
source: Back to activity
cs: Zpět na stránku doplňku
da: Tilbage til tilføjelsen
de: Zurück zum Add-on
fa: بازگشت به افزودنی
sk: Späť na doplnok

# file_browser_title
source: %1$s :: File Browser :: %2$s Activities
cs: %1$s :: Prohlížeč souborů :: Doplňky aplikace %2$s
da: %1$s :: Filbrowser :: %2$s Add-ons
de: %1$s :: Datei-Browser :: %2$s Add-ons
fa: %1$s :: مرورگر پرونده :: افزودنی‌های %2$s
sk: %1$s :: Prehliadač súborov :: %2$s Add-ons

# footer_disclaimer
source: Sugar Labs is providing links to these applications as a courtesy, and makes no representations regarding the applications or any information related there to. Any questions, complaints or claims regarding the applications must be directed to the appropriate software vendor.
cs: Mozilla poskytuje rozcestník na tyto aplikace v&nbsp;dobré vůli. Nezastupuje autory těchto aplikací ani neposkytuje žádné informace, které se jich týkají. Jakékoliv dotazy, stížnosti, či požadavky týkající se těchto aplikací musí být adresovány příslušným poskytovatelům daného software.
da: Mozilla linker til disse programmer som en ekstra service og repræsenterer på ingen måde programmet eller enhver information relateret til dette. Alle spørgsmål, klager eller krav vedrørende programmerne skal sendes til softwareudgiveren.
de: Mozilla veröffentlicht Links zu diesen Anwendungen als unverbindlichen Service und macht sich weder diese noch Informationen im Bezug auf sie zueigen. Alle Fragen, Beschwerden und Ansprüche hinsichtlich dieser Anwendungen müssen direkt an den jeweiligen Hersteller gerichtet werden.
fa: موزیلا پیوندهای به این برنامه‌ها را با حسن نیت ارائه می‌دهد، و هیچ تضمینی در خصوص برنامه‌ها و یا اطلاعات دیگر مربوط به آنها نمی‌دهد. هر گونه سؤال، شکایت یا دعوی مربوط به این برنامه‌ها باید به توزیع‌کنندهٔ نرم‌افزار مربوطه ارسال شود.
ro: Mozilla furnizează legături către aceste aplicații ca o favoare și nu reprezintă persoanele care furnizează aplicațiile sau alte informații legate de ele. Orice întrebări, plângeri sau revendicări legate de aplicații trebuie să fie îndreptate către furnizorul aplicației.
sk: Mozilla poskytuje odkazy na tieto programy ako láskavosť. Nezastupuje autorov týchto aplikácií ani neposkytuje žiadne informácie, ktoré sa ich týkajú. Všetky otázky, sťažnosti alebo požiadavky týkajúce sa aplikácií treba adresovať príslušnému vydavateľovi softvéru.

# general_addontype_lpaddon
source: Language Pack (Add-on)
cs: Jazykový balíček (doplněk)
da: Sprogpakke (tilføjelse)
de: Sprachpaket (Add-on)
fa: بستهٔ زبان (افزودنی)
ro: Pachet de limbă (Supliment)
sk: Jazykový balík (doplnok)

# general_addontype_lpaddon_plural
source: Language Packs (Add-on)
cs: Jazykové balíčky (doplněk)
da: Sprogpakker (tilføjelse)
de: Sprachpakete (Add-on)
fa: بسته‌های زبان (افزودنی)
ro: Pachete de limbă (Supliment)
sk: Jazykové balíky (doplnok)

# header_home_tooltip
source: Return to the %1$s Activities homepage
cs: Návrat na úvodní stránku doplňků aplikace %1$s
da: Tilbage til startsiden for %1$s Add-ons
de: Zurück zur %1$s-Add-ons-Startseite
fa: بازگشت به صفحهٔ آغازهٔ افزودنی‌های %1$s
ro: Înapoi la Suplimente %1$s
sk: Návrat na úvodnú stránku %1$s Add-ons

# header_main_firefox_header
source: Firefox Activities
cs: Doplňky Firefoxu
da: Firefox Add-ons
de: Firefox-Add-ons
fa: افزودنی‌های فایرفاکس
ro: Suplimente Firefox
sk: Firefox Add-ons

# header_main_header
source: Activities
cs: Doplňky
da: Tilføjelser
de: Add-ons
fa: افزودنی‌ها
ro: Suplimente
sk: Doplnky

# header_navlink_addons
source: Activities
cs: Doplňky
da: Tilføjelser
de: Add-ons
fa: افزودنی‌ها
ro: Suplimente
sk: Doplnky

# install_a_login_to_install
source: <a href="%1$s">Log in</a> to install this experimental activity. <a href="%2$s">Why</a>?
cs: Pro instalaci tohoto doplňku se musíte <a href="%1$s">přihlásit</a>.
da: <a href="%1$s">Log ind</a> for at installere denne tilføjelse. <a href="%2$s">Hvorfor</a>?
de: <a href="%1$s">Einloggen</a> zum Installieren. <a href="%2$s">Warum?</a>
fa: برای نصب این افزودنی آزمایشی <a href="%1$s">وارد شوید</a>. <a href="%2$s">چرا</a>؟
ro: <a href="%1$s">Autentificați-vă</a> pentru a instala acest supliment
sk: Na inštaláciu tohto doplnku sa musíte <a href="%1$s">prihlásiť</a>. <a href="%2$s">Prečo</a>?

# install_error_addon_not_found
source: This activity is not available.
cs: Tento doplněk není dostupný.
da: Denne tilføjelse er ikke tilgængelig.
de: Add-on nicht gefunden!
fa: این افزودنی در دسترس نیست.
ro: Acest supliment nu este disponibil.
sk: Tento doplnok nie je k dispozícii

# list_sortby_name
source: Activity Name
cs: Jméno
da: Navn
de: Add-on-Name
fa: نام افزودنی
ro: Nume supliment
sk: Názov
