Repository: iamutkarshtiwari/aslo
Catalog: aslo/po/*.po
Languages: cs, da, de, fa, ro, sk

# compatibility_developers_retrieving
source: Retrieving status of hosted activities...
cs: Získávání stavu hostovaných doplňků...
da: Indlæser status for tilføjelser...
de: Status Ihrer Add-ons wird geladen...
fa: بازیابی وضعیت افزودنی‌های میزبانی شده...
ro: Se obține starea suplimentelor găzduite...
sk: Zisťuje sa stav vašich doplnkov…

# compatibility_report_detail_intro
source: The activities below make up 95% of activity usage known to Sugar Labs and are ordered by their usage size.
cs: Níže uvedené doplňky tvoří dle měření Mozilly 95% nejvíce používaných doplňků a jsou seřazeny dle používanosti.
da: Tilføjelserne herunder udgør 95% af den del af tilføjelsesbrugen som Mozilla kender til og er ordnet efter antal brugere.
de: Die folgenden Add-ons machen 95% der Add-on-Benutzung aus, die Mozilla bekannt ist. Sie sind nach ihrer Benutzungsmenge sortiert.
fa: بر اساس اطلاعاتی که موزیلا در اختیار دارد، افزودنی‌های زیر ۹۵٪ افزودنی‌های استفاده شده توسط کاربران را تشکیل می‌دهند و بر اساس مقدار استفاده مرتب شده‌اند.
ro: Suplimentele de mai jos au o rată de utilizare cunoscută de Mozilla ca 95% și sunt ordonate după utilizarea lor.
sk: Doplnky uvedené nižšie tvoria podľa údajov Mozilly 95% všetkých používaných doplnkov, usporiadané sú podľa používanosti.

# compatibility_report_intro
source: Of the %1$s activities that make up 95&#37; of activity usage known to Sugar Labs, <b>%2$s&#37;</b> are currently considered compatible with the latest builds of %3$s.
cs: %1$s doplňků pokrývá 95&#37; používanosti doplňků dle měření Mozilly. <b>%2$s&#37;</b> doplňků je v současnosti považováno za kompatibilní s poslední verzí aplikace %3$s.
da: Af de %1$s tilføjelser, som udgør 95&#37; af den del af tilføjelsesbrugen som Mozilla kender til, er <b>%2$s&#37;</b> i øjeblikket kompatible med de seneste udgaver af %3$s.
de: Von den %1%s Add-ons, die 95&#37; der Add-on-Benutzung ausmachen, die Mozilla bekannt ist, sind <b>%2$s&#37;</b> gegenwärtig mit den jüngsten Versionen von %3$2 kompatibel.
fa: بر اساس اطلاعاتی که موزیلا در اختیار دارد، از مجموع %1$s افزودنی که ۹۵٪ افزودنی‌های استفاده شده را تشکیل می‌دهند، <b>%2$s٪</b> در حال حاضر با آخرین نسخهٔ %3$s سازگار هستند.
ro: Din cele %1$s suplimente care însumează o frecvență de utilizare cunoscută de Mozilla ca fiind de 95&#37;, <b>%2$s&#37;</b> sunt în prezent considerate compatibile cu ultimele versiuni de %3$s.
sk: Z %1$s doplnkov, ktoré podľa údajov Mozilly tvoria 95&#37; všetkých používaných doplnkov, je <b>%2$s&#37;</b> kompatibilných s najnovšími zostaveniami aplikácie %3$s.

# compatibility_report_legend_alpha_description
source: Activities compatible with an alpha version of %1$s
cs: Doplňky kompatibilní s alfa verzemi aplikace %1$s
da: Tilføjelser som er kompatible med en alfaversion af %1$s
de: Add-ons, die mit einer Alpha-Version von %1$s kompatibel sind
fa: افزودنی‌های سازگار با نسخهٔ آلفایی از %1$s
ro: Suplimente compatibile cu o versiune alfa de %1$s
sk: Doplnky kompatibilné s verziou alpha aplikácie %1$s

# compatibility_report_legend_beta_description
source: Activities compatible with a beta version or release candidate of %1$s
cs: Doplňky kompatibilní s beta verzemi aplikace %1$s
da: Tilføjelser som er kompatible med en betaversion eller release candidate af %1$s
de: Add-ons, die mit einer Beta-Version von %1$s kompatibel sind
fa: افزودنی‌های سازگار با نسخهٔ بتا یا نامزد انتشاری از %1$s
ro: Suplimente compatibile cu o versiune beta sau cu un candidat pentru lansarea %1$s
sk: Doplnky kompatibilné s verziou beta/RC aplikácie %1$s

# compatibility_report_legend_latest_description
source: Activities up-to-date with the latest builds of %1$s
cs: Doplňky kompatibilní s posledními verzemi aplikace %1$s
da: Tilføjelser som er opdateret til de seneste udgaver af %1$s
de: Add-ons, die mit den neuesten Versionen von %1$s kompatibel sind
fa: افزودنی‌های سازگار با جدیدترین نسخه‌های %1$s
ro: Suplimente compatibile cu cele mai recente compilări de %1$s
sk: Doplnky kompatibilné s najnovšou verziou aplikácie %1$s

# compatibility_report_legend_other_description
source: Activities not compatible with any version of %1$s
cs: Doplňky nekompatibilní s žádnou verzí aplikace %1$s
da: Tilføjelser som ikke er kompatible med nogen versioner af %1$s
de: Add-ons, die mit keiner Version von %1$s kompatibel sind
fa: افزودنی‌های ناسازگار با هر نسخهٔ %1$s
ro: Suplimente incompatibile cu orice versiune de %1$s
sk: Doplnok nie je kompatibilný zo žiadnou verziou aplikácie %1$s

# compatibility_report_title
source: Activity Compatibility Report
cs: Hlášení o kompatibilitě doplňků
da: Kompatibilitetsrapport for tilføjelser
de: Add-on-Kompatibilitäts-Report
fa: گزارش سازگاری افزودنی‌ها
ro: Raport de compatibilitate al suplimentului
sk: Správa o kompatibilite doplnku

# compatibility_user_info
source: Information for Activity Users
cs: Informace pro uživatele doplňku
da: Information til brugere af tilføjelser
de: Informationen für Add-on-Benutzer
fa: اطلاعات مخصوص استفاده‌کنندگان افزودنی‌ها
ro: Informații pentru utilizatorii de suplimente
sk: Informácie pre používateľov doplnkov

# credits_intro
source: Sugar Labs would like to thank the following people for their contributions to the activities.sugarlabs.org project over the years:
cs: Mozilla děkuje následujícím lidem za jejich práci na projektu addons.mozilla.org:
da: Mozilla vil gerne takke følgende personer for deres bidrag til addons.mozilla.org gennem årene:
de: Mozilla dankt den folgenden Personen für Ihre Beiträge zum addons.mozilla.org-Projekt im Laufe der Jahre:
fa: موزیلا مایل به تشکر از افراد زیر برای مشارکت در پروژهٔ افزودنی‌های موزیلا در طول سالیان گذشته می‌باشد:
ro: Mozilla ar dori să mulțumească următoarelor persoane pentru contribuțiile lor la proiectul addons.mozilla.org de-a lungul anilor:
sk: Mozilla ďakuje nasledujúcim ľuďom za ich prácu na projekte addons.mozilla.org:

# devcp_actionbar_link_edit
source: Edit Activity
cs: Upravit doplněk
da: Edit Add-on
de: Add-on bearbeiten
fa: ویرایش افزودنی
ro: Editează suplimentul
sk: Upraviť doplnok

# devcp_additem_sidebar_title
source: Submit Activity
cs: Přidání doplňku
da: Submit Add-on
de: Neues Add-on anlegen
fa: ارسال افزودنی
ro: Trimite un supliment
sk: Odoslať doplnok

# devcp_additem_step2_link
source: Step 2: Activity Details
cs: Krok 2: Informace o doplňku
da: Step 2: Add-on Details
de: Schritt 2: Add-on-Details
fa: گام ۲: جزئیات افزودنی
ro: Pasul 2: Detalii supliment
sk: 2. krok: Podrobnosti doplnku

# devcp_addon_disabled_successfully
source: Activity disabled successfully
cs: Doplněk úspěšně zakázán
da: Add-on disabled successfully
de: Add-on wurde erfolgreich deaktiviert
fa: افزودنی با موفقیت غیر فعال گردید
ro: Supliment dezactivat cu succes
sk: Doplnok úspešne zakázaný

# devcp_addon_edit_pagetitle
source: Edit Activity
cs: Upravit doplněk
da: Edit Add-on
de: Add-on bearbeiten
fa: ویرایش افزودنی
ro: Editare supliment
sk: Upraviť doplnok

# devcp_addon_enabled_successfully
source: Activity enabled successfully
cs: Doplněk úspěšně povolen
da: Add-on enabled successfully
de: Add-on wurde erfolgreich aktiviert
fa: افزودنی با موفقیت فعال گردید
ro: Supliment activat cu succes
sk: Doplnok úspešne povolený

# devcp_addon_field_description_displaytitle
source: Activity Description
cs: Popis doplňku
da: Add-on Description
de: Add-on-Beschreibung
fa: شرح افزودنی
ro: Descriere supliment
sk: Popis doplnku

# devcp_addon_field_homepage_displaytitle
source: Activity Homepage
cs: Domovská stránka doplňku
da: Add-on Homepage
de: Add-on-Homepage
fa: صفحهٔ آغازهٔ افزودنی
ro: Pagina de start a suplimentului
sk: Domovská stránka doplnku

# devcp_addon_field_name_displaytitle
source: Activity Name
cs: Název doplňku
da: Add-on Name
de: Add-on-Name
fa: نام افزودنی
ro: Nume supliment
sk: Názov doplnku

# devcp_addon_field_summary_displaytitle
source: Activity Summary
cs: Stručný popis doplňku
da: Add-on Summary
de: Add-on-Zusammenfassung
fa: خلاصهٔ افزودنی
ro: Descriere sumară pentru supliment
sk: Súhrn doplnku

# devcp_addon_nominated_successfully
source: Activity nominated successfully!
cs: Doplněk úspěšně nominován!
da: Add-on nominated successfully!
de: Add-on wurde erfolgreich nominiert!
fa: افزودنی با موفقیت نامزد شد!
ro: Supliment nominalizat cu succes!
sk: Doplnok úspešne nominovaný!

# devcp_addon_nominate_pagetitle
source: Nominate Activity
cs: Nominovat doplněk
da: Nominate Add-on
de: Add-on nominieren
fa: نامزد کردن افزودنی
ro: Nominalizare supliment
sk: Nominovať doplnok

# devcp_addon_status_action_activate_description
source: Make your activity active for it to show up in public listings and enable the update check service.
cs: Po aktivaci se bude doplněk zobrazovat ve veřejně dostupných výpisech a bude povolena jeho aktualizační služba.
da: Make your add-on active for it to show up in public listings and enable the update check service.
de: Aktivieren Sie Ihr Add-on, damit es auf öffentlichen Bereichen der Seite angezeigt wird, und damit Benutzer automatisch Updates erhalten können.
sk: Nastavením doplnku ako aktívny ho sprístupníte vo všetkých verejne dostupných zoznamoch a povolíte poskytovanie aktualizácií.

# devcp_addon_status_action_complete
source: Complete Activity
cs: Dokončit doplněk
da: Complete Add-on
de: Add-on vervollständigen
sk: Dokončiť doplnok

# devcp_addon_status_action_complete_description
source: Complete your activity and move to the Sandbox
cs: Dokončený doplněk se přesune na pískoviště.
da: Complete your add-on and move to the Sandbox
de: Vervollständigen Sie Ihr Add-on und bringen Sie es in den Sandkasten
sk: Dokončite váš doplnok a presuňte ho do Sandboxu

# devcp_addon_status_action_deactivate_description
source: Make your activity inactive to hide it from all public listings and disable the update check service.
cs: Po deaktivaci se přestane doplněk zobrazovat ve veřejně dostupných výpisech a bude zakázána jeho aktualizační služba.
da: Make your add-on inactive to hide it from all public listings and disable the update check service.
de: Deaktivieren Sie Ihr Add-on, um es von öffentlichen Bereichen der Seite verschwindet, und damit Benutzer keine Updates mehr erhalten.
sk: Nastavením doplnku ako neaktívny ho skryjete zo všetkých verejne dostupných zoznamov a zastavíte poskytovanie aktualizácií.

# devcp_addon_status_action_move_description
source: Move your activity back to the Sandbox. This is reversible.
cs: Doplněk bude přesunut zpět na pískoviště. Tato operace je vratná.
da: Move your add-on back to the Sandbox. This is reversible.
de: Schicken Sie Ihr Add-on zurück in den Sandkasten. Dies kann rückgängig gemacht werden.
sk: Presunie váš doplnok späť do Sandboxu. Akciu je možné vrátiť späť.

# devcp_addon_status_action_nominate_description
source: Nominate your activity to become Public
cs: Nominujte svůj doplněk ke zveřejnění.
da: Nominate your add-on to become Public
de: Nominieren Sie Ihr Add-on für die Veröffentlichung
sk: Nominovať doplnok na uverejnenie

# devcp_addon_status_action_public_description
source: Make your activity Public again.
cs: Doplněk bude opět zveřejněn.
da: Make your add-on Public again.
de: Veröffentlichen Sie Ihr Add-on erneut.
sk: Nastaví váš doplnok ako verejný.

# devcp_addon_status_active
source: Your activity is <span class="inactive-0">Active</span>. This means your activity is showing up in all available listings appropriate for its status above.
cs: Doplněk je <span class="inactive-0">aktivní</span>. Doplněk se zobrazuje ve všech seznamech odpovídajících jeho stavu výše.
da: Your add-on is <span class="inactive-0">Active</span>. This means your add-on is showing up in all available listings appropriate for its status above.
de: Ihr Add-on ist <span class="inactive-0">aktiv</span>. Das bedeutet, dass Ihr Add-on an allen Stellen gezeigt wird, die seinem oben genannten Status entsprechen.
sk: Váš doplnok je <span class="inactive-0">aktívny</span>. To znamená, že doplnok sa zobrazuje vo všetkých verejne dostupných zoznamoch.

# devcp_addon_status_completion_disabled
source: Please fulfill the criteria above before you can complete your activity and move it to the <span class="status-1">Sandbox</span>.
cs: Před dokončením doplňku a jeho přesunem na <span class="status-1">pískoviště</span> splňte prosím výše uvedené požadavky.
da: Please fulfill the criteria above before you can complete your add-on and move it to the <span class="status-1">Sandbox</span>.
de: Bitte erfüllen Sie die oben genannten Kriterien, bevor Sie Ihr Add-on vervollständigen und in den <span class="status-1">Sandkasten</span> bewegen können.
sk: Pred dokončením doplnku a jeho presunutím do <span class="status-1">Sandboxu</span> musíte splniť vyššie uvedené kritériá.

# devcp_addon_status_completion_enabled
source: You may now complete your activity and move it to the <span class="status-1">Sandbox</span> by clicking the button below.
cs: Klepnutím na tlačítko níže můžete svůj doplněk dokočit a přesunout jej na <span class="status-1">pískoviště</span>.
da: You may now complete your add-on and move it to the <span class="status-1">Sandbox</span> by clicking the button below.
de: Sie können Ihr Add-on nun vervollständigen und es in den <span class="status-1">Sandkasten</span> bewegen, indem Sie die unten stehende Taste drücken.
sk: Teraz môžete dokončiť váš doplnok a presunúť ho do <span class="status-1">Sandboxu</span> kliknutím na nižšie uvedené tlačidlo.

# devcp_addon_status_criteria_description
source: Activity Description required
cs: Je vyžadován popis doplňku
da: Add-on Description required
de: Add-on-Beschreibung benötigt
sk: Vyžadovaný popis doplnku

# devcp_addon_status_criteria_name
source: Activity Name required
cs: Je vyžadován název doplňku
da: Add-on Name required
de: Add-on-Name benötigt
sk: Vyžadovaný názov doplnku

# devcp_addon_status_criteria_prerelease
source: Activity is not marked as pre-release.
cs: Doplněk není ozančen jako kandidát na vydání.
da: Add-on is not marked as pre-release.
de: Add-on ist als Testversion markiert.
sk: Doplnok nie je označený ako pred-vydanie.

# devcp_addon_status_criteria_review
source: Several user reviews of the activity (may be external reviews).
cs: Několik hodnocení doplňku uživateli (může být externí hodnocení).
da: Several user reviews of the add-on (may be external reviews).
de: Ihr Add-on benötigt mehrer Benutzer-Bewertungen (diese dürfen auch externe Webadressen sein).
sk: Niekoľko recenzií doplnku (môžu byť externé recenzie).

# devcp_addon_status_criteria_summary
source: Activity Summary required
cs: Je vyžadován stručný popis doplňku
da: Add-on Summary required
de: Add-on-Zusammenfassung benötigt
sk: Vyžadovaný súhrn doplnku

# devcp_addon_status_header
source: Activity Status: %s
cs: Stav doplňku: %s
da: Add-on Status: %s
de: Add-on-Status: %s
sk: Stav doplnku: %s

# devcp_addon_status_header_criteria
source: Activity Completion Criteria
cs: Kritéria pro dokončení doplňku
da: Add-on Completion Criteria
de: Kriterien zur Vervollständigung
sk: Kritéria pre dokončenie doplnku

# devcp_addon_status_inactive
source: Your activity is <span class="inactive-1">Inactive</span>. This means your activity will not show up in any listing, regardless of its status above. Updates are <b>not</b> being provided to your activity through the update check service.
cs: Doplněk <span class="inactive-1">není aktivní</span> a proto se nezobrazuje ve žádném seznamu bez ohledu na jeho stav výše. Aktualizace doplňku <b>nejsou</b>pomocí aktualizační služby poskytovány.
da: Your add-on is <span class="inactive-1">Inactive</span>. This means your add-on will not show up in any listing, regardless of its status above. Updates are <b>not</b> being provided to your add-on through the update check service.
de: Ihr Add-on ist <span class="inactive-1">deaktiviert</span>. Das bedeutet, dass Ihr Add-on in keinen Listen gezeigt wird, unabhängig von seinem oben genannten Status. Benutzer des Add-ons erhalten <strong>keine</strong> automatischen Updates.
sk: Váš doplnok je <span class="inactive-1">neaktívny</span>. To znamená, že sa neobjavuje v žiadnom dostupnom zozname a to nezávislo na svojom stave. Aktualizácie <b>nie sú</b> prostredníctvom aktualizačnej služby poskytované.

# devcp_addon_status_nominate_disabled
source: Please fulfill the criteria above before nominating your activity to become <span class="status-4">Public</span>.
cs: Před nominací doplňku ke <span class="status-4">zveřejnění</span> splňte prosím výše uvedené požadavky.
da: Please fulfill the criteria above before nominating your add-on to become <span class="status-4">Public</span>.
de: Bitte erfüllen Sie die oben genannten Kriterien, bevor Sie Ihr Add-on für die <span class="status-4">Veröffentlichung</span> nominieren.
sk: Pred nominovaním doplnku na <span class="status-4">verejný</span> musíte splniť vyššie uvedené kritériá.

# devcp_addon_status_nominate_enabled
source: You may now nominate your activity for <span class="status-4">Public</span> by clicking the button below.
cs: Klepnutím na tlačítko níže můžete svůj doplněk nominovat ke <span class="status-4">zveřejnění</span>.
da: You may now nominate your add-on for <span class="status-4">Public</span> by clicking the button below.
de: Sie können Ihr Add-on nun für die <span class="status-4">Veröffentlichung</span> nominieren, indem Sie die unten stehende Taste drücken.
sk: Teraz môžete nominovať váš doplnok na <span class="status-4">verejný</span> kliknutím na nižšie uvedené tlačidlo.

# devcp_addon_status_switch_disabled
source: Your activity was <span class="status-5">Disabled</span> by an administrator and cannot be used. If you have any questions, please e-mail %s.
da: Your add-on was <span class="status-5">Disabled</span> by an administrator and cannot be used. If you have any questions, please e-mail %s.
de: Ihr Add-on wurde von einem Administrator <span class="status-5">deaktiviert</span> und kann nicht mehr verwendet werden. Falls Sie Fragen haben, schreiben Sie bitte eine E-Mail an %s.
sk: Váš doplnok bol správcom <span class="status-5">zakázaný</span> a nemôže byť používaný. Ak máte otázky, kontaktujte nás na e-mailovej adrese %s.

# devcp_addon_status_switch_incomplete
source: Your activity is currently <span class="status-0">Incomplete</span>. This means your activity is not showing up on any portion of the site or update check service. You may come to this page to complete your activity after it meets the criteria below for completion and transfer to the <span class="status-1">Sandbox</span>.
da: Your add-on is currently <span class="status-0">Incomplete</span>. This means your add-on is not showing up on any portion of the site or update check service. You may come to this page to complete your add-on after it meets the criteria below for completion and transfer to the <span class="status-1">Sandbox</span>.
de: Ihr Add-on ist gegenwärtig <span class="status-0">unvollständig</span>. Das bedeutet, dass Ihr Add-on nirgendwo auf der Seite gezeigt wird. Benutzer des Add-ons erhalten keine automatischen Updates. Sie können zu dieser Seite zurückkehren, um Ihr Add-on zu vervollständigen, nachdem es die unten stehenden Kriterien erfüllt. Dann können Sie es in den <span class="status-1">Sandkasten</span> bewegen.
sk: Váš doplnok je momentálne <span class="status-0">nekompletný</span>. To znamená, že sa nezobrazuje v žiadnej časti stránky a nie sú preň poskytované aktualizácie. Váš doplnok môžete dokončiť na tejto stránke, keď splní kritériá pre dokončenie a presun do <span class="status-1">Sandboxu</span>.

# devcp_addon_status_switch_nominated
source: Your activity is currently nominated to become <span class="status-4">Public</span> and is awaiting editor review. There are currently %s other activities in the nomination queue.
da: Your add-on is currently nominated to become <span class="status-4">Public</span> and is awaiting editor review. There are currently %s other add-ons in the nomination queue.
de: Ihr Add-on ist gegenwärtig zur <span class="status-4">Veröffentlichung</span> nominiert und wartet auf die Bewertung durch einen Moderator. Im Moment warten noch %s weitere Add-ons auf eine Bewertung.
sk: Váš doplnok je nominovaný na <span class="status-4">verejný</span> doplnok a čaká na kontrolu editorom. Vo fronte momentálne čaká niekoľko ďalších doplnkov (celkom %s).

# devcp_addon_status_switch_pending
source: Your activity is pending. This shouldn't have happened. Please e-mail %s with your activity ID and state this error.
da: Your add-on is pending. This shouldn't have happened. Please e-mail %s with your add-on ID and state this error.
de: Der Status Ihres Add-ons ist fehlerhaft. Das hätte nicht passieren dürfen. Bitte senden Sie eine E-Mail an %s, nennen Sie die ID-Nummer Ihres Add-ons und diesen Fehler.
sk: Váš doplnok je momentálne čakajúci. Toto by sa nemalo stať. Prosím, pošlite e-mailovú správu na adresu %s a uveďte ID doplnku a túto chybu.

# devcp_addon_status_switch_public
source: Your activity is <span class="status-4">Public</span>, which means it will show up in all listings and searches and can be downloaded without restriction. Updates are being provided to your activity through the update check service.
da: Your add-on is <span class="status-4">Public</span>, which means it will show up in all listings and searches and can be downloaded without restriction. Updates are being provided to your add-on through the update check service.
de: Ihr Add-on ist gegenwärtig <span class="status-4">öffentlich</span>. Das bedeutet, dass Ihr Add-on auf allen Listen und in Suchergebnissen angezeigt wird. Außerdem kann es ohne Einschränkung heruntergeladen werden. Benutzer des Add-ons erhalten automatische Updates.
sk: Váš doplnok je <span class="status-4">verejný</span>, čo znamená, že sa zobrazuje vo všetkých zoznamoch a výsledkoch vyhľadávania a používatelia ho môžu bez obmedzenia preberať. Cez aktualizačný mechanizmus sú poskytované aktualizácie doplnku.

# devcp_addon_status_switch_sandbox
source: Your activity is in the <span class="status-1">Sandbox</span>, which means it will show up in listings and searches, but users must log in to download it. Updates are <b>not</b> being provided to your activity through the update check service.
da: Your add-on is in the <span class="status-1">Sandbox</span>, which means it will show up in listings and searches, but users must log in to download it. Updates are <b>not</b> being provided to your add-on through the update check service.
de: Ihr Add-on ist gegenwärtig im <span class="status-1">Sandkasten</span>. Das bedeutet, dass Ihr Add-on auf Listen und in Suchergebnissen angezeigt wird, aber Benutzer müssen sich einloggen, bevor sie es herunterladen können. Benutzer des Add-ons erhalten <strong>keine</strong> automatischen Updates.
sk: Váš doplnok sa nachádza v <span class="status-1">Sandboxe</span>, čo znamená, že sa zobrazuje vo všetkých zoznamoch a výsledkoch vyhľadávania, ale používatelia sa musia prihlásiť, ak ho chcú prevziať a nainštalovať. Cez aktualizačný mechanizmus <b>nie sú</b> poskytované aktualizácie doplnku.

# devcp_addon_status_trusted
source: Your activity is <span class="status-4">Trusted</span>. This means you can submit updates to your activity without editor review.
da: Your add-on is <span class="status-4">Trusted</span>. This means you can submit updates to your add-on without editor review.
de: Ihrem Add-on wird <span class="status-4">vertraut</span>. Das bedeutet, Sie können Updates für Ihr Add-on übermitteln ohne die Bewertung eines Moderators.
sk: Váš doplnok je <span class="status-4">dôveryhodný</span>. To znamená, že môžete odosielať nové verzie bez toho, aby ich musel skontrolovať editor.

# devcp_addon_submission_makechanges_link
source: Edit Activity
cs: ještě upravit
da: Edit Add-on
de: Add-on bearbeiten
fa: ویرایش افزودنی
ro: Editează supliment
sk: Upraviť doplnok
