Repository: iamutkarshtiwari/aslo
Catalog: aslo/po/*.po
Languages: cs, da, de, fa, ro, sk

# user_email_confirm_account_nopass
source: Welcome to %2$s Activities. Before you can use your new account you must activate it - this ensures the e-mail address you used is valid and belongs to you. To activate your account, click the link below or copy and paste the whole thing into your browser's location bar: %1$s Once you successfully activated your account, you can throw away this e-mail. Thanks for joining %2$s Activities -- %2$s Activities Staff
cs: Vítejte na serveru doplňky Mozilly. Před tím, než budete moci začít využívat váš účet, je nutné ho aktivovat - to zaručí, že e-mailová adresa, kterou jste použily, je platná a je vaše. K aktivaci účtu stačí klepnout na následující odkaz, či tento odkaz zkopírovat do adresního řádku ve svém prohlížeči: %1$s Po úspěšné aktivaci svého účtu můžete tento e-mail smazat. Děkujeme za registraci na serveru doplňky Mozilly. -- Tým serveru doplňky Mozilly
da: Velkommen til %2$s Add-ons. Før du kan bruge din nye konto, skal du aktivere den - det sikrer, at den anvendte e-mail-adresse er gyldig og tilhører dig. For at aktivere din konto skal du klikke på linket herunder eller kopiere hele linket ind i din browsers adresselinje: %1$s Når du har aktiveret din konto, kan du smide denne e-mail væk. Tak fordi du tilmeldte dig %2$s Add-ons -- %2$s Add-ons
de: Willkommen zu %2$s Add-ons. Bevor Sie Ihr Benutzerkonto verwenden können, müssen Sie es erst aktivieren. Das stellt sicher, dass Sie Ihre E-Mail-Adresse korrekt eingegeben haben. Um Ihr Konto zu aktivieren, klicken Sie bitte auf den folgenden Link oder kopieren Sie ihn in die Adressleiste Ihres Webbrowsers: %1$s Nachdem Sie Ihren Account erfolgreich aktiviert haben, können Sie diese E-Mail löschen. Danke, dass Sie sich bei %2$s Add-ons angemeldet haben! -- das %2$s Add-ons Team
fa: به افزودنی‌های %2$s خوش آمدید. پیش از آن که بتوانید از حساب کاربری جدید خود استفاده کنید، باید آن را فعال سازید. این کار به ما اطمینان می‌دهد که نشانی پست الکترونیکی شما معتبر است و متعلق به شما می‌باشد. برای فعال کردن حساب کاربری‌تان، بر روی پیوند زیر کلیک کنید یا کل أن را درون نوار مکان مرورگر خود بچسبانید: %1$s هنگامی که حساب کاربری‌تان را با موفقیت فعال کردید، می‌توانید این نامه را حذف کنید. از پیوستن شما به افزودنی‌های %2$s متشکریم --تیم افزودنی‌های %2$s
ro: Bun venit pe Suplimente %2$s. Înainte de a putea folosi noul dumneavoastră cont, trebuie să-l activați - acest lucru certifică faptul că adresa dumneavoastră de email este validă și vă aparține. Pentru a vă activa contul, clicați legătura de mai jos sau copiați și lipiți întreaga chestie în bara de adrese a navigatorului dumneavoastră: %1$s Odată ce ați activat cu succes contul dumneavoastră, puteți arunca acest mesaj. Vă mulțumim pentru înscrierea pe Suplimente %2$s -- Echipa Suplimente %2$s
sk: Vitajte na %2$s Add-ons. Najprv je potrebné nový účet aktivovať. Tým spolu skontrolujeme platnosť použitej e-mailovej adresy. Ak chcete aktivovať účet, kliknite na dole uvedený odkaz alebo ho skopírujte a prilepte v prehliadači do panela adresy: %1$s Po úspešnom aktivovaní účtu môžete tento e-mail zahodiť. Ďakujeme, že ste sa pripojili k %2$s Add-ons. -- Tím %2$s Add-ons

# user_email_confirm_emailchange
source: You requested a change to your email address at %2$s Activities. In order to confirm the new address, please click the link below or copy and paste the whole thing into your browser's location bar: %1$s You have 48 hours to confirm the new address. If you do not want to change the address anymore, you can just ignore this email. Thanks! -- %2$s Activities Staff
cs: Požádali jste o změnu e-mailové adresy u vašeho účtu na %2$s Add-ons. Pokud chcete novou adresu potvrdit, klepnete na odkaz níže nebo jej zkopírujte a vložte do adresního řádku svého prohlížeče: %1$s Na potvrzení nové adresy máte 48 hodin. Pokud si již adresu nepřejete změnit postačí, když tento e-mail budete ignorovat. Díky! -- Tým %2$s Add-ons
da: Du anmodede om at ændre din e-mail-adresse hos %2$s Add-ons. For at bekræfte din nye adresse, bedes du klikke på linket herunder eller kopiere det hele ind i din browsers adresselinje: %1$s Du har to døgn til at bekræfte din nye adresse. Hvis du alligevel ikke ønsker at ændre din adresse, kan du bare ignorere denne e-mail. Tak! -- %2$s Add-ons
de: Sie haben eine E-Mail-Adressänderung bei %2$s Add-ons angefordert. Um Ihre neue E-Mail-Adresse zu bestätigen, klicken Sie bitte auf den folgenden Link, oder kopieren Sie ihn an einem Stück in die Adressleite Ihres Webbrowsers: %1$s Sie haben 48 Stunden Zeit, um Ihre neue E-Mail-Adresse zu bestätigen. Wenn Sie die Änderung doch nicht durchführen möchten, können Sie diese Mail hingegen ignorieren. Vielen Dank! -- das %2$s Add-ons Team
fa: شما درخواست تغییر نشانی پست الکترونیکی خود در افزودنی‌های %2$s داده‌اید. به منظور تأیید نشانی جدید، بر روی پیوند زیر کلیک کنید یا کل آن را درون نوار مکان مرورگرتان بچسبانید: %1$s برای تأیید نشانی جدید ۴۸ ساعت فرصت دارید. اگر از تغییر نشانی پست الکترونیکی‌تان منصرف شدید۷ می‌توانید این نامه را نادیده بگیرید. با تشکر! -- تیم افزودنی‌های %2$s
ro: Ați făcut o cerere de schimbare a adresei de email pentru „Suplimente %2$s”. Pentru a confirma noua adresă, vă rugăm să urmați legătura de mai jos cu un clic sau să o copiați și să o lipiți în bara de adrese a programului de navigare pe internet: %1$s Aveți 48 de ore pentru a confirma noua adresă. Dacă nu mai doriți să vă schimbați adresa, puteți pur și simplu să ignorați acest mesaj. Vă mulțumim! -- Echipa „Suplimente %2$s”
sk: Požiadali ste o zmenu e-mailovej adresy vášho účtu na %2$s Add-ons. Ak chcete túto zmenu potvrdiť, kliknite na odkaz uvedený nižšie alebo skopírujte adresu a zadajte ju do webového prehliadača: %1$s Na potvrdenie novej e-mailovej adresy máte 48 hodín. Ak ju nehcete zmeniť, ignorujte túto správu. Ďakujeme! -- Tím %2$s Add-ons

# user_email_confirm_subject
source: Thanks for joining %s Activities
cs: Doplňky Mozilly - aktivace účtu
da: Tak fordi du tilmeldte dig %s Add-ons
de: Danke, dass Sie sich bei %1$s Add-ons angemeldet haben
fa: از پیوستن شما به افزودنی‌های %s متشکریم
ro: Vă mulțumim pentru înscrierea pe Suplimente %s
sk: Ďakujeme, že ste sa pripojili k %s Add-ons

# user_email_pwreset
source: %2$s Activities Password Reset A request was received to reset the password for this account on activities.sugarlabs.org. To change this password please click on the following link, or paste it into your browser's location bar: %1$s If you did not request this email there is no need for further action. Thanks, -- %2$s Activities Staff
cs: Žádost o obnovení hesla na serveru doplňky Mozilly Server doplňky Mozilly obdržel žádost na obnovení hesla účtu, který je provázán s&nbsp;tímto e-mailem. Pokud si přejete heslo změnit, klepněte prosím na následující odkaz nebo tento odkaz vložte do svého prohlížeče: %1$s Pokud jste změnu hesla nepožadovali, tento e-mail prosím ignorujte. S pozdravem, -- Tým serveru doplňky Mozilly
da: Nulstilling af adgangskode til %2$s Add-ons Vi modtog en anmodning om at nulstille adgangskoden for denne konto på addons.mozilla.org. For at ændre din adgangskode bedes du klikke på følgende link eller kopiere det ind i din browsers adresselinje: %1$s Har du ikke anmodet om denne e-mail, skal du ikke foretage dig noget yderligere. Tak, -- %2$s Add-ons
de: %2$s Add-ons Password zurücksetzen Sie erhalten diese E-Mail, weil jemand bei %2$s Add-ons angefordert hat, Ihr Passwort zurückzusetzen. Um Ihr Passwort zu ändern, klicken Sie bitte auf den folgenden Link, oder kopieren Sie ihn in die Adressleiste Ihres Webbrowsers: %1$s Wenn Sie diese Mail nicht angefordert haben, ignorieren Sie sie bitte einfach. Ihr Passwort wird dann nicht verändert. Danke, -- das %2$s Add-ons Team
fa: بازنشانی گذرواژهٔ افزودنی‌های %2$s درخواستی برای بازنشانی گذرواژهٔ این حساب کاربری در addons.mozilla.org دریافت شده است. برای تغییر این گذرواژه، لطفاً بر روی پیوند زیر کلیک کنید، یا آن را درون نوار مکان مرورگر خود بچسبانید: %1$s اگر شما درخواست ارسال این نامه را نداده‌اید، نیازی به عملی از سوی شما نیست. با تشکر، -- تیم افزودنی‌های %2$s
ro: Suplimente %2$s - Resetare parolă Am primit o cerere de resetare a parolei pentru acest cont de pe addons.mozilla.org. Pentru a schimba parola, vă rugăm clicați pe următoarea legătură, sau lipiți-o în bara de adrese a navigatorului dumneavoastră: %1$s Dacă nu ați făcut o astfel de cerere nu este nevoie să faceți nimic. Vă mulțumim, -- Echipa Suplimente %2$s
sk: Vynulovanie hesla pre %2$s Add-ons Bola prijatá žiadosť o vynulovanie hesla pre tento účet na stránke addons.mozilla.org. Ak chcete zmeniť heslo, kliknite na nasledujúci odkaz, alebo ho zadajte v prehliadači do panela adresy: %1$s Ak ste žiadosť nepodali, nie je potrebná žiadna akcia. Ďakujeme, -- Tím %2$s Add-ons

# user_email_pwreset_subject
source: Reset your %s Activities password
cs: Doplňky Mozilly - obnovení hesla
da: Nulstil din adgangskode til %s Add-ons
de: Zurücksetzen Ihres %s Add-ons-Passworts
fa: بازنشانی گذرواژهٔ افزودنی‌های %s
ro: Resetați-vă parola dumneavoastră pe Suplimente %s
sk: Vynulovanie hesla pre %s Add-ons

# user_info_usersince
source: %s Activities user since
cs: Uživatelem serveru doplňky Mozilly od
da: Bruger af %s Add-ons siden
de: Angemeldet bei %1$s Add-ons seit
fa: کاربر افزودنی‌های %s از تاریخ
ro: Utilizator Suplimente %s din
sk: Používateľ %s Add-ons od:

# user_notifications_item_compat
source: Activity Compatibility (strongly recommended)
da: Kompatibilitet vedrørende tilføjelser (anbefales kraftigt)
de: Add-on-Kompatibilität (strengstens empfohlen)
fa: سازگاری افزودنی‌ها (به شدت توصیه می‌شود)
ro: Compatibilitate supliment (recomandat cu tărie)
sk: Kompatibilita doplnku (dôrazne odporúčané)

# user_notifications_select_topics
source: From time to time, Sugar Labs may send you email about upcoming releases and activity events. Please select the topics you are interested in below:
da: Mozilla kan af og til sende e-mails vedrørende kommende udgivelser og begivenheder relateret til tilføjelser. Vælg hvad du er interesseret i herunder:
de: Von Zeit zu Zeit kann Mozilla Ihnen E-Mails bezüglich bald erscheinender Softwareversionen und Add-on-bezogener Ereignisse senden. Bitte wählen Sie diejenigen Themes aus, die Sie interessieren:
fa: ممکن است موزیلا هر چند وقت یک بار دربارهٔ انتشارهای پیش رو و رویدادهای مربوط به افزودنی‌ها نامه‌ای الکترونیکی ارسال کند. لطفاً موضوعات مورد علاقهٔ خود را در ادامه انتخاب کنید:
ro: Din când în când, Mozilla vă poate trimite câte un email despre ediții noi și evenimente legate de suplimente. Vă rugăm să selectați subiectele de care sunteți interesat mai jos:
sk: Z času na čas Vám Mozilla môže odoslať e-mailovú správu s informáciou o nadchádzajúcich vydaniach alebo udalostí. Prosím, zvoľte si oblasti, ktoré Vás zaujímajú:

# user_notifications_specific_contact
source: Sugar Labs reserves the right to contact you individually about specific concerns with your hosted activities.
da: Mozilla forbeholder sig retten til at kontakte dig individuelt vedrørende dine tilføjelser, som er hostet her.
de: Mozilla behält sich vor, Ihnen persönliche E-Mails zu schreiben, wenn es um bestimmte Angelegenheiten im Bezug auf Ihre hier beherbergten Add-ons geht.
fa: موزیلا حق تماس با شما را به صورت شخصی در خصوص موارد مربوط به افزودنی‌های‌تان برای خود محفوظ نگه می‌دارد.
ro: Mozilla își rezervă dreptul de a vă contacta individual despre probleme specifice legate de suplimentele găzduite de dumneavoastră.
sk: Mozilla si vyhradzuje právo individuálne Vás kontaktovať ohľadne špecifických záležitostí vašich doplnkov hostovaných Mozillou.

# user_register_amo_link
source: %s Activities
cs: doplňky Mozilly
da: %s Add-ons
de: %s Add-ons
fa: افزودنی‌های %s
ro: Suplimente %s
sk: %s Add-ons

# user_register_click_confirm_link
source: A link to activate your user account was sent by email to your address %1$s. You have to click it before you can log into %2$s Activities.
cs: Na vaši adresu %1$s byl odeslán e-mail obsahující odkaz k&nbsp;aktivaci účtu. Před tím než se budete moci přihlásit, si musíte svůj účet aktivovat klepnutím na tento odkaz.
da: Et link til aktivering af din brugerkonto er sendt af sted via e-mail til din adresse, %1$s. Du skal klikke på linket i denne e-mail, før du kan logge ind på %2$s Add-ons.
de: Eine E-Mail wurde an Ihre Adresse %1$s gesendet, um Ihre E-Mail-Adresse zu bestätigen. Bevor Sie sich einloggen können, müssen Sie den in der Mail enthaltenen Link aufrufen, um Ihr Konto zu aktivieren.
fa: پیوندی برای فعال‌سازی حساب کاربری شما به نشانی پست الکترونیکی‌تان %1$s فرستاده گردید. پیش از آن که بتوانید وارد وب‌گاه افزودنی‌های %2$s شوید باید بر روی آن کلیک نمایید.
ro: O legătură pentru a activa contul dumneavoastră a fost trimisă pe adresa dumneavoastră de e-mail %1$s. Trebuie să o urmați înainte de a vă autentifica în Suplimente %2$s.
sk: Odkaz na aktivovanie používateľského účtu bol odoslaný e-mailom na adresu %1$s. Pred prihlásením na %2$s Add-ons je potrebné na tento odkaz kliknúť.

# users_info_addons_by_user
source: Activities by %1$s
cs: Doplňky od uživatele %1$s
da: Tilføjelser fra %1$s
de: Add-ons von Benutzer %1$s
fa: افزودنی‌های %1$s
ro: Suplimente create de %1$s
sk: Doplnky od autora %1$s

# users_login_sandbox_display_warning
source: The activity you're looking for is currently in the sandbox. If you already have an account on Sugar Labs Activities, please log in, or <a href="%1$s">learn more about the sandbox.</a>
cs: Doplněk, který hledáte, je v&nbsp;současnosti na pískovišti. Pokud máte na serveru doplňky Mozilly účet, pak se prosím přihlaste, a nebo si zjistěte o pískovišti <a href="%1$s">více informací.</a>
da: Den ønskede tilføjelse befinder sig i øjeblikket i sandkassen. Har du allerede en konto hos Mozilla Add-ons, bedes du logge ind, eller du kan <a href="%1$s">lære mere om sandkassen.</a>
de: Das von Ihnen angeforderte Add-on befindet sich derzeit im Sandkasten. Falls Sie bereits ein Konto bei Mozilla Add-ons haben, so melden Sie sich bitte an, oder <a href="%1$s">erfahren Sie mehr über den Sandkasten.</a>
fa: افزودنی که به دنبالش هستید اکنون در گودال ماسه‌بازی است. اگر یک حساب کاربری در وب‌گاه افزودنی‌های موزیلا دارید، لطفاً وارد شوید، یا <a href="%1$s">در مورد گودال ماسه‌بازی بیشتر بدانید</a>.
ro: Suplimentul la care vă uitați se află actualmente în cutia cu nisip. Dacă aveți deja un cont pe Suplimente Mozilla, vă rugăm autentificați-vă, sau <a·href="%1$s">aflați mai multe despre cutia cu nisip.</a>
sk: Doplnok, ktorý hľadáte, je momentálne v Sandboxe. Ak máte účet na Mozilla Add-ons, prihláste sa alebo si <a href="%1$s">prečítajte o Sandboxe</a> ďalšie informácie.

# users_login_sandbox_page_warning
source: The page you're looking for is part of the sandbox. If you already have an account on Sugar Labs Activities, please log in, or <a href="%1$s">learn more about the sandbox.</a>
cs: Stránka, kterou hledáte, je součástí pískoviště. Pokud máte na serveru doplňky Mozilly účet, pak se prosím přihlaste, a nebo si zjistěte o pískovišti <a href="%1$s">více informací.</a>
da: Den ønskede side er en del af sandkassen. Har du allerede en konto hos Mozilla Add-ons, bedes du logge ind, eller du kan <a href="%1$s">lære mere om sandkassen.</a>
de: Die von Ihnen angeforderte Seite gehört zum Sandkasten. The page you're looking for is part of the sandbox. Falls Sie bereits ein Konto bei Mozilla Add-ons haben, so melden Sie sich bitte an, oder <a href="%1$s">erfahren Sie mehr über den Sandkasten.</a>
fa: صفحه‌ای که به دنبالش هستید بخشی از گودال ماسه‌بازی است. اگر یک حساب کاربری در وب‌گاه افزودنی‌های موزیلا دارید، لطفاً وارد شوید، یا <a href="%1$s">در مورد گودال ماسه‌بازی بیشتر بدانید</a>.
ro: Pagina la care vă uitați este parte a cutiei cu nisip. Dacă aveți deja un cont pe Suplimente Mozilla, vă rugăm autentificați-vă sau <a·href="%1$s">aflați mai multe despre cutia cu nisip.</a>
sk: Stránka, ktorú hľadáte, je súčasťou Sandboxu. Ak máte účet na Mozilla Add-ons, prihláste sa alebo si <a href="%1$s">prečítajte o Sandboxe</a> ďalšie informácie.

# collections_detail_header_count
source: %1$s Activity in this Collection
cs: %1$s doplněk ve sbírce
de: %1$s Add-on in dieser Sammlung
fa: %1$s افزودنی در این مجموعه
ro: %1$s supliment în această colecție
sk: %1$s doplnok v tejto kolekcii

# collections_index_p_what_are
source: Collections are groups of related activities assembled for easy sharing.
cs: Sbírky jsou skupiny podobných doplňků seskupených pro snadné sdílení.
de: Sammlungen sind Gruppen von Add-ons, die zum einfachen Verteilen gebündelt werden.
ro: Colecțiile sunt grupuri de extensii asemănătoare asamblate pentru a fi date ușor mai departe.
sk: Kolekcie sú skupiny príbuzných doplnkov vytvorené pre jednoduché zdieľanie.

# addons_home_collections_intro
source: Collections are a way for you to categorize, mix, match and mingle activities. Subscribe to collections created by other users or create your own.
cs: Sbírky vám umožňují kategorizovat, porovnávat a míchat doplňky. Odebírejte sbírky vytvořené jinými uživateli nebo si vytvořte vlastní.
de: Sammlungen geben Ihnen die Möglichkeit, Add-ons zu gruppieren, kombinieren und nach Belieben zu vermischen. Abonnieren Sie Sammlungen anderer Benutzer oder erstellen Sie Ihre eigenen Sammlungen!
fa: مجموعه‌ها روشی برای سفارشی‌سازی، ترکیب، تطبیق و مخلوط کردن افزودنی‌ها در اختیار شما قرار می‌دهند. می‌توانید به عضویت مجموعه‌های ایجاد شده توسط کاربران دیگر درآیید یا مجموعهٔ خود را ایجاد نمایید.
ro: Colecțiile sunt un mod de a categorisi, amesteca și potrivi suplimente. Abonați-vă la colecțiile create de alți utilizatori sau creați propria colecție.
sk: Kolekcie sú spôsob, ako môžete kategorizovať, triediť, miešať, zoskupovať a spájať doplnky. Prihláste sa k odberu kolekcie vytvorenej niekým iným alebo si vytvorte svoju vlastnú.

# addons_home_introduction_collection_link
source: Like these? Find related activities in the %1$s collection.
cs: Líbí se vám? Více doplňků naleznete v %1$s.
de: Mögen Sie diese? Finden Sie weitere Add-ons in %1$s.
fa: از این افزودنی‌ها راضی هستید؟ در %1$s می‌توانید افزودنی‌های بیشتری پیدا کنید.
ro: Ca acestea? Găsiți suplimente asemănătoare în colecția %1$s.
sk: Ako tieto? Ďalšie doplnky nájdete v kolekcii %1$s.

# addons_home_collections_addon_count
source: <strong>%1$s</strong> activity
cs: <strong>%1$s</strong> doplněk
de: <strong>%1$s</strong> Add-on
fa: <strong>%1$s</strong> افزودنی
ro: <strong>%1$s</strong> supliment
sk: <strong>%1$s</strong> doplnok

# addons_home_browse_title
source: Browse Activities
cs: Procházet doplňky
de: Add-ons durchstöbern
fa: مرور افزودنی‌ها
ro: Răsfoiți suplimente
sk: Prehľadávanie doplnkov

# addons_home_introduction_header
source: What is Sugar Labs Activity Library?
cs: Co jsou doplňky?
de: Was sind Add-ons?
fa: افزودنی‌ها چیستند؟
ro: Ce sunt suplimentele?
sk: Čo sú doplnky?

# addons_home_introduction_extras
source: Activities that let you customize and extend Sugar.
cs: <strong>Více jak 5000 způsobů</strong>, jak si přizpůsobit a rozšířit Firefox dle svých potřeb.
de: <strong>Über 5000 kostenlose Erweiterungen</strong>, mit denen Sie Firefox nach Belieben anpassen und erweitern können, damit er genau das tut, was Sie brauchen.
fa: <strong>بیش از ۵۰۰۰ افزودنی رایگان</strong> که به شما امکان گسترش و سفارشی‌سازی فایرفاکس را بر اساس نیازتان می‌دهند.
sk: <strong>Viac ako 5000 doplnkov</strong>, pomocou ktorých si môžete prispôsobiť a rozšíriť Firefox podľa vašich predstáv.

# addons_home_introduction_themes
source: Easy way for authors to share their activities.
cs: Lišty, motivy vzhledu a vyhledávací moduly, které vám <strong>pomohou urychlit provádění běžných činností.</strong>
de: Toolbars, Themes und Suchmaschinen, die Ihnen dabei helfen, <strong>alltägliche Aufgaben zu erfüllen.</strong>
fa: نوار ابزارها، تم‌ها و فراهم‌کنندگان جست‌وجویی که <strong>به شما در کارهای معمول کمک می‌کنند.</strong>
sk: Panely s nástrojmi, témy a poskytovatelia vyhľadávania, ktorí <strong>vám pomáhajú vykonávať bežné úlohy.</strong>

# addons_home_introduction_install
source: Easy way for users to get activities and share their opinions.
cs: <strong>Snadné na instalaci</strong>. Když budou dostupné aktualizace, budete upozornění.
de: <strong>Leicht zu installieren</strong>, und wenn es eine Aktualisierung gibt, werden Sie automatisch benachrichtigt.
fa: <strong>عملیات نصب ساده است</strong>، و هنگامی که به‌هنگام‌سازی‌ای وجود داشته باشد مطلع خواهید شد.
sk: <strong>Jednoduchá inštalácia</strong> a aktualizácia.

# advanced_search_form_version
source: Sugar Platform version
cs: Verze
da: version
de: Version
fa: نسخهٔ
ro: de la versiunea
sk: verzia

# general_addontype_extension_plural
source: Activities
cs: Rozšíření
da: Udvidelser
de: Erweiterungen
fa: ضمیمه‌ها
ro: Extensii
sk: Rozšírenia
