Repository: iamutkarshtiwari/aslo
Catalog: aslo/po/*.po
Languages: cs, da, de, fa, ro, sk

# addon_list_category_totalcount
source: %1$s activity
cs: %1$s doplněk v&nbsp;kategorii "%2$s"
da: %1$s tilføjelse
de: %1$s Add-on in "%2$s"
fa: %1$s افزودنی
ro: %1$s supliment
sk: %1$s doplnok

# addon_review_others_by_user
source: See %1$s previous review submitted by %2$s for this activity.
cs: Zobrazit %1$s předchozí hodnocení napsané pro tento doplněk uživatelem %2$s.
da: Vis %1$s tidligere anmeldelse af denne tilføjelse indsendt af %2$s.
de: %1$s vorherige Bewertung von %2$s für dieses Add-on anzeigen.
fa: %1$s بررسی قبلی ارسال شده توسط %2$s برای این افزودنی را مشاهده کنید.
ro: Vedeți și %1$s recenzie anterioară făcută de %2$s pentru acest supliment.
sk: Pozrite si ďalšiu %1$s recenziu používateľa %2$s k tomuto doplnku.

# addons_browse_all_themes_title
source: Browse all Themes :: %1$s Activities
cs: Motivy vzhledu :: Doplňky aplikace %1$s
da: Gennemse alle temaer :: %1$s Add-ons
de: Alle Themes anzeigen :: %1$s Add-ons
fa: مرور همهٔ تم‌ها :: افزودنی‌های %1$s
ro: Răsfoiți toate temele :: Suplimente %1$s
sk: Prehľadávať všetky témy :: Doplnky pre %1$s

# addons_browse_categories_header_theme
source: Browse %1$s Themes :: %2$s Activities
cs: Motivy vzhledu z kategorie %1$s :: Doplňky aplikace %2$s
da: Gennemse temaer i kategorien %1$s :: %2$s Add-ons
de: Alle %1$s Themes anzeigen :: %2$s Add-ons
fa: مرور تم‌های %1$s :: افزودنی‌های %2$s
ro: Răsfoiți %1$s teme :: Suplimente %2$s
sk: Prehľadávať témy z kategórie %1$s :: Doplnky pre %2$s

# addons_display_has_privacy
source: This activity has a privacy policy.
cs: Tento doplněk obsahuje zásady ochrany soukromí
da: Denne tilføjelse har en privatlivspolitik.
de: Dieses Add-on hat eine Datenschutzerklärung.
fa: این افزودنی دارای یک سیاست محرمانگی است.
ro: Acest supliment are o politică de confidențialitate.
sk: Doplnok obsahuje zásady ochrany súkromia

# addons_display_other_addons_by
source: Other activities by %1$s
cs: Další doplňky autora %1$s
da: Andre tilføjelser fra %1$s
de: Weitere Add-ons von %1$s
fa: دیگر افزودنی‌های %1$s
ro: Alte suplimente create de %1$s
sk: Ďalšie doplnky od %1$s

# addons_display_paragraph_supportinfoemail
source: Support for this activity is provided by the developer at %s
cs: Podpora tohoto doplňku je dostupná na %s. Pokud chcete nahlásit vývojáři chybu, je nejlepší nahlásit chybu přímo vývojáři, neboť pouze tak s&nbsp;vámi může vývojář plně komunikovat. Komentáře v&nbsp;hodnocení nejsou primárně určeny pro hlášení chyb. Jelikož vývojář rozšíření nemá možnost, jak ze stránek získat vaši e-mailovou adresu, nemá rovněž možnost, jak vás kontaktovat a vyžádat si další podrobné informace ohledně nalezené chyby, či vám dát vědět, zda vaše chyba byla již v&nbsp;další verzi opravena.
da: Support af denne tilføjelse tilbydes af udvikleren ved at kontakte %s
de: Unterstützung für diese Erweiterung gibt der Entwickler unter der E-Mail-Adresse %s.
fa: پشتیبانی از این افزودنی توسط توسعه‌دهنده در %s ارائه می‌شود
ro: Găsiți asistență pentru această extensie la %s.Dacă vreți să raportați un defect, ar fi cel mai bine dacă l-ați raporta dezvoltatorului pentru ca să poată fi tratat imediat. Recenziile nu sunt locul potrivit pentru rapoarte detaliate de defecte și dezvoltatorul v-ar putea cere date suplimentare pentru a remedia defectul. Pentru că noi nu furnizăm adresa dumneavoastră de email dezvoltatorului când scrieți o recenzie, nu veți putea fi contactat(ă) pentru a vi se cere mai multe detalii sau pentru a fi anunțat(ă) că defectul a fost reparat într-o versiune mai nouă.
sk: Podporu pre tento doplnok poskytuje autor na e-mailovej adrese %s.

# addons_display_paragraph_supportinfoemailurl
source: Support for this activity is provided by the developer at %1$s or by sending an e-mail to %2$s
cs: Podpora tohoto doplňku je dostupná na %s a %s. Pokud chcete nahlásit vývojáři chybu, je nejlepší nahlásit chybu přímo vývojáři, neboť pouze tak s&nbsp;vámi může vývojář plně komunikovat. Komentáře v&nbsp;hodnocení nejsou primárně určeny pro hlášení chyb. Jelikož vývojář rozšíření nemá možnost, jak ze stránek získat vaši e-mailovou adresu, nemá rovněž možnost, jak vás kontaktovat a vyžádat si další podrobné informace ohledně nalezené chyby, či vám dát vědět, zda vaše chyba byla již v&nbsp;další verzi opravena.
da: Support af denne tilføjelse tilbydes af udvikleren på %1$s eller ved at kontakte %2$s
de: Unterstützung für diese Erweiterung gibt der Entwickler unter %s oder unter der E-Mail-Adresse %s.
fa: پشتیبانی از این افزودنی توسط توسعه‌دهنده در %s یا با ارسال پست الکترونیکی به %s ارائه می‌شود
ro: Găsiți asistență pentru această extensie la %s sau la %s.Dacă vreți să raportați un defect, ar fi cel mai bine dacă l-ați raporta dezvoltatorului pentru ca să poată fi tratat imediat. Recenziile nu sunt locul potrivit pentru rapoarte detaliate de defecte și dezvoltatorul v-ar putea cere date suplimentare pentru a remedia defectul. Pentru că noi nu furnizăm adresa dumneavoastră de email dezvoltatorului când scrieți o recenzie, nu veți putea fi contactat(ă) pentru a vi se cere mai multe detalii sau pentru a fi anunțat(ă) că defectul a fost reparat într-o versiune mai nouă.
sk: Podporu pre tento doplnok poskytuje autor na adresách %s alebo %s.

# addons_display_paragraph_supportinfourl
source: Support for this activity is provided by the developer at %s
cs: Podpora tohoto doplňku je dostupná na %s. Pokud chcete nahlásit vývojáři chybu, je nejlepší nahlásit chybu přímo vývojáři, neboť pouze tak s&nbsp;vámi může vývojář plně komunikovat. Komentáře v&nbsp;hodnocení nejsou primárně určeny pro hlášení chyb. Jelikož vývojář rozšíření nemá možnost, jak ze stránek získat vaši e-mailovou adresu, nemá rovněž možnost, jak vás kontaktovat a vyžádat si další podrobné informace ohledně nalezené chyby, či vám dát vědět, zda vaše chyba byla již v&nbsp;další verzi opravena.
da: Support af denne tilføjelse tilbydes af udvikleren på %s
de: Unterstützung für diese Erweiterung gibt der Entwickler unter %s.
fa: صفحهٔ آغازه
ro: Găsiți asistență pentru această extensie la %s.Dacă vreți să raportați un defect, ar fi cel mai bine dacă l-ați raporta dezvoltatorului pentru ca să poată fi tratat imediat. Recenziile nu sunt locul potrivit pentru rapoarte detaliate de defecte și dezvoltatorul v-ar putea cere date suplimentare pentru a remedia defectul. Pentru că noi nu furnizăm adresa dumneavoastră de email dezvoltatorului când scrieți o recenzie, nu veți putea fi contactat(ă) pentru a vi se cere mai multe detalii sau pentru a fi anunțat(ă) că defectul a fost reparat într-o versiune mai nouă.
sk: Podporu pre tento doplnok poskytuje autor na adrese %s.

# addons_display_review_etiquette
source: Please do not post bug reports in reviews. We do not make your email address available to activity developers and they may need to contact you to help resolve your issue.
cs: Nepřidávejte prosím do hodnocení hlášení chyb. Jelikož vývojář rozšíření nemá možnost, jak ze stránek získat vaši e-mailovou adresu, nemá rovněž možnost, jak vás kontaktovat a vyřešit váš problém.
da: Lad venligst være med at sende fejlrapporter som anmeldelser. Vi videregiver ikke din e-mail-adresse til tilføjelsens udviklere, og de kan have behov for at kontakte dig for at løse problemet.
de: Bitte schreiben Sie keine Fehlerberichte oder Support-Anfragen als Bewertungen. Wir veröffentlichen Ihre E-Mail-Adresse gegenüber dem Autor nicht, und deshalb kann dieser Sie nicht erreichen, wenn das zur Lösung des Problems notwendig ist.
fa: لطفاً گزارش مشکلات را در بررسی‌ها ارسال نکنید. ما نشانی پست الکترونیکی شما را در اختیار توسعه‌دهندگان افزودنی قرار نمی‌دهیم و ممکن است آنها نیاز داشته باشند با شما تماس بگیرند تا به رفع مشکلتان کمک کنند.
ro: Vă rugăm să nu postați defecte în recenzii. Dezvoltatorii nu văd adresa dumneavoastră de email și nu vă pot contacta pentru a vă cere detalii.
sk: Prosím, do recenzií nepíšte záznamy o chybách. Nesprístupňujeme vašu e-mailovú adresu autorom rozšírení a tí vás môžu chcieť kontaktovať, aby ste im pomohli opraviť chyby.

# addons_display_review_see_support
source: See the <a href="%1$s">support section</a> to find out where to get assistance for this activity.
cs: Informace o asistenci k&nbsp;tomuto doplňku naleznete v&nbsp;<a href="%1$s">sekcii podpory</a>.
da: Se <a href="%1$s">supportafsnittet</a> for at finde ud af hvor du kan få hjælp til denne udvidelse.
de: Im Abschnitt <a href="%1$s">"Hilfe"</a> erfahren Sie, wo Sie Unterstützung für dieses Add-on bekommen können.
fa: از <a href="%1$s">بخش پشتیبانی </a> برای کمک گرفتن دربارهٔ استفاده از این افزودنی بازدید کنید.
ro: Vedeți <a href="%1$s">secțiunea de suport</a> pentru a afla de unde puteți obține asistență pentru acest supliment.
sk: Informácie o asistencii k tomuto doplnku nájdete v <a href="%1$s">sekcii podpory</a>.

# addons_display_see_all_addons
source: See All %1$s Activities
cs: Zobrazit všechny doplňky z&nbsp;kategorie %1$s
da: Alle tilføjelser i kategorien %1$s
de: Alle %1$s-Add-ons anzeigen
fa: مشاهدهٔ تمام افزودنی‌های %1$s
ro: Toată categoria %1$s
sk: Zobraziť všetky doplnky z kategórie %1$s

# addons_home_header_details
source: Activities extend %1$s, letting you personalize your experience. Take a look around and make %1$s your own.
cs: Doplňky rozšiřují %1$s a umožňují vám lépe personalizovat své prohlížení webu. Porozhlédněte se kolem a udělejte si %1$s přesně podle sebe.
da: Tilføjelser udvider %1$s og giver dig mulighed for at skræddersy den efter dine behov. Se dig omkring, og gør %1$s til din egen.
de: Add-ons erweitern %1$s und erlauben Ihnen, Ihrer alltäglichen Arbeit Ihre persönliche Note zu geben. Sehen Sie sich ruhig um und erweitern Sie %1$s nach Belieben.
fa: افزودنی‌ها %1$s را گسترش می‌دهند، و به شما امکان می‌دهند تجربهٔ مرور خود را منحصر به فرد سازید. نگاهی به اطراف بیاندازید و %1$s را آن گونه که مایلید تغییر دهید.
ro: Suplimentele extind %1$s, permițându-vă să personalizați experiența dumneavoastră pe web. Uitați-vă pe aici și alegeți ceva pentru a face un %1$s al dumneavoastră.
sk: Doplnky rozširujú %1$s a umožňujú ho prispôsobiť. Poobzerajte sa tu a prispôsobte si %1$s podľa svojich potrieb.

# addons_home_pagetitle
source: %1$s Activities
cs: Doplňky aplikace %1$s
da: %1$s Add-ons
de: %1$s Add-ons
fa: افزودنی‌های %1$s
ro: Suplimente %1$s
sk: %1$s Add-ons

# addons_home_view_all_newest_title
source: View all newly created activities
cs: Zobrazí všechny nové doplňky
da: Vis alle nyoprettede tilføjelser
de: Alle neuen Add-ons anzeigen
fa: مشاهدهٔ همهٔ افزودنی‌های به تازگی ایجاد شده
ro: Vezi toate suplimentele nou create
sk: Zobraziť všetky naposledy pridané doplnky

# addons_home_view_all_popular_title
source: View all popular activities
cs: Zobrazí všechny populární doplňky
da: Vis alle populære tilføjelser
de: Alle beliebten Add-ons
fa: مشاهدهٔ همهٔ افزودنی‌های محبوب
ro: Toate suplimentele populare
sk: Zobraziť všetky obľúbené doplnky

# addons_home_view_all_recommended_title
source: View all recommended activities
cs: Zobrazí všechny doporučované doplňky
da: Vis alle anbefalede tilføjelser
de: Alle empfohlenen Add-ons
fa: مشاهدهٔ همهٔ افزودنی‌های پیشنهاد شده
ro: Toate suplimentele recomandate
sk: Zobraziť všetky odporúčané doplnky

# addons_home_view_all_updated_title
source: View all recently updated activities
cs: Zobrazí všechny aktualizované doplňky
da: Vis alle nyligt opdaterede tilføjelser
de: Alle jüngst aktualisierten Add-ons anzeigen
fa: مشاهدهٔ همهٔ افزودنی‌های به تازگی به‌هنگام شده
ro: Vezi toate suplimentele actualizate recent
sk: Zobraziť všetky naposledy aktualizované doplnky

# addon_slider_tooltip_next
source: Next Activity
cs: Další doplněk
da: Næste tilføjelse
de: Nächstes Add-on
fa: افزودنی بعدی
ro: Suplimentul următor
sk: Ďalší doplnok

# addon_slider_tooltip_previous
source: Previous Activity
cs: Předchozí doplněk
da: Forrige tilføjelse
de: Vorheriges Add-on
fa: افزودنی قبلی
ro: Suplimentul precedent
sk: Predchádzajúci doplnok

# addons_options_show_experimental
source: show experimental activities
cs: Experimentální doplňky
da: Vis eksperimentelle tilføjelser
de: Experimentelle Add-ons
fa: نمایش افزودنی‌های آزمایشی
ro: arată suplimentele experimentale
sk: Zobraziť experimentálne doplnky

# addons_plugins_looking_for_more
source: This page only lists some of the most common and most popular activities. For more information about other activities, visit %1$s
cs: Tato stránka obsahuje seznam nejčastěji používaných zásuvných modulů. Pokud hledáte další zásuvné moduly pro prohlížeče založené na Mozille, najdete je na stránkách projektu %1$s
da: Denne side indeholder kun nogle af de mest almindelige og populære plugins. Besøg %1$s for at få mere at vide om andre plugins til Mozillabaserede browsere.
de: Diese Seite listet nur die am häufigsten eingesetzten Plugins auf. Für weiteren Informationen über zusätzliche Plugins, die mit Browsern aus dem Hause Mozilla kompatibel sind, besuchen Sie %1$s.
fa: این صفحه تنها تعدادی از معمول‌ترین و محبوب‌ترین متصل‌شونده‌ها را فهرست کرده است. برای اطلاعات بیشتر دربارهٔ متصل‌شونده‌های دیگر در دسترس برای مرورگرهای بر پایهٔ موزیلا، از %1$s بازدید کنید
ro: Această pagină conține informații doar despre cele mai folosite plugin-uri. Pentru mai multe informații despre alte plugin-uri disponibile pentru navigatoare bazate pe Mozilla, vizitați %1$s (în engleză)
sk: Na tejto stránke sú uvedené len najpoužívanejšie a najobľúbenejšie zásuvné moduly. Ďalšie informácie o ostatných zásuvných moduloch, ktoré sú k dispozícii pre prehliadače založené na Mozille, nájdete na stránke %1$s.

# addons_recommended_introduction
source: With so many great activities available, there's something for everyone. To get you started, here's a list of some of the most popular. Enjoy!
cs: Ve více než tisíci doplňcích si jistě každý najde ten svůj. Pro začátek vám nabízíme pár našich oblíbených. Užijte si je!
da: Med så mange fantastiske tilføjelser er der noget for enhver smag. Her er en liste over nogle af de mest populære, så du kan komme godt i gang.
de: Bei der riesigen Auswahl an Add-ons ist sicher für jeden etwas dabei. Um den Einstieg zu erleichtern, haben wir eine Liste mit ein paar der beliebtesten Add-ons zusammengestellt. Viel Spaß!
fa: با این همه افزودنی‌های عالی که وجود دارد، هر کس چیزی پیدا خواهد کرد. برای شروع، این فهرستی از محبوب‌ترین افزودنی‌هاست. لذت ببرید!
ro: Între atâtea suplimente grozave disponibile, există ceva pentru oricine. Ca să începeți imediat, v-am pregătit o listă cu câteva dintre cele mai populare. Bucurați-vă de ele!
sk: K dispozícii sú tisíce doplnkov, pre každého sa tu niečo nájde. Na úvod uvádzame niektoré obľúbené. Príjemnú zábavu!

# addons_recommended_pagetitle
source: Recommended Activities
cs: Doporučované doplňky
da: Anbefalede tilføjelser
de: Empfohlene Add-ons
fa: افزودنی‌های پیشنهاد شده
ro: Suplimente recomandate
sk: Odporúčané doplnky

# addons_recommended_title
source: Recommended Activities
cs: Doporučované doplňky
da: Anbefalede tilføjelser
de: Empfohlene Add-ons
fa: افزودنی‌های پیشنهاد شده
ro: Suplimente recomandate
sk: Odporúčané doplnky

# addons_searchengines_devmo_link
source: Sugar Labs Developer Center
cs: Vývojářském centrum Mozilly
da: Mozilla Developer Center
de: Mozilla Developer Center
fa: مرکز توسعه‌دهندگان موزیلا
ro: Centrul dezvoltatorilor Mozilla
sk: Vývojárske centrum Mozilla

# addons_title_tooltip
source: Learn more about this activity
cs: Zobrazí více o doplňku
da: Lær mere om denne tilføjelse
de: Erfahren Sie mehr über dieses Add-on
fa: دربارهٔ این افزودنی بیشتر بدانید
ro: Află mai multe despre acest supliment
sk: Viac informácií o tomto doplnku

# addons_versions_careful_introduction
source: These versions are displayed for reference and testing purposes. You should always use the latest version of an activity.
cs: Tyto verze jsou nabízeny především pro porovnání a pro testovací účely. Pro běžné používání doporučujeme mít nainstalovánu vždy nejnovější verzi doplňku.
da: Disse versioner vises som reference og til brug for test. Du bør altid anvende den nyeste udgave af en tilføjelse.
de: Diese Versionen werden als Referenz und zu Testzwecken auf dieser Seite angezeigt. Sie sollten jedoch stets die neueste Version eines Add-ons installieren.
fa: این نسخه‌ها تنها برای رجوع و آزمایش نمایش داده می‌شوند. همیشه باید از جدیدترین نسخهٔ افزودنی استفاده کنید.
ro: Aceste versiuni sunt afișate pentru referință și pentru a fi testate. Ar trebui să folosiți întotdeauna ultima versiune a unui supliment.
sk: Tieto verzie sú zobrazené len ako odkazy na testovacie účely. Vždy by ste mali používať najnovšiu verziu doplnku.

# app_compat_older_firefox_only
source: This activity is for older versions of Sugar Platform
cs: Tento doplněk je pouze pro starší verze Firefoxu
da: Denne tilføjelse er til ældre versioner af Firefox
de: Dieses Add-on ist für ältere Versionen von Firefox
fa: این افزودنی مخصوص نسخه‌های پیشین فایرفاکس است
ro: Numai pentru versiuni vechi de Firefox
sk: Tento doplnok je určený pre staršie verzie Firefoxu

# app_compat_unreleased_version
source: This activity requires the not-yet released <a href="%1$s">Firefox %2$s</a>
cs: Tento doplněk vyžaduje dosud nevydaný <a href="%1$s">Firefox %2$s</a>
da: Denne tilføjelse kræver <a href="%1$s">Firefox %2$s</a>, som endnu ikke er udgivet
de: Dieses Add-on benötigt den noch nicht veröffentlichten <a href="%1$s">Firefox %2$s</a>
fa: این افزودنی نیازمند <a href="%1$s">فایرفاکس %2$s</a> است که هنوز منتشر نشده است
ro: Acest supliment are nevoie <a href="%1$s">Firefox %2$s</a> care nu e încă lansat
sk: Tento doplnok vyžaduje zatiaľ neuvoľnený <a href="%1$s">Firefox %2$s</a>

# app_compat_update_firefox
source: <a href="http://getfirefox.com">Upgrade Firefox</a> to use this activity
cs: Pro použití tohoto doplňku je nutné <a href="http://getfirefox.com">aktualizovat Firefox</a>
da: <a href="http://getfirefox.com">Opdater Firefox</a> for at bruge denne tilføjelse
de: <a href="http://getfirefox.com">Aktualisieren Sie Firefox</a>, um dieses Add-on zu verwenden
fa: برای استفاده از این افزودنی، <a href="http://getfirefox.com">فایرفاکس را ارتقا دهید</a>
ro: <a href="http://getfirefox.com">Actualizați Firefox</a> pentru a folosi acest supliment
sk: Aby ste mohli používať tento doplnok, musíte <a href="http://getfirefox.com">aktualizovať Firefox</a>

# browse_addons_name
source: Activities by Name
cs: Doplňky podle jména
da: Tilføjelser efter navn
de: Add-ons nach Name
fa: افزودنی‌ها بر حسب نام
ro: Suplimente după nume
sk: Doplnky podľa názvu

# browse_addons_newest
source: Newest Activities
cs: Nové doplňky
da: Nyeste tilføjelser
de: Neueste Add-ons
fa: جدیدترین افزودنی‌ها
ro: Cele mai noi suplimente
sk: Najnovšie doplnky

# browse_addons_popular
source: Popular Activities
cs: Oblíbené doplňky
da: Populære tilføjelser
de: Beliebte Add-ons
fa: افزودنی‌های محبوب
ro: Suplimente populare
sk: Populárne doplnky

# browse_addons_rated
source: Activities by Rating
cs: Doplňky podle hodnocení
da: Tilføjelser efter bedømmelse
de: Add-ons nach Bewertung
fa: افزودنی‌ها بر حسب رتبه
ro: Suplimente după evaluare
sk: Doplnky podľa hodnotenia

# browse_addons_updated
source: Recently Updated Activities
cs: Právě aktualizované doplňky
da: Nyligt opdaterede tilføjelser
de: Aktualisierte Add-ons
fa: افزودنی‌های به تازگی به‌هنگام شده
ro: Suplimente actualizate recent
sk: Naposledy aktualizované doplnky

# category_extra_allrecommended
source: See All Recommended Activities
cs: Zobrazit všechny doporučované doplňky
da: Se alle anbefalede tilføjelser
de: Alle empfohlenen Add-ons
fa: مشاهدهٔ تمام افزودنی‌های پیشنهاد شده
ro: Toate suplimentele recomandate
sk: Zobraziť všetky odporúčané doplnky

# compatibility_dashboard_center_header
source: Activity Compatibility Center
cs: Centrum kompatibility doplňků
da: Kompatibilitetscenter for tilføjelser
de: Add-on Kompatibilitäts-Zentrum
fa: مرکز سازگاری افزودنی‌ها
ro: Centrul de compatibilitate a suplimentelor
sk: Centrum kompatibility doplnku

# compatibility_dashboard_intro
source: Be prepared for the release of %1$s with the tools and information available for the %2$s Activities community found below.
cs: Připravte se na vydání aplikace %1$s pomocí nástrojů a informací dostupných níže.
da: Vær klar til udgivelsen af %1$s med værktøjerne og informationerne herunder.
de: Freuen Sie sich auf das Release von %1$s, mit den folgenden Werkzeugen und Informationen exklusiv für die %2$s Add-ons Community.
fa: با استفاده از ابزارها و اطلاعات مخصوص توسعه‌دهندگان افزودنی‌های %2$s که در این بخش وجود دارد برای انتشار %1$s آماده شوید.
sk: Buďte pripravený na novú verziu aplikácie %1$s pomocou nástrojov a informácií, ktoré sú pre komunitu %2$s Add-ons dostupné nižšie.

# compatibility_dashboard_report
source: Activity Compatibility Report
cs: Hlášení o kompatibilitě doplňků
da: Kompatibilitetsrapport for tilføjelser
de: Add-on-Kompatibilitäts-Report
fa: گزارش سازگاری افزودنی‌ها
ro: Raport de compatibilitate al suplimentului
sk: Správa o kompatibilite doplnku

# compatibility_developer_info
source: Information for Activity Developers
cs: Informace pro vývojáře doplňků
da: Information til udviklere af tilføjelser
de: Informationen für Add-on-Entwickler
fa: اطلاعات مخصوص توسعه‌دهندگان افزودنی‌ها
ro: Informații pentru dezvoltatorii de suplimente
sk: Informácie pre vývojárov doplnkov

# compatibility_developers_check_status
source: Check Status of My Activities
cs: Zkontrolovat stav svých doplňků
da: Kontroller status for mine tilføjelser
de: Status meiner Add-ons prüfen
fa: کنترل وضعیت افزودنی‌های من
ro: Verifică starea suplimentelor mele
sk: Skontrolovať stav mojich doplnkov

# compatibility_developers_login_first
source: If you have activities hosted on Sugar Labs Activities, <a href="%1$s">please login</a> to analyze the status of your activities for %2$s.
cs: Pokud máte na serveru doplńky Mozilly hostovány své doplňky, <a href="%1$s">přihlašte se prosím</a> a zkontrolujte si stav svých doplňků pro aplikaci %2$s.
da: Hvis du har tilføjelser hostet på Mozilla Add-ons, kan du <a href="%1$s">logge ind</a> for at se status for dine tilføjelser relateret til %2$s.
de: Wenn Sie Add-ons auf Mozilla Add-ons besitzen, <a href="%1$s">loggen Sie sich bitte ein</a>, um den Status Ihrer Add-ons für %2$s zu sehen.
fa: اگر افزودنی‌های خود را در وب‌گاه افزودنی‌های موزیلا میزبانی می‌کنید، لطفاً برای تحلیل وضعیت افزودنی‌های %2$s خود <a href="%1$s">وارد شوید</a>.
ro: Dacă aveți suplimente găzduite pe Mozilla Add-ons, <a href="%1$s">vă rugăm să vă autentificați</a> pentru a analiza starea suplimentelor dumneavoastră pentru %2$s.
sk: Ak máte na Mozilla Add-ons umiestnené svoje doplnky, <a href="%1$s">prihláste sa</a> a pozrite si stav svojich doplnkov pre %2$s.

# compatibility_developers_mdclogo_alt
source: Sugar Labs Developer Center Logo
cs: Logo vývojářského centra Mozilly
da: Logo for Mozilla Developer Center
de: Mozilla Developer Center Logo
fa: لوگوی مرکز توسعه‌دهندگان موزیلا
ro: Sigla Mozilla Developer Center
sk: Logo Vývojárske centrum Mozilly

# compatibility_developers_no_addons
source: You do not have any activities hosted on Sugar Labs Activities.
cs: Na serveru doplňky Mozilly nemáte hostované žádné doplňky.
da: Du har ingen tilføjelser, som hostes af Mozilla Add-ons.
de: Sie haben keine Add-ons auf Mozilla Add-ons hochgeladen.
fa: شما هیچ افزودنی میزبانی شده در وب‌گاه افزودنی‌های موزیلا ندارید.
ro: Nu aveți nici un supliment găzduit de Mozilla Add-ons.
sk: Na Mozilla Add-ons nemáte umiestnené žiadne doplnky.

# compatibility_developers_results
source: Activity Status Check Results
cs: Hlášení o kontrole stavu doplňků
da: Resultat af statustjek
de: Ergebnisse der Add-on-Statusprüfung
fa: نتایج بررسی وضعیت افزودنی‌ها
ro: Rezultatele verificării stării suplimentelor
sk: Výsledky kontroly stavu doplnku
