Repository: iamutkarshtiwari/aslo
Catalog: aslo/po/*.po
Languages: cs, da, de, fa, ro, sk

# devcp_addon_submission_pending
source: This version has been placed in the sandbox while it awaits review from sandbox testers and a Sugar Labs Activities editor. You will be notified by e-mail when action has been taken.
cs: Přidaná verze doplňku byla umístěna na pískoviště a čeká se na její kontrolu pověřenými testery a redaktory serveru doplňky Mozilly. O výsledku této kontroly budete vyrozuměni e-mailem.
da: This version has been placed in the sandbox while it awaits review from sandbox testers and a Mozilla Add-ons editor. You will be notified by e-mail when action has been taken.
de: Diese Version wurde im Sandkasten gespeichert und wartet dort auf Bewertungen von Sandkastentestern und auf die Untersuchung durch einen Moderator. Über den Abschluss dieses Prozesses werden Sie per E-Mail informiert.
fa: این نسخه تا زمانی که توسط آزمایش کنندگان و یک ویرایش‌گر افزودنی‌های موزیلا بررسی شود درون گودال ماسه‌بازی قرار گرفته است. هنگامی که این عمل انجام شود، به شما توسط پست الکترونیکی خبر داده خواهد شد.
ro: Această versiune a fost plasată în cutia cu nisip în timp ce așteaptă recenzia unui testor și a unui editor Suplimente Mozilla. Veți fi înștiințat prin e-mail când a avut loc această acțiune.
sk: Táto verzia bola umiestnená do Sandboxu, kde počká na recenzie od testerov Sandboxu a editora Mozilla Add-ons. O vykonaní akcie budete informovaní e-mailom.

# devcp_addon_submission_sandboxed
source: This version has been placed in the sandbox for use by experienced users. In order for it to be shown on the public site, you must %s your activity and undergo a review process.
cs: Váš doplněk byl umístěn na pískoviště a je dostupný pouze zkušeným uživatelům. Pokud ho chcete zobrazit i mezi veřejnými doplňky, musíte ho %s a projít procesem kontroly.
da: This version has been placed in the sandbox for use by experienced users. In order for it to be shown on the public site, you must %s your add-on and undergo a review process.
de: Diese Version wurde im Sandkasten für erfahrere Benutzer gespeichert. Um sie in den öffentlichen Seiten anzuzeigen, müssen Sie die Version für einen Moderationsprozess %s.
fa: این نسخه درون گودال ماسه‌بازی قرار داده شده است تا توسط کاربران باتجربه استفاده شود. برای این که در وب‌گاه عمومی نمایش داده شود، باید افزودنی خود را %s و وارد یک روال بررسی شوید.
ro: Această versiune a fost plasată în cutia cu nisip pentru a fi utilizată de utilizatorii cu experiență. Pentru a fi afișată pe saitul public, trebuie să %s suplimentul și să trecepți prin procesul de recenzie.
sk: Táto verzia bola umiestnená do Sandboxu, kde ju môžu vyskúšať skúsení používatelia. Ak chcete svoj doplnok publikovať na verejnej stránke, musíte ho %s. Potom prejde procesom recenzie.

# devcp_addon_submission_success
source: Your activity submission has been completed successfully.
cs: Váš doplněk byl úspěšně přidán.
da: Your add-on submission has been completed successfully.
de: Die Übermittelung Ihres Add-ons wurde erfolgreich abgeschlossen.
fa: ارسال افزودنی شما با موفقیت به پایان رسید.
ro: Trimiterea suplimentului s-a încheiat cu succes.
sk: Odoslanie doplnku bolo úspešne dokončené.

# devcp_addon_submission_trusted_public
source: Because your activity is trusted, this version has automatically been approved for the public area.
cs: Jelikož je váš doplněk důvěryhodný, byla tato jeho verze automaticky přidána mezi veřejné doplňky.
da: Because your add-on is trusted, this version has automatically been approved for the public area.
de: Da Ihrem Add-on vertraut wird, wurde es automatisch für die öffentlichen Seiten genehmigt.
fa: به دلیل این که افزودنی شما مورد اعتماد است، این نسخه به صورت خودکار برای بخش عمومی تأیید شده است.
ro: Pentur că suplimentul dumneavoastră este unul de încredere, această versiune a fost automat aprobată pentru zona publică.
sk: Pretože ide o dôveryhodný doplnok, bol automaticky schválený do verejnej časti.

# devcp_addon_submit_pagetitle
source: Submit Activity
cs: Přidat doplněk
da: Submit Add-on
de: Add-on hochladen
fa: ارسال افزودنی
ro: Trimitere supliment
sk: Odoslať doplnok

# devcp_addon_updated_successfully
source: Activity updated successfully
cs: Doplněk úspěšně aktualizován
da: Add-on updated successfully
de: Add-on wurde erfolgreich aktualisiert
fa: افزودنی با موفقیت به‌هنگام گردید
ro: Supliment actualizat cu succes
sk: Doplnok úspešne aktualizovaný

# devcp_addon_upload_preview
source: You may wish to %s to increase interest in your activity.
cs: Pro zvýšení zájmu o váš doplněk doporučujeme %s
da: You may wish to %s to increase interest in your add-on.
de: Sie möchten vielleicht %s, um das Interesse an Ihrem Add-on zu steigern.
fa: ممکن است مایل باشید برای افزایش علاقه به افزودنی‌تان، %s.
ro: Ați putea dori să %s pentru a crește interesul pentru suplimentul dumneavoastră.
sk: Záujem o svoj doplnok môžete zvýšiť %s doplnku.

# devcp_change_addontype
source: Change activity type:
cs: Změnit typ doplňku:
da: Change add-on type:
de: Add-on-Typ ändern:
fa: تغییر نوع افزودنی:
ro: Schimbă titlul suplimentului:
sk: Zmeniť typ doplnku:

# devcp_dashboard_disabled_questions
source: Your activity was disabled by an administrator and cannot be used. If you have any questions, please email %s.
da: Your add-on was disabled by an administrator and cannot be used. If you have any questions, please email %s.
de: Ihr Add-on wurde von einem Administrator deaktiviert und kann nicht mehr verwendet werden. Falls Sie Fragen haben, schreiben Sie bitte eine E-Mail an %s.
sk: Váš doplnok bol správcom zakázaný a nemôže byť používaný. Ak máte otázky, pošlite e-mailovú správu na adresu %s.

# devcp_dashboard_disabled_status
source: Activity Status: %s
cs: Stav doplňku: %s
da: Add-on Status: %s
de: Add-on-Status: %s
sk: Stav doplnku: %s

# devcp_dashboard_learn
source: You don't currently have any activities hosted on Sugar Labs Activities. To learn how the process works and submit your first activity, click Get Started below.
da: You don't currently have any add-ons hosted on Mozilla Add-ons. To learn how the process works and submit your first add-on, click Get Started below.
de: Sie besitzen gegenwärtig keine Add-ons auf Mozilla Add-ons. Wenn Sie lernen möchten, wie der Prozess funktioniert, und um Ihr erstes Add-on zu übermitteln, klicken Sie auf "Los geht's!"
sk: Momentálne nemáte na serveri Mozilla Add-ons umiestnené žiadne vlastné doplnky. Ak chcete vedieť, ako tak urobiť, kliknite na tlačidlo Začíname.

# devcp_disable_disable_confirm
source: Are you sure you want to disable this activity?
cs: Jste si jisti, že chcete zakázat tento doplněk?
da: Are you sure you want to disable this add-on?
de: Sind Sie sicher, dass Sie dieses Add-on deaktivieren möchten?
fa: آیا از غیر فعال کردن این افزودنی اطمینان دارید؟
ro: Sigur doriți să dezactivați acest supliment?
sk: Naozaj chcete doplnok zakázať?

# devcp_disable_disable_description
source: Disabling this activity will hide it from searches and listings. It will not be downloadable from the website and will not be returned in client update checks. The activity will effectively be deleted, although you will be able to return here and re-enable it at your convenience.
cs: Zakázaný doplněk se nezobrazuje ve vyhledávání ani v&nbsp;seznamech. Také ho nelze ze serveru stáhnout a není ho možno z&nbsp;klientské aplikace aktualizovat. Doplněk se tedy bude chovat jako smazaný, ale s&nbsp;tím rozdílem, že ho můžete odsud v&nbsp;budoucnu zase povolit.
da: Disabling this add-on will hide it from searches and listings. It will not be downloadable from the website and will not be returned in client update checks. The add-on will effectively be deleted, although you will be able to return here and re-enable it at your convenience.
de: Das Deaktivieren dieses Add-ons lässt es nicht mehr in Suchergebnissen und den Auflistungen erscheinen. Es wird sich nicht von der Webseite herunterladen lassen und installierte Versionen bei den Benutzern erhalten keine Updates mehr. Das entspricht einem Löschen mit der Einschränkung, dass Sie es jederzeit hier wieder aktivieren können.
fa: غیر فعال کردن این افزودنی آن را از فهرست‌ها و نتایج جستجو حذف می‌کند. این افزودنی با استفاده از وب‌گاه قابل بارگیری نخواهد بود و در گشتن به دنبال به‌هنگام‌سازی‌ها از طرف کارگیرها بازگردانده نخواهد شد. این افزودنی عملاً پاک می‌شود، ولی می‌توانید هر زمانی که مایل باشید به اینجا بازگردید و آن را دوباره فعال کنید.
ro: Dezactivarea acestui supliment îl va elimina din rezultatele căutărilor și din liste. Nu va mai putea fi descărcat de pe sait și nu va răspunde la cererile de actualizare. Suplimentul va fi efectiv șters, dar totuși vă puteți întoarce aici pentru a-l reactiva.
sk: Zakázaním doplnku ho skryjete z vyhľadávania a zoznamov. Nebude sa dať prevziať a pri kontrolách aktualizácie nebude viditeľný. Doplnok bude akoby odstránený, ale budete sa sem môcť vrátiť a kedykoľvek ho znova povoliť.

# devcp_disable_enable_confirm
source: Are you sure you want to enable this activity?
cs: Jste si jisti, že chcete povolit tento doplněk?
da: Are you sure you want to enable this add-on?
de: Sind Sie sicher, dass Sie dieses Add-on aktivieren wollen?
fa: آیا از فعال کردن این افزودنی اطیمنان دارید؟
ro: Sigur doriți să activați acest supliment?
sk: Naozaj chcete doplnok povoliť?

# devcp_disable_enable_description
source: Enabling this activity will cause it to once again appear in searches and listings. It will be downloadable both from the website and from client update checks.
cs: Povolený doplněk se zobrazuje ve vyhledávání a v&nbsp;seznamech. Také ho lze ze serveru stáhnout a je ho možno z&nbsp;klientské aplikace aktualizovat.
da: Enabling this add-on will cause it to once again appear in searches and listings. It will be downloadable both from the website and from client update checks.
de: Das Aktivieren dieses Add-ons lässt es in den Suchergebnisen und den Auflistungen erscheinen. Es wird sowohl über die Webseite als auch über Updates herunterladbar sein.
fa: فعال کردن این افزودنی باعث می‌شود که آن یک بار دیگر در فهرست‌ها و نتایج جستجو ظاهر شود. این افزودنی هم از طریق وب‌گاه و هم از طریق گشتن به دنبال به‌هنگام‌سازی‌ها توسط کارگیرها قابل بارگیری خواهد بود.
ro: Activarea acestui supliment îl va face să apară din nou în rezultatele căutărilor și în liste. Va putea fi descărcat de pe sait și prin cererile de actualizare.
sk: Povolením doplnku sa znova umožní jeho vyhľadanie a bude uvedený v zoznamoch. Bude sa dať prevziať z webovej stránky a aj pri kontrolách aktualizácie.

# devcp_discuss_intro
source: A Sugar Labs Activities Editor requested further information from you regarding version %2$s of your activity %1$s.
da: A Mozilla Add-ons Editor requested further information from you regarding version %2$s of your add-on %1$s.
de: Ein Mozilla Add-ons Editor hat um weitere Informationen hinsichtlich der Version %2$s Ihres Add-ons %1$s gebeten.
fa: یکی از ویرایش‌گران افزودنی‌های موزیلا دربارهٔ نسخهٔ %2$s از افزودنی %1$s از شما اطلاعات بیشتری درخواست کرده است.
sk: Editor Mozilla Add-ons vyžaduje dodatočné informácie k verzii %2$s vášho doplnku %1$s.

# devcp_discuss_pagetitle
source: Provide More Information For the Activity Review of %1$s
da: Provide More Information For the Add-on Review of %1$s
de: Mehr Informationen zur Bewertung von %1$s abgeben
fa: فراهم کردن اطلاعات بیشتر برای بررسی افزودنی %1$s
sk: Poskytnúť viac informácií pre recenziu doplnku %1$s

# devcp_edit_authors_header_manage
source: Manage Activity Authors
cs: Spravovat autory doplňku
da: Manage Add-on Authors
de: Add-on-Autoren bearbeiten
sk: Správa autorov doplnku

# devcp_edit_authors_label_developer
source: <strong>Developer</strong> - Can manage all aspects of the activity listing, except for adding and removing other authors.
da: <strong>Developer</strong> - Can manage all aspects of the add-on listing, except for adding and removing other authors.
de: <strong>Entwickler</strong> - Kann alle Aspekte eines Add-ons verändern, außer dem Hinzufügen oder Löschen anderer Autoren.
sk: <strong>Vývojár</strong> - môže vykonanávať všetky úkony, okrem pridávania a odstraňovania iných autorov.

# devcp_edit_authors_label_owner
source: <strong>Owner</strong> - Can manage all aspects of the activity listing, including adding and removing other authors.
da: <strong>Owner</strong> - Can manage all aspects of the add-on listing, including adding and removing other authors.
de: <strong>Eigentümer</strong> - Kann alle Aspekte eines Add-ons verändern, inklusive dem Hinzufügen und Löschen anderer Autoren.
sk: <strong>Vlastník</strong> - môže vykonanávať všetky úkony, vrátane pridávania a odstraňovania iných autorov.

# devcp_edit_authors_label_viewer
source: <strong>Viewer</strong> - Can view activity developer listing and statistics, but can't make any changes.
da: <strong>Viewer</strong> - Can view add-on developer listing and statistics, but can't make any changes.
de: <strong>Beobachter</strong> - Kann Entwickler-Informationen und Statistiken über das Add-on abrufen, aber keine Veränderungen vornehmen.
sk: <strong>Divák</strong> - môže zobrazovať všetky údaje o doplnku, ale nemôže meniť žiadne údaje.

# devcp_editbox_edit_addon
source: Edit Activity
cs: Upravit doplněk
da: Edit Add-on
de: Add-on bearbeiten
sk: Upraviť doplnok

# devcp_edit_categories_does_not_fit
source: My activity doesn't fit into any available categories.
cs: Můj doplněk se nehodí do žádné z dostupných kategorií.
da: My add-on doesn't fit into any available categories.
de: Mein Add-on passt in keine der vorhandenen Kategorien.
sk: Môj doplnok nespadá ani do jednej z uvedených kategórií.

# devcp_edit_categories_header_manage
source: Manage Activity Categories
cs: Spravovat kategori doplňku
da: Manage Add-on Categories
de: Kategorien des Add-ons bearbeiten
sk: Správa kategórií doplnku

# devcp_edit_categories_none_available
source: No categories are available for this activity type and application.
da: No categories are available for this add-on type and application.
de: Für diese Kombination von Add-on-Typ und Anwendung sind keine Kategorien verfügbar.
sk: Pre tento typ doplnku a túto aplikáciu nie sú dostupné žiadne kategórie.

# devcp_edit_categories_other
source: Place your activity into this category only if it does not fit into any other available categories.
da: Place your add-on into this category only if it does not fit into any other available categories.
de: Fügen Sie Ihr Add-on nur dann in diese Kategorie ein, wenn es in keine andere vorhandene Kategorie passt.
sk: Do tejto kategórie umiestnite doplnok len v prípade, že nespadá ani do jednej z dostupných kategórií.

# devcp_edit_categories_select_application_categories
source: Select up to three %s categories for your activity
da: Select up to three %s categories for your add-on
de: Wählen Sie bis zu drei %s-Kategorien für Ihr Add-on.
ro: Select %s categories for your activity
sk: Môžete zvoliť až 3 kategórie doplnku pre %s

# devcp_edit_dd_manage_authors
source: Add or remove users that can manage this activity.
da: Add or remove users that can manage this add-on.
de: Hinzufügen oder Löschen von Benutzern, die dieses Add-on verändern können.
sk: Umožňuje pridať alebo odstrániť používateľov, ktorí môžu spravovať tento doplnok.

# devcp_edit_dd_manage_categories
source: Select the relevant categories for each application your activity supports.
da: Select the relevant categories for each application your add-on supports.
de: Wählen Sie für jede Anwendung, die Ihr Add-on unterstützt, die relevanten Kategorien aus.
sk: Umožňuje zvoliť relevantné kategórie doplnku pre každú aplikáciu.

# devcp_edit_dd_manage_description
source: Add and modify translations for your add-on's summary, description, end-user license, and privacy policy.
de: Hinzufügen und Verändern von Übersetzungen der Zusammenfassung, Beschreibung, Lizenz und Datenschutzerklärung Ihres Add-ons.
sk: Umožňuje pridať a meniť preklady súhrnu doplnku, jeho popisu, zmluvy s koncovým používateľom a zásad ochrany súkromia.

# devcp_edit_dd_manage_properties
source: Change your add-on's name, homepage, icon, and other flags.
de: Ändern des Namens, der Homepage, des Icons und anderer Einstellungen Ihres Add-ons.
sk: Umožňuje zmeniť názov doplnku, domovskú stránku, ikonu a ďalšie vlastnosti.

# devcp_edit_descriptions_header
source: Edit Activity Descriptions
da: Edit Add-on Descriptions
de: Beschreibungen des Add-ons ändern
sk: Úprava popisov doplnku

# devcp_edit_descriptions_transbox_comments_description
source: Any information end users may want to know that isn't necessarily applicable to the activity summary or description. Common uses include listing known major bugs, information on how to report bugs, anticipated release date of a new version, etc.
da: Any information end users may want to know that isn't necessarily applicable to the add-on summary or description. Common uses include listing known major bugs, information on how to report bugs, anticipated release date of a new version, etc.
de: Jede Information, die Endbenutzer möglicherweise wissen möchten, die aber nicht notwendigerweise in die Zusammenfassung oder Beschreibung gehören. Die übliche Verwendung für dieses Feld umfasst beispielsweise bekannte Probleme, Informationen zum Melden von gefundenen Fehlern, der beabsichtigte Erscheinungstermin der nächsten Add-on-Version, und ähnliches.
sk: Dodatočné informácie, ktoré by mali používatelia doplnku vedieť, ale nie je potrebné ich uvádzať v súhrne alebo popise doplnku. Bežne sa tu uvádzajú známe problémy, informácie o spôsobe nahlasovania nájdených chýb, predpokladaný dátum sprístupnenia novej verzie atď.

# devcp_edit_descriptions_transbox_description_description
source: The description of your activity is a longer explanation of features, functionality, and other relevant information. It is displayed under the summary on the add-on's display page.
da: The description of your add-on is a longer explanation of features, functionality, and other relevant information. It is displayed under the summary on the add-on's display page.
de: Die Beschreibung Ihres Add-ons ist eine längere Erklärung seiner Fähigkeiten, Funktionalität, und anderer relevanter Information. Sie wird unterhalb der Zusammenfassung auf der öffentlichen Seite Ihres Add-ons angezeigt.
sk: Popis doplnku slúži na hlbšie popísanie vlastností či funkcionality doplnku a poskytnutie ďalších potrebných informácií. Na stránke doplnku sa zobrazuje pod súhrnom.

# devcp_edit_descriptions_transbox_description_name
source: Activity Description
da: Add-on Description
de: Add-on-Beschreibung
sk: Popis doplnku

# devcp_edit_descriptions_transbox_eula_description
source: If your activity has an End-User License Agreement (EULA), please enter its text below. If set below, users will be required to agree to this before installing your activity. Please note that a EULA is not the same as a code license such as GPL or MPL.
da: If your add-on has an End-User License Agreement (EULA), please enter its text below. If set below, users will be required to agree to this before installing your add-on. Please note that a EULA is not the same as a code license such as GPL or MPL.
de: Wenn Ihr Add-on einen Endbenutzer-Lizenzvertrag (EULA) besitzt, dann geben Sie dessen Text bitte hier ein. Wenn Sie dieses Feld füllen, müssen Benutzer der Vereinbarung zustimmen, bevor sie Ihr Add-on installieren können. Achtung: Ein Endbenutzer-Lizenzvertrag ist nicht dasselbe wie eine Code-Lizenz, also etwa GPL oder MPL.
sk: Ak váš doplnok využíva Licenčnú zmluvu s koncovým používateľom (EULA), tu by ste mali zadať jej text. Podľa nastavenia používatelia ju budú musieť pred inštaláciou doplnku odsúhlasiť. Pamätajte, že EULA nie je totožná s licenciou, pod ktorou sa vydáva zdrojový kód (GPL či MPL).

# devcp_edit_descriptions_transbox_privacy_description
source: If your activity has a privacy policy, enter its text here. Your add-on's display page will display a link to the policy.
da: If your add-on has a privacy policy, enter its text here. Your add-on's display page will display a link to the policy.
de: Wenn Ihr Add-on eine Datenschutzerklärung hat, geben Sie sie bitte hier ein. Auf der Webseite Ihres Add-ons wird ein Link darauf erscheinen.
sk: Ak váš doplnok používa Zásady ochrany súkromia, zadajte ich tu. Na stránke doplnku sa objaví odkaz na tieto zásady.

# devcp_edit_descriptions_transbox_summary_description
source: The summary is a short explanation of your add-on's basic functionality that is displayed in search and browse listings, as well as at the top of your add-on's display page. <strong>Limit of 250 characters.</strong>
de: Die Zusammenfassung ist eine kurze Erklärung zur grundsätzlichen Funktionalität Ihres Add-ons.Sie wird beispielsweise in Suchergebnissen und Add-on-Listen angezeigt, außerdem oben auf der Webseite Ihres Add-ons. <strong>Höchstens 250 Zeichen.</strong>
sk: Súhrn je krátky popis základnej funkcionality doplnku, ktorá sa zobrazuje v zoznamoch doplnkov a vo vyhľadávaní, ako aj v hornej časti stránky doplnku. <strong>Je možné zadať maximálne 250 znakov.</strong>

# devcp_edit_descriptions_transbox_summary_name
source: Activity Summary
cs: Přehled doplňku
da: Add-on Summary
de: Add-on-Zusammenfassung
ro: Descriere sumară pentru supliment
sk: Súhrn doplnku

# devcp_edit_dt_manage_authors
source: Manage Activity Authors
cs: Spravovat autory doplňku
da: Manage Add-on Authors
de: Add-on-Autoren bearbeiten
sk: Správa autorov doplnku

# devcp_edit_dt_manage_categories
source: Manage Activity Categories
cs: Spravovat kategorie doplňku
da: Manage Add-on Categories
de: Add-on-Kategorien bearbeiten
sk: Správa kategórií doplnku

# devcp_edit_dt_manage_descriptions
source: Manage Activity Descriptions
cs: Spravovat popis doplňku
da: Manage Add-on Descriptions
de: Add-on-Beschreibungen bearbeiten
sk: Správa popisov doplnku

# devcp_edit_dt_manage_properties
source: Manage Activity Properties
cs: Spravovat vlastnosti doplňku
da: Manage Add-on Properties
de: Add-on-Eigenschaften bearbeiten
sk: Správa vlastností doplnku

# devcp_edit_error_categories_unavailable
source: No categories available for this activity type.
cs: Pro tento typ doplňku nejsou dostupné žádné kategorie.
da: No categories available for this add-on type.
de: Keine Kategorien verfügbar für diesen Add-on-Typ
fa: هیچ دسته‌ای برای این نوع افزودنی وجود ندارد.
ro: Nu este disponibilă nicio categorie pentru acest tip de supliment.
sk: Pre tento typ doplnku nie sú k dispozícii žiadne kategórie.

# devcp_edit_label_externalsoftware
source: This activity requires external software
cs: Tento doplněk vyžaduje externí software
da: This add-on requires external software
de: Dieses Add-on benötigt externe Software.
fa: این افزودنی به نرم‌افزار خارجی نیاز دارد
ro: Acest supliment necesită alte programe
sk: Tento doplnok vyžaduje externý softvér

# devcp_edit_label_sitespecific
source: This is a site-specific activity
cs: Toto je doplněk pro specifický server
da: This is a site-specific add-on
de: Dies ist ein seitenabhängiges Add-on
fa: این افزودنی خاص یک وب‌گاه است
ro: Acesta este un supliment pentru un sait anume
sk: Tento doplnok je určený pre špecifickú stránku

# devcp_editorsqueue_featured
source: Featured Activities
cs: Uváděné doplňky
da: Featured Add-ons
de: Empfohlene Add-ons
fa: افزودنی‌های ویژه
ro: Suplimente excepționale
sk: Odporúčané doplnky

# devcp_editorsqueue_nominated
source: Nominated Activities (%s)
cs: Nominované doplňky (%s)
da: Nominated Add-ons (%s)
de: Ein nominiertes Add-on
fa: افزودنی‌های نامزد شده (%s)
ro: Un supliment nominalizat
sk: Nominované doplnky (%s)
