Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Deleting your collection will permanently erase it.
ca: Si suprimiu la col·lecció, s'esborrarà per sempre.
cs: Smazáním vaší sbírky ji definitivně odstraníte.
de: Das Löschen Ihrer Sammlung kann nicht rückgängig gemacht werden.
el: Η διαγραφή της συλλογής σας θα είναι οριστική.
es_es: Si borras tu recopilatorio, se eliminará permanentemente.
fa: حذف مجموعه آن را برای همیشه پاک می‌کند.
hu: A gyűjtemény törlése véglegesen törli azt.
it: L'eliminazione della raccolta è un'operazione non reversibile.
ja: コレクションを削除すると、元に戻すことはできません。
nl: Verwijderen van uw collectie wist deze definitief.
pl: Usunięcie kolekcji spowoduje jej trwałe skasowanie.
pt_br: Deletar sua coelção irá apagá-la permanentemente
pt_pt: Eliminar a sua colecção será apagada definitivamente.
ru: При удалении вашей подборки она будет безвозвратно утеряна.
sk: Odstránením kolekcie ju nenávratne vymažete.
sq: Fshirja e koleksionit tuaj do ta zhdukë atë përgjithmonë.
sv_se: Tar du bort din samling raderas den permanent.
uk: Вилучення колекції призведе до повного її стирання.
vi: Xóa bộ sưu tập của bạn cũng sẽ xóa nó vĩnh viễn.

source: Denied/Sandbox
ca: Denegat / entorn de proves
cs: Zamítnuto/Pískoviště
de: Update abgelehnt/Sandkasten
el: Απορρίφθηκε/Sandbox
es_es: Denegada/Área de pruebas
fa: تأیید نشده/گودال ماسه‌بازی
fr: Refusé/Bac à sable
hu: Elutasítva/Homokozó
it: Non approvata/Sandbox
ja: 申請を却下 (サンドボックスに保留)
nl: Afgewezen/Sandbox
pl: Odmowa/Piaskownica
pt_br: negado/sandbox
pt_pt: Negado/Sandbox
ru: Отклонить/В «песочницу»
sk: Zamietnuté/Sandbox
sq: E papranuar/Bankoprovë
sv_se: Nekad/Sandlåda
uk: Відхилено/пісочниця
vi: Từ chối / Hộp cát

source: Descending sort
ca: Ordenació descendent
cs: Sestupné řazení
de: Absteigend
el: Φθίνουσα ταξινόμηση
es_es: Orden descendente
fa: مرتب‌سازی نزولی
fr: Tri descendant
hu: Csökkenő sorrend
it: Ordine discendente
ja: 降順で並べ替え
nl: Aflopend gesorteerd
pl: Sortuj malejąco
pt_pt: Ordem descendente
ru: Сортировка по убыванию
sk: Zostupné zoradenie
sq: Rend zbritës
sv_se: Fallande sortering
uk: Сортування по висхідній
vi: Sắp xếp ngược chiều

source: Description
ca: Descripció
cs: Popis
de: Beschreibung
el: Περιγραφή
es_es: Descripción
fa: شرح
hu: Leírás
it: Descrizione
ja: 説明
nl: Beschrijving
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ru: Описание
sk: Popis
sq: Përshkrim
sv_se: Beskrivning
uk: Опис
vi: Mô tả

source: Descriptions
ca: Descripcions
cs: Popis
de: Beschreibungen
el: Περιγραφές
es_es: Descripciones
fa: شرح‌ها
hu: Leírások
it: Descrizioni
ja: 説明
nl: Beschrijvingen
pl: Opisy
pt_br: Descrições
pt_pt: Descrições
ru: Описания
sk: Popisy
sq: Përshkrime
sv_se: Beskrivningar
uk: Описи
vi: Mô tả

source: Detailed Info
ca: Informació detallada
cs: Více informací
de: Ausführliche Informationen
el: Λεπτομερείς πληροφορίες
es_es: Información detallada
fa: اطلاعات مفصل
fr: Informations détaillées
hu: Részletes infó
it: Dettaglio
ja: 詳細情報
nl: Detailinformatie
pl: Szczegóły
pt_br: Informações detalhadas
pt_pt: Info Detalhada
ru: Подробнее
sk: Podrobné informácie
sq: Të dhëna të Hollësishme
sv_se: Detaljerad information
uk: Докладна інформація
vi: Thông tin Chi tiết

source: Detailed Review
ca: revisió detallada
cs: Podrobná recenze
de: Detaillierte Bewertung
el: λεπτομερής αξιολόγηση
es_es: valoración en detalle
fa: بررسی مفصل
fr: critique détaillée
hu: Részletes értékelés
it: Recensione completa
ja: 詳細なレビュー
nl: gedetailleerde beoordeling
pl: Szczegółowa recenzja
pt_br: avaliação detalhada
pt_pt: Revisão detalhada
ru: подробный отзыв
sk: Podrobná recenzia
sq: shqyrtim i hollësishëm
sv_se: utförlig recension
vi: đánh giá chi tiết

source: Details
ca: Detalls
el: Λεπτομέρειες
es_es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
pl: Szczegóły
pt_pt: Detalhes
ru: Подробности
sk: Podrobnosti
sv_se: Detaljer
uk: Подробиці

# devcp_js_option_developer
source: Developer
ca: Desenvolupador
cs: Vývojář
de: Entwickler
el: Δημιουργός
es_es: Desarrollador
fa: توسعه‌دهنده
fr: Développeur
hu: Fejlesztő
it: Sviluppatore
ja: 開発者
nl: Ontwikkelaar
pl: Autor
pt_br: Desenvolvedor
pt_pt: Desenvolvedor
ru: Разработчик
sk: Vývojár
sq: Zhvillues
sv_se: Utvecklare
uk: Розробник
vi: Nhà phát triển

source: Developer
ca: Desenvolupador
de: Entwickler
el: Δημιουργός
es_es: Desarrollador
fr: Développeur
hu: Fejlesztő
it: Sviluppatore
ja: 開発者
nl: Ontwikkelaar
pl: Autor
pt_pt: Desenvolvedor
ru: Разработчик
sk: Vývojár
sv_se: Utvecklare

source: Developer Agreement
ca: Acord del desenvolupador
cs: Souhlas vývojáře
de: Einverständniserklärung der Entwickler
el: Συμφωνητικό δημιουργού
es_es: Acuerdo del desarollador
fa: توافق‌نامهٔ توسعه‌دهنده
fr: Accord du développeur
hu: Fejlesztői megállapodás
it: Accordo di licenza per sviluppatori
ja: 開発者利用規約
nl: Ontwikkelaarsovereenkomst
pl: Umowa autora
pt_br: Acordo com desenvolvedor
pt_pt: Acordo do Desenvolvedor
ru: Соглашение разработчика
sk: Vývojárska zmluva
sq: Marrëveshje Zhvilluesi
sv_se: Utvecklaravtal
uk: Угода з розробником
vi: Thỏa thuận Nhà phát triển

# editors_review_header_devcomments
source: Developer Comments
ca: Comentaris del desenvolupador
cs: Komentáře vývojářů
de: Entwicklerkommentare
el: Σχόλια δημιουργού
es_es: Comentarios del desarrollador
fa: توضیحات توسعه‌دهنده
fr: Commentaires du développeur
hu: Fejlesztői megjegyzések
it: Commenti dello sviluppatore
ja: 作者のコメント
nl: Opmerkingen van de ontwikkelaar
pl: Komentarze autora
pt_br: Comentários do desenvolvedor
pt_pt: Comentários do desenvolvedor
ru: Комментарии разработчика
sk: Komentáre vývojára
sq: Komente Zhvilluesish
sv_se: Utvecklarekommentarer
uk: Коментарі розробника
vi: Bình luận của Nhà phát triển

# devcp_edit_descriptions_transbox_comments_name
source: Developer Comments
ca: Comentaris del desenvolupador
cs: Komentáře vývojáře
de: Entwickler-Kommentare
el: Σχόλια δημιουργού
es_es: Comentarios del desarrollador
fa: توضیحات توسعه‌دهنده
fr: Commentaires du développeur
hu: A fejlesztő megjegyzései
it: Commenti dello sviluppatore
ja: 開発者のコメント
nl: Opmerkingen van de ontwikkelaar
pl: Komentarze autora
pt_br: Comentários do Desenvolvedor
pt_pt: Comentários do desenvolvedor
ru: Комментарии разработчика
sk: Poznámky vývojára
sq: Komente Zhvilluesi
sv_se: Utvecklarkommentarer
uk: Коментарі Розробника
vi: Bình luận của Nhà phát triển

# addons_display_developer_comments
source: Developer Comments
ca: Comentaris del desenvolupador
de: Entwickler-Kommentare
el: Σχόλια δημιουργού
es_es: Comentarios del desarrollador
fr: Commentaires du développeur
hu: A fejlesztő megjegyzései
it: Commenti dello sviluppatore
ja: 開発者のコメント
nl: Ontwikkelaarsopmerkingen
pl: Komentarze autora
pt_pt: Comentários do desenvolvedor
ru: Комментарии разработчика
sk: Komentáre vývojára
sv_se: Utvecklarkommentarer

source: Developer FAQ
ca: PMF del desenvolupador
cs: Otázky pro vývojáře
de: Entwickler-FAQ
el: Συχνές ερωτήσεις δημιουργών
es_es: Preguntas frecuentes del desarrollador
fa: پرسش‌های متداول توسعه‌دهندگان
fr: FAQ du développeur
hu: Fejlesztői FAQ
it: FAQ sviluppatori
ja: 開発者向け FAQ
nl: Veelgestelde vragen voor ontwikkelaars
pl: FAQ autora
pt_br: FAQ do desenvolvedor
pt_pt: FAQ do Desenvolvedor
ru: FAQ для разработчика
sk: Často kladené otázky vývojárov
sq: FAQ për Zhvilluesit
sv_se: Utvecklar FAQ
uk: Розробник FAQ
vi: FAQ cho Nhà phát triển

# sidebar_navlink_developer_tools
source: Developer Hub
de: Entwicklerecke
fr: Pôle développeurs
hu: Fejlesztőközpont
ja: 開発者センター
nl: Ontwikkelaarshub
pl: Centrum autora
pt_pt: Hub do desenvolvedor
ru: Центр разработчика
sv_se: Utvecklarnav

# devcp_myaddons_title
source: Developer Hub
de: Entwicklerecke
fr: Pôle développeurs
hu: Fejlesztőközpont
ja: 開発者センター
nl: Ontwikkelaarshub
pl: Centrum autora
pt_pt: Hub do desenvolvedor
ru: Центр разработчика
sv_se: Utvecklarnav

# statistics_addon_developertools_link
source: Developer Hub
de: Entwicklerecke
fr: Pôle développeurs
hu: Fejlesztőközpont
ja: 開発者センター
nl: Ontwikkelaarshub
pl: Centrum autora
pt_pt: Hub do desenvolvedor
ru: Центр разработчика
sv_se: Utvecklarnav

source: Developer Hub
pt_pt: Hub do desenvolvedor

# devcp_pagetitle
source: Developer Hub
de: Entwicklerecke
fr: Pôle développeurs
hu: Fejlesztőközpont
ja: 開発者センター
nl: Ontwikkelaarshub
pl: Centrum autora
pt_pt: Hub do desenvolvedor
ru: Центр разработчика
sv_se: Utvecklarnav

source: Developer Information
ca: Informació del desenvolupador
cs: Informace o vývojáři
de: Entwickler-Information
el: Πληροφορίες δημιουργού
es_es: Información del desarrollador
fa: اطلاعات توسعه‌دهنده
fr: Information développeur
it: Informazioni sullo sviluppatore
ja: 開発者情報
nl: Ontwikkelaarsinformatie
pl: Informacje o autorze
pt_br: Informações do desenvolvedor
pt_pt: Informação do desenvolvedor
ru: Информация о разработчике
sk: Informácie o vývojárovi
sv_se: Utvecklarinformation
uk: Інформація для розробника
vi: Thông tin về Nhà phát triển

source: Developer News
pt_pt: notícias do desenvolvedor

source: Developer Profile
ca: Perfil del desenvolupador
cs: Profil vývojáře
de: Entwicklerprofil
el: Προφίλ δημιουργού
es_es: Perfil de desarrollador
fa: صفحهٔ اطلاعات توسعه‌دهنده
fr: Profil développeur
hu: Fejlesztői profil
it: Profilo sviluppatore
ja: 開発者プロフィール
nl: Ontwikkelaarsprofiel
pl: Profil autora
pt_br: Profile do Desenvolvedor
pt_pt: Perfil do desenvolvedor
ru: Профиль разработчика
sk: Profil vývojára
sv_se: Utvecklarprofil
uk: Профіль розробника
vi: Hồ sơ Nhà phát triển

source: Developer Reply:
ca: Resposta del desenvolupador:
cs: Odpověď vývojáře:
de: Entwickler-Antwort:
el: Απάντηση δημιουργού:
es_es: Respuesta del desarrollador:
fa: پاسخ توسعه‌دهنده:
fr: Réponse du développeur&nbsp;:
hu: A fejlesztő válasza:
it: Risposta dello sviluppatore:
ja: 開発者の返信:
nl: Antwoord ontwikkelaar:
pl: Odpowiedź autora:
pt_br: Resposta do desenvolvedor:
pt_pt: Resposta do Desenvolvedor:
ru: Ответ разработчика:
sk: Odpoveď vývojára:
sq: Përgjigje Zhvilluesi:
sv_se: Svar från utvecklaren:
uk: Відповідь розробника:
vi: Nhà phát triển trả lời:

source: Developer reply to:
ca: Resposta al desenvolupador:
cs: Odpověď vývojáře:
de: Antwort des Entwicklers auf:
el: Απάντηση δημιουργού προς:
es_es: Respuesta del desarrollador a:
fa: پاسخ توسعه‌دهنده به:
fr: Réponse du développeur à&nbsp;:
hu: A fejlesztő válasza:
it: Risposta dello sviluppatore a:
ja: 開発者の返信:
nl: Antwoord van de ontwikkelaar op:
pl: Odpowiedź autora na:
pt_br: Resposta do desenvolvedor para:
pt_pt: O Desenvolvedor responde para:
ru: Ответ разработчика на:
sk: Odpoveď vývojára na:
sq: Përgjigje zhvilluesi për:
sv_se: Svar från utvecklaren till:
uk: Відповідь розробника на:
vi: Nhà phát triển trả lời:

source: Developers
ca: Desenvolupadors
cs: Vývojáři
de: Entwickler
el: Δημιουργοί
es_es: Desarrolladores
fa: توسعه‌دهندگان
fr: Développeurs
hu: Fejlesztők
it: Sviluppatori
ja: 開発者
nl: Ontwikkelaars
pl: Autorzy
pt_br: Desenvolvedores
pt_pt: Desenvolvedores
ru: Разработчики
sk: Vývojári
sq: Zhvilluesa
sv_se: Utvecklare
uk: Розробники
vi: Nhà phát triển

source: Dictionaries
ca: Diccionaris
cs: Slovníky
de: Wörterbücher
el: Λεξικά
es_es: Diccionarios
fa: واژه‌نامه‌ها
fr: Dictionnaires
hu: Szótárak
it: dizionari
ja: スペルチェック辞書
nl: Woordenboeken
pl: Słowniki
pt_br: Dicionários
pt_pt: Dicionários
ru: Словари
sk: Slovníky
sq: Fjalorë
sv_se: Ordlistor
uk: Словники
vi: Từ điển

# nav_category_dicts_langpacks
source: Dictionaries & Language Packs
ca: Diccionaris i paquets d'idioma
cs: Slovníky a jazykové balíčky
de: Wörterbücher & Sprachpakete
el: Λεξικά & πακέτα γλωσσών
es_es: Diccionarios y paquetes de idioma
fa: واژه‌نامه‌ها و بسته‌های زبان
fr: Dictionnaires et paquetages linguistiques
hu: Szótárak és nyelvi csomagok
it: Dizionari e language pack
ja: スペルチェック辞書と言語パック
nl: Woordenboeken & Taalpakketten
pl: Słowniki i pakiety językowe
pt_br: Dicionários e pacotes de idiomas
pt_pt: Dicionários e Pacotes de Idiomas
ru: Словари и локализации
sk: Slovníky a jazykové balíky
sq: Fjalorë & Paketa Gjuhësore
sv_se: Ordlistor och språkpaket
uk: Словники та мовні пакети
vi: Từ điển & Gói ngôn ngữ

# langtools_header_dicts_and_langpacks
source: Dictionaries & Language Packs
ca: Diccionaris i paquets d'idioma
cs: Slovníky a jazykové balíčky
de: Wörterbücher und Sprachpakete
el: Λεξικά & πακέτα γλώσσας
es_es: Diccionarios y paquetes de idioma
fa: واژه‌نامه‌ها و بسته‌های زبان
fr: Dictionnaires et paquetages linguistiques
hu: Szótárak és nyelvi csomagok
it: Dizionari e language pack
ja: スペルチェック辞書と言語パック
nl: Woordenboeken & Taalpakketten
pl: Słowniki i pakiety językowe
pt_br: Dicionários e pacotes de idiomas
pt_pt: Dicionários & Pacotes de Idioma
ru: Словари и локализации
sk: Slovníky/Jazykové balíky
sq: Fjalorë dhe Paketa Gjuhësore
sv_se: Ordlistor & språkpaket
uk: Словники та мовні пакети
vi: Từ điển và Gói ngôn ngữ

# general_addontype_dict
source: Dictionary
ca: Diccionari
cs: Slovník
de: Wörterbuch
el: Λεξικό
es_es: Diccionario
fa: واژه‌نامه
fr: Dictionnaire
hu: Szótár
it: dizionari
ja: スペルチェック辞書
nl: Woordenboek
pl: Słownik
pt_br: Dicionário
pt_pt: Dicionário
ru: Словарь
sk: Slovník
sq: Fjalor
sv_se: Ordlista
uk: Словник
vi: Từ điển

# sidebar_pitch_dictionary
source: Dictionary
ca: Diccionari
cs: Slovník
de: Wörterbüchern
el: Λεξικό
es_es: Diccionario
fa: واژه‌نامه
fr: Dictionnaire
hu: Szótár
it: dizionario
ja: スペルチェック辞書
nl: Woordenboek
pl: słownika
pt_br: Dicionário
pt_pt: Dicionário
ru: Словарь
sk: Slovník
sq: Fjalor
sv_se: Ordlista
uk: Словник
vi: Từ điển

# langtools_tableheader_dictionary
source: Dictionary
ca: Diccionari
cs: Slovníky
de: Wörterbuch
el: Λεξικό
es_es: Diccionario
fa: واژه‌نامه
fr: Dictionnaire
hu: Szótár
it: Dizionari
ja: スペルチェック辞書
nl: Woordenboek
pl: Słownik
pt_br: Dicionário
pt_pt: Dicionário
ru: Словарь
sk: Slovník
sq: Fjalor
sv_se: Ordlista
uk: Словник
vi: Từ điển

source: Dictionary-specific
ca: Específic dels diccionaris
de: Wörterbuch-spezifisch
el: Σχετικά με λεξικά
es_es: Específicos de diccionarios
fr: Liés aux dictionnaires
hu: Szótárspecifikus
it: Specifico per dizionari
ja: スペルチェック辞書固有
nl: Woordenboek-specifiek
pl: Właściwe słownikom
pt_pt: Específico do dicionário
ru: Специфичные для словаря
sk: Špecifické pre slovníky
sv_se: Ordlistespecifik

source: Dictionary-specific security
ca: Seguretat, específic dels diccionaris
de: Wörterbuch-spezifische Sicherheit
el: Σχετικά με ασφάλεια λεξικών
es_es: Seguridad específica de diccionarios
fr: Liés à la sécurité des dictionnaires
hu: Szótárspecifikus biztonsági
it: Sicurezza - specifico per dizionari
ja: スペルチェック辞書固有のセキュリティ
nl: Woordenboekspecifieke beveiliging
pl: Bezpieczeństwo elementów właściwych słownikom
pt_pt: Específico da segurança do dicionário
ru: Безопасность специфичная для словаря
sk: Špecifické pre slovníky - bezpečnosť
sv_se: Ordlistespecifik säkerhet

source: Disabled
ca: Deshabilitat
cs: Zakázaný
de: Deaktiviert
el: Απενεργοποιημένο
es_es: Desactivado
fa: غیر فعال
fr: Désactivé
hu: Letiltva
it: Disattivato
ja: 無効
nl: Uitgeschakeld
pl: wyłączony
pt_br: Desabilitado
pt_pt: Desactivado
ru: Отключено
sk: zakázaný
sq: E çaktivizuar
sv_se: Avstängd
uk: Вимкнено
vi: Bị vô hiệu hóa

source: Display my favorite collections in my user profile
ca: Mostra les meves col·leccions preferides al meu perfil d'usuari
cs: Zobrazit mé oblíbené sbírky
de: Meine Favoriten unter den Sammlungen in meinem Benutzerprofil anzeigen
el: Εμφάνιση των αγαπημένων μου συλλογών στο προφίλ χρήστη
es_es: Mostrar mis recopilatorios favoritos en mi perfil de usuario
fa: مجموعه‌های محبوبم در صفحهٔ اطلاعات کاربری‌ام نمایش داده شود
fr: Afficher mes collections favorites dans mon profil utilisateur
hu: A kedvenc gyűjteményeim megjelenítése az adatlapomon
it: Visualizza nel mio profilo utente le raccolte preferite
ja: 自分のお気に入りのコレクションをユーザプロフィールに表示する
nl: Mijn favoriete collecties in mijn gebruikersprofiel weergeven
pl: Wyświetlaj w profilu moje ulubione kolekcje
pt_br: Apresentar minhas coleções favoritas na minha página de usuário
pt_pt: Mostrar as minhas colecções favoritas no meu perfil de utilizador
ru: Отобразить мои любимые подборки в моем профиле
sk: Zobraziť obľúbené kolekcie v mojom používateľskom profile
sq: Koleksionet e mij të parapëlqyer shfaqi te profili im si përdorues
sv_se: Visa mina favoritsamlingar i min profil
uk: У моєму Профілі користувача показати створені мною колекції
vi: Hiển thị các bộ sưu tập ưa thích trong hồ sơ người dùng của tôi

source: Display the collections I have created in my user profile
ca: Mostra les col·leccions que he creat al meu perfil d'usuari
cs: Zobrazit mé sebrané sbírky
de: Meine eigenen Sammlungen in meinem Benutzerprofil anzeigen
el: Εμφάνιση των συλλογών που έχω δημιουργήσει στο προφίλ χρήστη
es_es: Mostrar los recopilatorios que he creado en mi perfil de usuario
fa: مجموعه‌هایی که ایجاد کرده‌ام در صفحهٔ اطلاعات کاربری‌ام نمایش داده شود
fr: Afficher les collections que j'ai créées dans mon profil utilisateur
hu: Az általam létrehozott gyűjtemények megjelenítése az adatlapomon
it: Visualizza nel mio profilo utente le raccolte che ho creato
ja: 自分が作成したコレクションをユーザプロフィールに表示する
nl: De collecties die ik heb gemaakt in mijn gebruikersprofiel weergeven
pl: Wyświetlaj w profilu utworzone przeze mnie kolekcje
pt_br: Apresentar as coleções que eu criei na minha página de usuário
pt_pt: Mostrar as colecções que criei no meu perfil de utilizador
ru: Отобразить созданные мной подборки в моем профиле
sk: Zobraziť kolekcie, ktoré som vytvoril v mojom používateľskom profile
sq: Koleksionin që krijova shfaqe te profili im si përdorues
sv_se: Visa de samlingar jag har skapat i min profil
uk: У моєму Профілі користувача показати створені мною колекції
vi: Hiển thị các bộ sưu tập mà tôi đã tạo trong hồ sơ người dùng của tôi

source: Do not allow online source viewing
ca: No permetis la visualització del codi font en línia
cs: Zakázat online prohlížení zdrojového kódu
de: Online-Anzeige des Quellcodes nicht zulassen
el: Να μην επιτρέπεται η εμφάνιση του πηγαίου κώδικα στο δίκτυο
es_es: No permitir la visualización del código fuente en línea
fa: اجازهٔ مشاهدهٔ متصل کد منبع داده نشود
fr: Ne pas permettre l'affichage du code source en ligne
hu: Nem engedélyezem a forrás online megjelenítését
it: Impedisci la visualizzazione online dei sorgenti
ja: オンラインでのソースの表示を許可しない
nl: Online bron bekijken niet toestaan
pl: Nie zezwalaj na przeglądanie źródła w trybie online
pt_br: Não permitir a visualização online do código fonte
pt_pt: Não permitir visualização da fonte quando ligado
ru: Не разрешать онлайновый просмотр исходного кода
sk: Nezobrazovať zdrojový kód online
sq: Mos lejo parje burimi "online"
sv_se: Tillåt inte källkodsvisning på nätet
uk: Не дозволяти показ джерела в мережі
vi: Không cho phép xem mã nguồn trực tuyến

source: Documentation
pt_pt: Documentação

source: Don't like it
ca: No ha agradat
cs: Nelíbí se mi
de: Nicht so gut
el: Δε μου αρέσει
es_es: No me gusta
fa: آن را دوست ندارم
fr: Opinion négative
hu: Nem tetszett
it: Non mi piace
ja: 嫌い
nl: Niet geweldig
pl: Nie podoba mi się
pt_br: Não gosto
pt_pt: Não gostei
ru: Не нравится
sk: Nepáči sa
sq: S'më pëlqen
sv_se: Gillar den inte
uk: Не сподобалось
vi: Không thích

source: Don't show me this message again.
ca: No em tornis a mostrar aquest missatge.
cs: Příště tuto zprávu nezobrazovat.
de: Diese Nachricht nicht erneut anzeigen.
el: Να μην εμφανιστεί ξανά.
es_es: No volver a mostrar este mensaje.
fr: Ne pas me montrer ce message à l'avenir.
hu: Ne jelenjen meg többé ez az üzenet.
it: Non visualizzare questo messaggio in futuro.
ja: 今後このメッセージを表示しない
nl: Dit bericht niet meer weergeven.
pl: Nie wyświetlaj tej wiadomości ponownie.
pt_br: Não apresente esta mensagem novamente.
pt_pt: Não me mostrar esta mensagem de novo.
ru: Больше не показывать мне это сообщение.
sk: Túto správu viac nezobrazovať.
sq: Mos ma shfaq sërish këtë mesazh.
sv_se: Visa inte detta meddelande igen.
uk: Більше не показуйте мені це повідомлення.
vi: Không hiện thông báo này nữa.

source: Download %1$s
ca: Baixa %1$s
cs: Stáhnout doplněk %1$s
de: %1$s herunterladen
el: Λήψη %1$s
es_es: Descargar %1$s
fa: بارگیری %1$s
fr: Télécharger %1$s
hu: %1$s letöltése
it: Scarica %1$s
ja: %1$s をダウンロード
nl: %1$s downloaden
pl: Pobierz dodatek %1$s
pt_br: Baixar %1$s
pt_pt: Transferir %1$s
ru: Загрузить %1$s
sk: Prevziať %1$s
sq: Shkarko %1$s
sv_se: Hämta hem %1$s
uk: Завантажити %1$s
vi: Tải xuống %1$s

source: Download Dictionary
ca: Baixa el diccionari
cs: Stáhnout slovník
de: Wörterbuch herunterladen
el: Λήψη λεξικού
es_es: Descargar diccionario
fa: بارگیری واژه‌نامه
fr: Télécharger le dictionnaire
hu: Szótár letöltése
it: Scarica dizionario
ja: 辞書をダウンロード
nl: Woordenboek downloaden
pl: Pobierz słownik
pt_br: Baixar dicionário
pt_pt: Transferir Dicionário
ru: Загрузить словарь
sk: Prevziať slovník
sq: Shkarkoni Fjalor
sv_se: Hämta hem ordlista
uk: Завантажити словник
vi: Tải xuống Từ điển

source: Download Language Pack
ca: Baixa el paquet d'idioma
cs: Stáhnout jazykový balíček
de: Sprachpaket herunterladen
el: Λήψη πακέτου γλώσσας
es_es: Descargar paquete de idioma
fa: بارگیری بستهٔ زبان
fr: Télécharger le paquetage linguistique
hu: Nyelvi csomag letöltése
it: Scarica language pack
ja: 言語パックをダウンロード
nl: Taalpakket downloaden
pl: Pobierz pakiet językowy
pt_br: Baixar pacote de idioma
pt_pt: Transferir Pacote de Idioma
ru: Загрузить локализацию
sk: Prevziať jazykový balík
sq: Shkarkoni Paketë Gjuhësore
sv_se: Hämta hem språkpaket
uk: Завантажити мовний пакет
vi: Tải xuống Gói ngôn ngữ

source: Download Now %s
ca: Baixa ara el %s
cs: Stáhnout doplněk %s
de: Herunterladen %s
el: Λήψη %s τώρα
es_es: Descargar ahora %s
fa: هم‌اکنون بارگیری کنید %s
fr: Télécharger %s
hu: %s letöltése
it: Scarica ora %s
ja: 今すぐダウンロード %s
nl: Nu downloaden %s
pl: Pobierz %s
pt_br: Baixar agora %s
pt_pt: Transferir Agora %s
ru: Загрузить %s
sk: Prevziať %s
sq: Shkarkoje %s Tani
sv_se: Hämta hem nu %s
uk: Завантажити зараз %s
vi: Tải Ngay %s

# list_sortby_downloads
source: Downloads
ca: Baixades
cs: Stažení
el: Λήψεις
es_es: Descargas
fa: بارگیری‌ها
fr: Téléchargements
hu: Letöltések
it: Download
ja: ダウンロード数
nl: Aantal downloads
pl: Pobrań
pt_pt: Transferências
ru: Загрузки
sk: Prevzatí
sq: Shkarkime
sv_se: Hämtningar
uk: Завантаженнями
vi: Số lượt tải

# statistics_summary_downloads_heading
source: Downloads
ca: Baixades
cs: Stažení
el: Λήψεις
es_es: Descargas
fa: بارگیری‌ها
fr: Téléchargements
hu: Letöltések
it: Download
ja: ダウンロード
pl: Pobrania
pt_pt: Transferências
ru: Загрузки
sk: Prevzatí
sq: Shkarkime
sv_se: Hämtningar
uk: Завантаження
vi: Số lần tải

# statistics_js_plotselection_selector_downloads
source: Downloads
ca: Baixades
cs: Stažení
el: Λήψεις
es_es: Descargas
fa: بارگیری‌ها
fr: Téléchargements
hu: Letöltések
it: Download
ja: ダウンロード
pl: Liczba pobrań
pt_pt: Transferências
ru: Загрузки
sk: Prevzatí
sq: Shkarkime
sv_se: Hämtningar
uk: Завантаження
vi: Số lần tải

source: Downloads from Collection
ca: Baixades de la coŀlecció
de: Add-ons aus dieser Sammlung heruntergeladen
el: Λήψεις από τη συλλογή
es_es: %1$s descargas desde un recopilatorio
fr: Téléchargements de cette collection
hu: Letöltések a gyűjteményből
it: Download da raccolte
ja: このコレクションからのダウンロード数
nl: Downloads uit collectie
pl: Pobrane z tej kolekcji
pt_pt: Transferências da colecção
ru: Загрузок из подборки
sv_se: Hätmningar från samling
