Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: See All %1$s
ca: Categoria %1$s
cs: Zobrazit vše v&nbsp;kategorii %1$s
de: Alle %1$s anzeigen
el: Εμφάνιση όλων σε %1$s
es_es: Ver todos en %1$s
fa: مشاهدهٔ همهٔ افزودنی‌های دستهٔ %1$s
fr: %1$s, tout afficher
hu: Minden „%1$s” megjelenítése
it: Visualizza tutti %1$s
ja: 「%1$s」カテゴリのアドオンをすべて見る
nl: Alle %1$s bekijken
pl: Wszystkie z kategorii: %1$s
pt_br: Ver todos em %1$s
pt_pt: Ver todos %1$s
ru: Просмотреть всю категорию %1$s
sk: Zobraziť všetky %1$s
sq: Shihni Tërë %1$s
sv_se: Visa alla %1$s
uk: Показати всі %1$s
vi: Xem tất cả %1$s

source: See more at our blog
pt_pt: Veja mais no nosso blog

source: Select All
ca: Selecciona-ho tot
cs: Vybrat vše
de: Alle auswählen
el: Επιλογή όλων
es_es: Seleccionar todo
fr: Tout sélectionner
hu: Összes kijelölése
it: Seleziona tutto
ja: すべて選択
nl: Alles selecteren
pl: Zaznacz wszystkie
pt_pt: Seleccionar tudo
ru: Выбрать всё
sk: Vybrať všetko
sv_se: Välj alla
uk: Вибрати все
vi: Chọn tất cả

source: Select None
ca: No seleccionis res
cs: Zrušit výběr
de: Keine auswählen
el: Απεπιλογή όλων
es_es: No seleccionar nada
fr: Ne rien sélectionner
hu: Kijelölés törlése
it: Rimuovi selezioni
ja: 選択を解除
nl: Niets selecteren
pl: Odznacz wszystkie
pt_pt: Não seleccionar nada
ru: Снять выделение
sk: Nevybrať nič
sv_se: Välj ingen
uk: нічого не вибирати
vi: Không chọn

source: Select a collection...
ca: Selecciona una col·lecció...
cs: Zvolit sbírku...
de: Eine Sammlung auswählen...
el: Επιλογή συλλογής...
es_es: Seleccionar un recopilatorio...
fa: انتخاب یک مجموعه...
fr: Sélectionnez une collection&hellip;
hu: Gyűjtemény választása...
it: Seleziona una raccolta…
ja: コレクションを選択...
nl: Selecteer een collectie…
pl: Wybierz kolekcję…
pt_br: Selecionar uma coleção...
pt_pt: Seleccione uma colecção...
ru: Выбрать подборку...
sk: Zvoľte kolekciu...
sq: Përzgjidhni një koleksion...
sv_se: Välj en samling...
uk: Вибрати колекцію...
vi: Chọn một bộ sưu tập...

source: Select a role for the author:
ca: Seleccioneu un rol per a l'autor:
cs: Zvolte roli autora:
de: Wählen Sie eine Rolle für diesen Autor aus:
el: Επιλέξτε ρόλο για τον δημιουργό:
es_es: Selecciona un rol para el autor:
fa: یک نقش برای مؤلف انتخاب کنید:
fr: Sélectionnez un rôle pour l'auteur&nbsp;:
hu: Válassza ki a szerző szerepét:
it: Selezionare un ruolo per l'autore:
ja: 作者の役割を選択してください:
nl: Selecteer een rol voor de schrijver:
pl: Wybierz funkcję dla autora:
pt_br: Selecione um papel para o autor:
pt_pt: Seleccione um papel para o autor:
ru: Выберите роль для автора:
sk: Zvoľte funkciu autora:
sq: Përzgjidhni rol për autorin:
sv_se: Välj en roll för författaren:
uk: Вибрати роль для автора:
vi: Chọn một vai trò cho tác giả:

source: Select an image to upload below. Images larger than the maximum size of 700 pixels wide by 525 pixels tall will be resized. Allowed file types: %s
ca: Seleccioneu una imatge per a pujar-la. Les imatges que siguin més grans de 700 píxels d'ample i 525 píxels d'alçada s'escalaran. Els tipus permesos són: %s
cs: Zvolte obrázek v&nbsp;nahrátí. Obrázky o&nbsp;velikosti větší než 700 bodů na šířku a 525 bodů na výšku budou zmenšeny. Povolené formáty obrázků jsou: %s
de: Wählen Sie bitte ein Bild aus, um es hochzuladen. Bilder, die breiter als 700 oder höher als 525 Pixel sind, werden automatisch verkleinert. Erlaubte Dateitypen: %s
el: Επιλέξτε παρακάτω μια εικόνα για αποστολή. Εικόνες μεγαλύτερες από τη μέγιστη επιτρεπόμενη διάσταση των 700 πίξελ σε πλάτος επί 525 πίξελ σε ύψος θα σμικρυνθούν. Επιτρεπόμενες μορφές αρχείων: %s
es_es: Selecciona una imagen para enviar a continuación. Las imágenes mayores de un tamaño máximo de 700 pixels de ancho por 525 serán redimensionadas. Tipos de archivos permitidos: %s
hu: Válassza ki lentebb a feltöltendő képet. A 700 képpont szélességnél és 525 képpont magasságnál nagyobb képek át lesznek méretezve. Engedélyezett fájltípusok: %s
it: Selezionare un'immagine da caricare. Le immagini che eccedono la larghezza di 700 pixel e l'altezza di 525 pixel verranno ridimensionate. Formati accettati: %s
ja: アップロードする画像を選択してください。幅 700 ピクセル、高さ 525 ピクセル以上の画像は自動的に縮小されます。使用可能な形式は %s です。
nl: Selecteer hieronder een te uploaden afbeelding. Afbeeldingen die groter zijn dan de maximumgrootte van 700 pixels breed bij 525 pixels hoog worden verkleind. Toegestane bestandstypen: %s
pl: Wybierz obrazek do wysłania. Obrazki o rozmiarze większym niż 700 x 525 pikseli zostaną przeskalowane. Dozwolone typy plików: %s
pt_br: Selecione uma imagem para enviar abaixo. Imagens que são maiores do que o tamanho de 700 pixels de largura por 525 pixels de altura serão redimensionadas. Tipos de arquivos permitidos: %s
pt_pt: Seleccione a imagem a carregar abaixo. Imagens maiores que 700 pixéis de largura e 525 de altura serão redimensionados. Os ficheiros permitidos são: %s
ru: Выберите ниже изображение для загрузки. Изображения превышающие по ширине 700 пикселей, а по высоте 525 пикселей будут автоматически отмасштабированы.Разрешённые типы файлов: %s
sk: Zvoľte obrázok, ktorý chcete odoslať. Veľkosť obrázkov väčších ako 700 bodov na šírku a 525 bodov na výšku bude upravená. Povolené typy súborov: %s
sq: Përzgjidhni më poshtë një pamje për ngarkim. pamjet më të mëdhaja se 700 piksel të gjera dhe 525 piksel të larta do të ripërmasohen. Lloje të lejuar kartelash: %s
sv_se: Välj en bild att ladda upp nedanför. Bilder större än maxstorleken 700 pixlar bred, 525 pixlar häg kommer att skalas ned. Godkända filtyper: %s
uk: Виберіть знизу зображення, яке ви хочете завантажити. Зображення перевищують максимальний розмір 700 пікселів (ширина) на 525 пікселів (висота) і їх розмір буде змінений. Дозволені типи файлів: %s
vi: Chọn một hình để tải lên. Các hình lớn hơn kích thước tối đa 700 pixel chiều rộng và 525 pixel chiều cao sẽ bị chỉnh lại. Các kiểu tập tin cho phép: %s

source: Select the application that your collection supports.
ca: Seleccioneu l'aplicació amb la qual funciona la vostra col·lecció.
cs: Zvolte aplikaci, kterou vaše sbírka podporuje.
de: Wählen Sie die Anwendung, die Ihre Sammlung unterstützt.
el: Επιλέξτε το πρόγραμμα που υποστηρίζει η συλλογή σας.
es_es: Selecciona la aplicación que soporta tu recopilatorio.
fa: برنامه‌هایی که مجموعه‌تان از آنها پشتیبانی می‌کند را انتخاب کنید.
hu: Válassza ki a gyűjteménye által támogatott alkalmazást.
it: Selezionare l'applicazione compatibile con la tua raccolta.
ja: このコレクションが対応するアプリケーションを選択してください。
nl: Selecteer de toepassing die uw collectie ondersteunt.
pl: Wybierz program, z którym współpracuje Twoja kolekcja.
pt_br: Selecione a aplicação que sua coleção suporta.
pt_pt: Seleccione a aplicação que a sua colecção suporta.
ru: Выберите приложение, которое поддерживает вашу подборку.
sk: Zvoľte aplikácie, ktoré vaša kolekcia podporuje.
sq: Përzgjidhni zbatimin që mbulon koleksioni juaj.
sv_se: Välj den applikation din samling är tänkt för.
uk: Виберіть програму, що підтримується вашою колекцією.
vi: Chọn chương trình mà bộ sưu tập của bạn hỗ trợ.

source: Select the locale of the translation to add:
ca: Seleccioneu l'idioma de la traducció que voleu afegir:
cs: Lokalizaci překladu, který se má přidat:
de: Bitte wählen Sie die Sprache, die Sie hinzufügen möchten:
el: Επιλέξτε τη γλώσσα της μετάφρασης που θα προστεθεί:
es_es: Selecciona el idioma de la traducción a añadir:
fa: زبان ترجمه‌ای که می‌خواهید اضافه کنید را انتخاب نمایید:
fr: Sélectionnez la langue de votre traduction&nbsp;:
hu: Nyelv hozzáadása:
it: Selezionare il locale della traduzione da aggiungere:
ja: 追加する翻訳のロケールを選択してください:
nl: Selecteer de locale van de toe te voegen vertaling:
pl: Wybierz identyfikator języka tłumaczenia:
pt_br: Selecionar o idioma para a tradução a ser adicionada:
pt_pt: Seleccione o idioma da tradução a adicionar:
ru: Выберите для добавления локаль перевода:
sk: Zvoľte jazyk, ktorý chcete pridať:
sq: Përzgjidhni gjuhën e përkthimit për shtim:
sv_se: Välj lokal för översättningen du lägger till:
uk: Вибрати локаль перекладу, який треба додати:
vi: Chọn tên bản địa của bản dịch mà bạn muốn thêm vào:

source: Selected accounts will be removed upon Save
ca: Els comptes seleccionats es suprimiran quan es desi
cs: Vybrané účty budou po uložení odstraněny
de: Ausgewählte Benutzer werden beim Speichern aus der Liste gelöscht.
el: Οι επιλεγμένοι λογαριασμοί θα αφαιρεθούνκατά την «Αποθήκευση»
es_es: Las cuentas seleccionadas se borrarán al guardar
fa: حساب‌های کاربری انتخاب شده در هنگام ذخیره‌سازی حذف خواهند گردید
hu: A kiválasztott fiókok eltávolításra kerülnek mentéskor
it: Gli account selezionati verranno rimossi in fase di salvataggio
ja: 選択されたアカウントは保存時に削除されます
nl: Geselecteerde accounts worden verwijderd bij opslaan
pl: Zaznaczone konta zostaną usunięte po zapisaniu
pt_br: As contas selecionadas serão removidas quando Salvar
pt_pt: As contas seleccionadas serão removidas ao guardar
ru: Выбранные учётные записи будут удалены при нажатии кнопки Сохранить
sk: Označené účty budú odstránené pri uložení
sq: Llogaritë e përzgjedhura do të hiqen gjatë Ruajtjes
sv_se: Valda konto tas bort när du sparar
uk: Вибрані аккаунти будуть вилучені при натисканні на Зберегти внесені зміни
vi: Các tài khoản đã chọn sẽ bị xóa ngay khi Lưu

source: Self-reviews are not allowed.
ca: No es permeten les revisions pròpies.
cs: Vlastní kontrola není povolena.
de: Selbstmoderation ist nicht erlaubt.
el: Δεν επιτρέπεται η αξιολόγηση δικού σας πρόσθετου.
es_es: Las valoraciones a ti mismo no están permitidas.
fa: بررسی افزودنی‌های خود مجاز نیست.
fr: Il n'est pas permis de réviser ses propres modules.
hu: Saját magát nem értékelheti.
it: Le auto-revisioni non sono consentite.
ja: 作者自身によるレビューは許可されていません。
nl: Zelfbeoordelingen zijn niet toegestaan.
pl: Recenzowanie własnych dodatków jest zabronione.
pt_br: Não é permitido avaliar seus próprios complementos.
pt_pt: Comentários próprios não são permitidos.
ru: Саморецензирование недопустимо.
sk: Recenzie samým sebou nie sú dovolené.
sq: Nuk lejohen shqyrtime nga vetja.
sv_se: Granskningar av eget material är inte tillåtet.
uk: Перегляд самотужки заборонено.
vi: Không được phép tự đánh giá.

source: Send password reset link
ca: Envia l'enllaç per a recuperar la contrasenya
cs: Poslat odkaz na obnovení hesla
de: Link per E-Mail senden
el: Αποστολή δεσμού επαναφοράς κωδικού
es_es: Enviar enlace para reiniciar contraseña
fa: ارسال پیوند بازنشانی گذرواژه
fr: Envoyer un lien pour réinitialiser le mot de passe
hu: Jelszót törlő hivatkozás küldése
it: Invia il link per reimpostare la password
ja: パスワード変更のためのリンクをメールで送信
nl: Koppeling voor wachtwoordreset toezenden
pl: Zresetuj moje hasło
pt_br: Enviar endereço para resetar senha
pt_pt: Enviar ligação para reiniciar senha
ru: Отправить ссылку для сброса пароля
sk: Odoslať vynulovanie hesla
sq: Dërgo lidhje ricaktimi fjalëkalimi
sv_se: Skicka länk för att återställa lösenord
uk: Надіслати посилання скидання пароля
vi: Gửi liên kết khôi phục mật khẩu

source: Share on FriendFeed
ca: Comparteix-ho al FriendFeed
cs: Přidat na FriendFeed
de: Auf FriendFeed empfehlen
el: Διαμοιρασμός στο FriendFeed
es_es: Compartir en FriendFeed
fa: به اشتراک گذاشتن در FriendFeed
fr: Partager sur FriendFeed
hu: Megosztás FriendFeeden
it: FriendFeed
ja: FriendFeed で共有
nl: Delen op FriendFeed
pl: Udostępnij na FriendFeed
pt_br: Compartilhar no FriendFeed
pt_pt: partilhar na fonte do amigo
ru: Поделиться на FriendFeed
sk: Zdieľať na FriendFeed
sq: Ndajeni te FriendFeed
sv_se: Dela med FriendFeed
uk: Поділитися з друзями на FriendFeed
vi: Chia sẻ trên FriendFeed

source: Share this Collection
ca: Comparteix aquesta coŀlecció
de: Diese Sammlung weiterempfehlen
el: Διαμοιρασμός συλλογής
es_es: Compartir este recopilatorio
fr: Partager cette collection
hu: A gyűjtemény megosztása
it: Condividi questa raccolta
ja: このコレクションを共有
nl: Deze collectie delen
pl: Udostępnij
pt_pt: Partilhar esta colecção
ru: Поделиться этой подборкой
sv_se: Dela denna samling

source: Shift + Click
ca: Maj + clic
cs: Shift + klepnutí:
de: Shift + Klick
el: Shift + κλικ:
es_es: Mayús + Click
fa: تبدیل + کلیک:
fr: Maj. + Clic
hu: Shift + kattintás
it: Shift + Clic
ja: Shift + クリック
nl: Shift + klik:
pl: Shift + kliknięcie:
pt_pt: Shift + Clique:
sk: Shift + kliknutie:
sv_se: Shift + klick

source: Shift-click to sort by multiple columns
ca: Maj-clic per a ordenar per a més d'una columna
cs: Pro řazení dle více sloupců podržte klávesu Shift
de: Shift + Klick, um nach mehreren Spalten zu sortieren
el: Κάντε Shift-κλικ για ταξινόμηση σε πολλαπλές στήλες
es_es: Pulsa mayúsculas para ordenar por varias columnas
fr: Maj.+clic pour un tri multi-colonnes
it: Fare clic tenendo premuto il tasto maiusc per ordinare in base a più colonne
ja: Shift を押しながらクリックで複数列による並べ替えが可能です
nl: Shift-klik om te sorteren op meerdere kolommen
pl: Aby sortować wiele kolumn, kliknij ze wciśniętym klawiszem Shift
pt_pt: Shift-click para ordenar por múltiplas colunas
ru: Shift-click для сортировки по нескольким столбцам
sk: Ak chcete usporiadať podľa viacerých stĺpcov, použite tlačidlo Shift a kliknutie
sv_se: Shift-klicka för att sortera på flera kolumner
uk: Натисніть на Shift, щоб посортувати у різні колонки
vi: Shift-nhấn chuột để sắp xếp theo nhiều cột

source: Should be a positive number between 0.00 and 99.99.
ca: Hauria de ser un número positiu entre 0,00 i 99,99.
cs: Hodnota by měla být číslo mezi 0.00 a 99.99.
de: Sollte eine positive Zahl zwischen 0.00 und 99.99 sein.
el: Θα πρέπει να είναι θετικός αριθμός μεταξύ του 0.00 και του 99.99.
es_es: Debe ser un número positivo entre 0.00 y 99.99.
hu: 0.00 és 99.99 közötti pozitív számnak kell lennie.
it: Deve essere un numero positivo compreso tra 0.00 e 99.99.
ja: 0.00 から 99.99 までの正の数でなければなりません。
nl: Dient een positief getal te zijn tussen 0,00 en 99,99.
pl: Powinna być to liczba dodatnia z zakresu od 0.00 do 99.99.
pt_br: Deve ser um número positivo entre 0.00 e 99.99.
pt_pt: Tem de ser um número entre 0.00 e 99.99.
ru: Должно быть положительным числом от 0.00 до 99.99.
sk: Musí to byť kladné číslo medzi 0.00 a 99.99.
sv_se: Ska vara ett positivt tal mellan 0.00 och 99.99.
uk: Повинна бути сума від 0.00 та 99.99.
vi: Nên là một số dương trong khoảng 0.00 và 99.99.

source: Show %1$s more result
ca: Mostra %1$s resultat més
de: %1$s weiteres Ergebnis anzeigen
el: Προβολή %1$s περισσότερου αποτελέσματος
es_es: Mostrar %1$s resultado más
fr: Afficher %1$s résultat supplémentaire
it: Visualizza %1$s altro risultato
ja: その他 %1$s 件の結果を表示
nl: Nog %1$s resultaat weergeven
pl: Wyświetl pozostały %1$s wynik
pt_pt: Mostrar mais %1$s resultado
ru: Показать ещё %1$s результат
sk: Zobraziť ďalší výsledok
sv_se: Visa %1$s ytterligare resultat
uk: Показати %1$s більше результатів

source: Show %s Events
ca: Mostra %s esdeveniments
cs: ! události doplňku %s
de: %s-Ereignisse anzeigen
el: Προβολή ορόσημων του %s
es_es: Ver %s eventos
fa: تمایش رویدادهای %s
fr: Afficher %s évènements
hu: %s-események megjelenítése
it: Visualizza %s eventi
ja: %s 関連のイベントを表示
nl: gebeurtenissen van %s weergeven
pl: Wyświetl wydania %s
pt_br: Mostrar %s eventos
pt_pt: Mostrar %s Eventos
ru: Показать %s событий
sk: Zobraziť udalosti: %s
sq: Shfaq Ngjarje %s
sv_se: Visa %s-händelser
uk: Показати %s Події
vi: Hiện Sự Kiện %s

source: Show Comments
ca: Mostra els comentaris
cs: Zobrazit komentáře
de: Kommentare zeigen
el: Προβολή σχόλιων
es_es: Mostrar comentarios
fa: نشان دادن نظرات
fr: Afficher les commentaires
hu: Hozzászólások megjelenítése
it: Visualizza commenti
ja: コメントを表示
nl: Opmerkingen weergeven
pl: Wyświetl komentarze
pt_br: Mostrar comentários
pt_pt: Mostrar Comentários
ru: Показать комментарии
sk: Zobraziť komentáre
sq: Shfaq Komente
sv_se: Visa kommentarer
uk: Показати коментарі
vi: Hiện bình luận

source: Show Total Count
ca: Mostra el total
cs: Zobrazit celkový počet
de: Gesamtzahl anzeigen
el: Προβολή συνολικού μετρητή
es_es: Ver el recuento total
fa: نمایش تعداد کل
fr: Afficher le compte total
hu: Teljes szám megjelenítése
it: Visualizza il conteggio totale
ja: 合計数を表示
nl: Totaalaantal weergeven
pl: Wyświetl sumaryczny wykres
pt_br: Mostrar a contagem total
pt_pt: Mostrar contador total
ru: Показать общее кол-во
sk: Zobraziť celkový počet
sq: Fshihe Numërimin për Gjithsej
sv_se: Visa totalräknare
uk: Показати загальну кількість
vi: Hiện Tổng Số Lần Đếm

source: Show last: 12 months
ca: Mostra els últims: 12 mesos
de: Anzeigen: Letzte 12 Monate
el: Προβολή των τελευταίων: 12 μηνών
es_es: Ver los últimos: 12 meses
fr: Derniers 12 mois
hu: Utolsó 12 hónap
it: Visualizza: ultimi 12 mesi
ja: 過去 12 か月分を表示
nl: Laatste 12 maanden weergeven
pl: Pokaż ostatnie: 12 miesięcy
pt_pt: Mostrar os últimos: 12 meses
ru: Показать последние: 12 месяцев
sk: Zobraziť posledných 12 mesiacov

source: Show last: 18 weeks
ca: Mostra les últimes: 18 setmanes
de: Anzeigen: Letzte 18 Wochen
el: Προβολή των τελευταίων: 18 εβδομάδων
es_es: Ver los últimos: 18 semanas
fr: Derniers 18 semaines
hu: Utolsó 18 hét
it: Visualizza: ultime 18 settimane
ja: 過去 18 週間分を表示
nl: Laatste 18 weken weergeven
pl: Pokaż ostatnie: 18 tygodni
pt_pt: Mostrar as últimas: 18 semanas
ru: Показать последние: 18 недель
sk: Zobraziť posledných 18 týždňov
sv_se: Visa senaste: 18 veckor

source: Show last: 24 months
ca: Mostra els últims: 24 mesos
de: Anzeigen: Letzte 24 Monate
el: Προβολή των τελευταίων: 24 μηνών
es_es: Ver los últimos: 24 meses
fr: Les derniers&nbsp;: 24 mois
hu: Utolsó 24 hónap
it: Visualizza: ultimi 24 mesi
ja: 過去 24 か月分を表示
nl: Laatste 24 maanden weergeven
pl: Pokaż ostatnie: 24 miesiące
pt_pt: Mostrar os últimos: 24 meses
ru: Показать последние: 24 месяца
sk: Zobraziť posledných 24 mesiacov

source: Show last: 30 days
ca: Mostra els últims: 30 dies
de: Anzeigen: Letzte 30 Tage
el: Προβολή των τελευταίων: 30 ημερών
es_es: Ver los últimos: 30 días
fr: Les derniers&nbsp;: 30 jours
hu: Utolsó 30 nap
it: Visualizza: ultimi 30 giorni
ja: 過去 30 日分を表示
nl: Laatste 30 dagen weergeven
pl: Pokaż ostatnie: 30 dni
pt_pt: Mostrar os últimos: 30 dias
ru: Показать последние: 30 дней
sk: Zobraziť posledných 30 dní

source: Show last: 36 months
ca: Mostra els últims: 36 mesos
de: Anzeigen: Letzte 36 Monate
el: Προβολή των τελευταίων: 36 μηνών
es_es: Ver los últimos: 36 meses
fr: Les derniers&nbsp;: 36 mois
hu: Utolsó 36 hónap
it: Visualizza: ultimi 36 mesi
ja: 過去 36 か月分を表示
nl: Laatste 36 maanden weergeven
pl: Pokaż ostatnie: 36 miesięcy
pt_pt: Mostrar os últimos: 36 meses
ru: Показать последние: 36 месяцев
sk: Zobraziť posledných 36 mesiacov

source: Show last: 36 weeks
ca: Mostra les últimes: 36 setmanes
de: Anzeigen: Letzte 36 Wochen
el: Προβολή των τελευταίων: 36 εβδομάδων
es_es: Ver los últimos: 36 semanas
fr: Les dernières&nbsp;: 36 semaines
hu: Utolsó 36 hét
it: Visualizza: ultime 36 settimane
ja: 過去 36 週間分を表示
nl: Laatste 36 weken weergeven
pl: Pokaż ostatnie: 36 tygodni
pt_pt: Mostrar as últimas: 36 semanas
ru: Показать последние: 36 недель
sk: Zobraziť posledných 36 týždňov

source: Show last: 54 weeks
ca: Mostra les últimes: 54 setmanes
de: Anzeigen: Letzte 54 Wochen
el: Προβολή των τελευταίων: 54 εβδομάδων
es_es: Ver los últimos: 54 semanas
fr: Les dernières&nbsp;: 54 semaines
hu: Utolsó 54 hét
it: Visualizza: ultime 54 settimane
ja: 過去 54 週間分を表示
nl: Laatste 54 weken weergeven
pl: Pokaż ostatnie: 54 tygodnie
pt_pt: Mostrar as últimas: 54 semanas
ru: Показать последние: 54 недели
sk: Zobraziť posledných 54 týždňov

source: Show last: 60 days
ca: Mostra els últims: 60 dies
de: Anzeigen: Letzte 60 Tage
el: Προβολή των τελευταίων: 60 ημερών
es_es: Ver los últimos: 60 días
fr: Les derniers&nbsp;: 60 jours
hu: Utolsó 60 nap
it: Visualizza: ultimi 60 giorni
ja: 過去 60 日分を表示
nl: Laatste 60 dagen weergeven
pl: Pokaż ostatnie: 60 dni
pt_pt: Mostrar os últimos: 60 dias
ru: Показать последние: 60 дней
sk: Zobraziť posledných 60 dní

source: Show last: 90 days
ca: Mostra els últims: 90 dies
de: Anzeigen: Letzte 90 Tage
el: Προβολή των τελευταίων: 90 ημερών
es_es: Ver los últimos: 90 días
fr: Les derniers&nbsp;: 90 jours
hu: Utolsó 90 nap
it: Visualizza: ultimi 90 giorni
ja: 過去 90 日分を表示
nl: Laatste 90 dagen weergeven
pl: Pokaż ostatnie: 90 dni
pt_pt: Mostrar os últimos: 90 dias
ru: Показать последние: 90 дней
sk: Zobraziť posledných 90 dní

source: Show pass
ca: Mostra la prova que ha passat
de: Bestandenen Test anzeigen
el: Προβολή επιτυχημένου ελέγχου
es_es: Ver pasada
fr: Afficher le test réussi
hu: Sikeres megjelenítése
it: Mostra test superato
ja: パスしたテストを表示
nl: Geslaagde test weergeven
pl: Wyświetl zaliczony
pt_pt: Mostrar senha
ru: Показать прошедший тест
sk: Zobraziť úspešný test

source: Show sandbox?
ca: Mostra l'entorn de proves?
cs: Zobrazit pískoviště
de: Sandkasten anzeigen?
el: Προβολή του sandbox;
es_es: ¿Ver el área de pruebas?
fa: نمایش گودال ماسه‌بازی؟
fr: Afficher le bac à sable ?
hu: Homokozó megjelenítése?
it: Visualizza sandbox?
ja: サンドボックスを表示
nl: Sandbox weergeven?
pl: Pokazać „Piaskownicę”?
pt_br: Mostrar sandbox?
pt_pt: Mostrar sandbox?
ru: Показать «песочницу»?
sk: Zobraziť Sandbox?
sq: Të shfaq bankoprovën?
sv_se: Visa sandlådan?
uk: Показати пісочницю?
vi: Hiện hộp cát?

source: Show/Hide Replies (%1$s)
ca: Mostra/oculta la resposta (%1$s)
cs: Zobrazit/Skrýt %1$s odpověď
de: Antwort zeigen/verstecken (%1$s)
el: Προβολή/απόκρυψη απάντησης (%1$s)
es_es: Mostrar/Ocultar respuesta (%1$s)
fa: نمایش/پنهان‌سازی پاسخ
fr: Afficher/Cacher la réponse (%1$s)
it: Mostra/Nascondi risposta (%1$s)
ja: 返信を表示・隠す (%1$s)
nl: Antwoord weergeven/verbergen
pl: Wyświetl/ukryj odpowiedź (%1$s)
pt_br: Mostrar/Esconder Respostas (%1$s)
pt_pt: Mostrar/Ocultar respostas (%1$s)
ru: Показать/Скрыть ответы (%1$s)
sk: Zobraziť/skryť odpoveď
sq: Shfaqi/Fshihi Përgjigjet (%1$s)
sv_se: Visa/göm svar (%1$s)
uk: Показати/Заховати Відповіді (%1$s)
vi: Hiện/Ẩn Trả lời (%1$s)

source: Show:
pt_pt: Mostrar:

source: Showing %1$s - %2$s of %3$s results
ca: S'estan mostrant %1$s - %2$s dels %3$s resultats
cs: Zobrazeno %1$s - %2$s z %3$s výsledků
de: Ergebnis %1$s - %2$s von %3$s
el: Προβολή %1$s - %2$s από %3$s αποτελέσματα
es_es: Mostrando %1$s - %2$s de %3$s resultados
fa: نمایش %1$s تا %2$s از %3$s نتیجه
hu: %3$s találat, megjelenítve %1$s - %2$s
it: Visualizzando %1$s - %2$s di %3$s risultati
ja: 検索結果 %3$s 件中 %1$s 件から %2$s 件までを表示しています
nl: Weergegeven: %1$s - %2$s van %3$s resultaten
pl: Wyświetlone jest %1$s - %2$s z %3$s wyników
pt_br: Apresentando %1$s - %2$s dos %3$s resultados
pt_pt: A mostrar %1$s - %2$s de %3$s resultados
ru: Показываю %1$s - %2$s из %3$s результатов
sk: Zobrazuje sa %1$s - %2$s z %3$s výsledkov
sv_se: Visar %1$s - %2$s av %3$s resultat
uk: Показ результатів %1$s - %2$s з %3$s

source: Showing %1$s - %2$s of %3$s results for <strong>%4$s</strong>
ca: S'estan mostrant %1$s - %2$s dels %3$s resultats per a <strong>%4$s</strong>
cs: Zobrazeno %1$s - %2$s z %3$s výsledků obsahujících <strong>%4$s</strong>
de: Ergebnis %1$s - %2$s von %3$s für <strong>%4$s</strong>
el: Προβολή %1$s - %2$s από %3$s αποτελέσματα για: <strong>%4$s</strong>
es_es: Mostrando %1$s - %2$s de %3$s resultados de <strong>%4$s</strong>
fa: نمایش %1$s تا %2$s از %3$s جست‌وجو به دنبال <strong>%4$s</strong>
hu: %3$s találat erre: <strong>%4$s</strong>, megjelenítve %1$s - %2$s
it: Visualizzando %1$s - %2$s di %3$s risultati per <strong>%4$s</strong>
ja: <strong>%4$s</strong> の検索結果: %3$s 件中 %1$s 件から %2$s 件までを表示しています
nl: Weergegeven: %1$s - %2$s van %3$s resultaten voor <strong>%4$s</strong>
pl: Wyświetlone jest %1$s - %2$s z %3$s wyników dla <strong>%4$s</strong>
pt_br: Apresentandog %1$s - %2$s dos %3$s resultados por <strong>%4$s</strong>
pt_pt: A mostrar %1$s - %2$s de %3$s resultados para <strong>%4$s</strong>
ru: Показываю %1$s - %2$s из %3$s результатов для <strong>%4$s</strong>
sk: Zobrazuje sa %1$s - %2$s z %3$s výsledkov používateľa <strong>%4$s</strong>
sv_se: Visar %1$s - %2$s av %3$s resultat för <strong>%4$s</strong>
uk: Показ результатів %1$s - %2$s з %3$s для <strong>%4$s</strong>
