Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: L10n test returned an error: %s
ca: La verificació de la localització ha tornat un error: %s
cs: L10n test vrátil chybu: %s
de: L10n test gab einen Fehler zurück: %s
el: Ο έλεγχος L10n επέστρεψε σφάλμα: %s
es_es: La prueba l10n ha devuelto un error: %s
fr: Le test L10n a renvoyé l'erreur suivante&nbsp;: %s
hu: A L10n teszt hibát adott vissza: %s
it: Il controllo L10n ha segnalato un errore: %s
ja: ローカライズテストで以下のエラーが発生しました: %s
nl: De vertalingstest geeft een fout: %s
pl: Test lokalizacji zwrócił błąd: %s
pt_pt: O teste a L10n teve o erro: %s
ru: Тест L10n вернул ошибку: %s
sk: Pri teste lokalizácie sa vyskytla chyba: %s
sv_se: L10n-testet gav ett fel: %s

source: Language
ca: Idioma
cs: Jazyk
de: Sprache
el: Γλώσσα
es_es: Idioma
fa: زبان
fr: Langue
hu: Nyelv
it: Lingua
ja: 言語
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
ru: Язык
sk: Jazyk
sq: Gjuhë
sv_se: Språk
uk: Мова
vi: Ngôn ngữ

source: Language Pack
ca: Paquet d'idioma
cs: Jazykový balíček
de: Sprachpaket
el: Πακέτο γλώσσας
es_es: Paquete de idioma
fa: بستهٔ زبان
fr: Pack de langue
hu: Nyelvi csomag
ja: 言語パック
nl: Taalpakket
pl: Pakiet językowy
pt_br: Pacote de idioma
pt_pt: Pacote de Idioma
ru: Локализация
sk: Jazykový balík
sq: Paketë Gjuhësore
sv_se: Språkpaket
uk: Мовний пакет
vi: Gói ngôn ngữ

source: Language Pack (Application)
ca: Paquet d'idioma (aplicació)
cs: Jazykový balíček (aplikace)
de: Sprachpaket (Anwendung)
el: Πακέτο γλώσσας (εφαρμογής)
es_es: Paquete de idioma (Aplicación)
fa: بستهٔ زبان (برنامه)
fr: Pack de langue (application)
hu: Nyelvi csomag (alkalmazás)
it: language pack (applicazione)
ja: 言語パック (アプリケーション)
nl: Taalpakket (Toepassing)
pl: Pakiet językowy (program)
pt_br: Pacote de idioma (Aplicação)
pt_pt: Pacote de Idioma (Aplicação)
ru: Локализация (Приложения)
sk: Jazykový balík (aplikácia)
sq: Paketë Gjuhësore (Zbatim)
sv_se: Språkpaket (Applikation)
uk: Пакет перекладу
vi: Gói ngôn ngữ (Chương trình)

source: Language Pack-specific
ca: Específic dels paquets d'idioma
de: Sprachpaket-spezifisch
el: Σχετικά με πακέτα γλωσσών
es_es: Específicos de paquetes de idiomas
fr: Liés au pack de langue
hu: Nyelvi csomagra jellemző
it: Specifico per language pack
ja: 言語パック固有
nl: Taalpakketspecifiek
pl: Właściwe pakietom językowym
pt_pt: Específico do pacote de idioma
ru: Специфичные для локализации
sk: Špecifické pre jazykové balíky
sv_se: Språkpaketspecifik

source: Language Pack-specific security
ca: Seguretat, específic dels paquets d'idioma
de: Sprachpaket-spezifische Sicherheit
el: Σχετικά με ασφάλεια πακέτων γλωσσών
es_es: Seguridad específica de paquetes de idiomas
fr: Liés à la sécurité de l'empaquetage linguistique
hu: Nyelvi csomagra jellemző biztonság
it: Sicurezza - specifico per language pack
ja: 言語パック固有のセキュリティ
nl: Taalpakketspecifieke beveiliging
pl: Bezpieczeństwo elementów właściwych pakietom językowym
pt_pt: Segurança específica do pacote de idioma
ru: Безопасность специфичная для локализации
sk: Špecifické pre jazykové balíky - bezpečnosť
sv_se: Språkpaketspecifik säkerhet

source: Language Packs (Application)
ca: Paquets d'idioma (aplicació)
cs: Jazykové balíčky (aplikace)
de: Sprachpakete (Anwendung)
el: Πακέτα γλώσσας (εφαρμογής)
es_es: Paquetes de idioma (Aplicación)
fa: بسته‌های زبان (برنامه)
fr: Packs de langues (application)
hu: Nyelvi csomagok (alkalmazás)
it: language pack (applicazione)
ja: 言語パック (アプリケーション)
nl: Taalpakketten (Toepassing)
pl: Pakiety językowe (program)
pt_br: Pacotes de idiomas (Aplicação)
pt_pt: Pacotes de Idioma (Aplicações)
ru: Локализации (Приложений)
sk: Jazykové balíky (aplikácia)
sq: Paketa Gjuhësore (Zbatim)
sv_se: Språkpaket (Applikation)
uk: Пакети перекладу
vi: Gói ngôn ngữ (Chương trình)

source: Last Day Count
ca: Recompte de l'últim dia
cs: Počet za poslední den
de: Am letzten gezählten Tag
el: Μέτρηση τελευταίας ημέρας
es_es: Conteo del último día
fa: تعداد آخرین روز
fr: Dernier jour compté
hu: Utolsó napi szám
it: Totale ultimo giorno
ja: 最新の数字
nl: Aantal op laatste dag
pl: Suma z ostatniego dnia
pt_br: Contagem do último dia
pt_pt: Última contagem do Dia
ru: Загрузок за последний день
sk: Prevzatí za posledný deň
sq: Numërimi i Ditës së Fundit
sv_se: Räknare för senaste dagen
uk: Підрахунок в останній день
vi: Số lượt của Ngày Cuối

source: Last Updated
ca: Última actualització
cs: Aktualizované
de: Letzte Aktualisierung
el: Τελευταία ενημέρωση
es_es: Últimos actualizados
fa: آخرین به‌هنگام‌سازی
fr: Dernière mise à jour
hu: Utolsó frissítés
it: Ultimo aggiornamento
ja: 最終更新日
nl: Laatst bijgewerkt
pl: Uaktualniono
pt_br: Última atualização
pt_pt: Última actualização
ru: Были обновлены
sk: Aktualizované
sq: Përditësuar Së Fundmi
sv_se: Senast uppdaterad
uk: Датою оновлення
vi: Cập nhật cuối

source: Last edited on %s
ca: Editat per última vegada el %s
cs: Naposledy upraveno: %s
de: Zuletzt editiert am %s
el: Τελευταία επεξεργασία στις %s
es_es: Última edición el %s
fa: آخرین ویرایش در تاریخ %s
fr: Dernière modification le %s
hu: Utolsó szerkesztés: %s
it: Ultima modifica il %s
ja: 最終更新日: %s
nl: Laatst bewerkt op %s
pl: Ostatnio edytowany %s
pt_br: Última alteração em %s
pt_pt: Última edição em %s
ru: Дата последней правки: %s
sk: Posledná úprava: %s
sq: Përpunuar së fundmi %s
sv_se: Senast redigerad den %s
uk: Востаннє редаговано %s
vi: Chỉnh sửa lần cuối vào %s

source: Last name
ca: Cognoms
cs: Příjmení
de: Nachname
el: Επώνυμο
es_es: Apellidos
fa: نام خانوادگی
fr: Nom
hu: Vezetéknév
it: Cognome
ja: 姓 (例: Yamada)
nl: Achternaam
pl: Nazwisko
pt_br: Sobrenome
pt_pt: último nome
ru: Фамилия
sk: Priezvisko
sq: Mbiemër
sv_se: Efternamn
uk: Прізвище
vi: Họ

source: Last week
ca: La setmana passada
de: Letzte Woche
fr: La semaine dernière
hu: Múlt héten
it: Settimana scorsa
ja: 先週
nl: Vorige week
pl: W ostatnim tygodniu
pt_pt: A semana passada
ru: %d неделя назад
sv_se: Förra veckan

source: Latest Version
ca: Última versió
cs: Poslední verze
de: Neueste Version
el: Πιο πρόσφατη έκδοση
es_es: Última versión
fa: جدیدترین نسخه
fr: Dernière version
hu: Legújabb verzió
it: Ultima versione
ja: 最新版
nl: Laatste versie
pl: Najnowsza wersja
pt_br: Última versão
pt_pt: Última versão
ru: Последняя версия
sk: Najnovšia verzia
sq: Version Më i Fundit
sv_se: Senaste versionen
uk: Найновіша версія
vi: Phiên bản Mới nhất

source: Learn & Explore
pt_pt: Aprender & Explorar

source: Learn More
ca: Més informació
cs: Dozvědět se více
de: mehr erfahren...
el: Μάθετε περισσότερα
es_es: Descubre más
fa: بیشتر بدانید
fr: En savoir plus
hu: További infó
it: Ulteriori informazioni
ja: 詳細
nl: Meer hierover
pl: Dowiedz się więcej
pt_br: Saiba mais
pt_pt: Saber mais
ru: Подробнее
sk: Ďalšie informácie
sq: Mësoni Më Tepër
sv_se: Läs mer
uk: Дізнатись більше
vi: Tìm hiểu Thêm

source: Learn more
ca: Més informació
cs: Více informací
de: Mehr erfahren
el: Μάθετε περισσότερα
es_es: Conoce más
fa: بیشتر بدانید
fr: En savoir plus
hu: Több infó
it: Dettagli
ja: 詳細
nl: Meer hierover
pl: Dowiedz się więcej
pt_br: Saiba mais
pt_pt: Saber mais
ru: Узнать больше
sk: Viac informácií
sq: Mësoni më tepër
sv_se: Läs mer
uk: Дізнайтесь більше
vi: Tìm hiểu thêm

source: Learn more about %1$s
ca: Més informació sobre %1$s
cs: Více informací o&nbsp;doplňku %1$s
de: Erfahren Sie mehr über %1$s
el: Μάθετε περισσότερα για το %1$s
es_es: Conoce más acerca de %1$s
fa: دربارهٔ %1$s بیشتر بدانید
fr: En savoir plus sur %1$s
hu: %1$s - további tudnivalók
it: Ulteriori informazioni su %1$s
ja: %1$s の詳細
nl: Meer over %1$s
pl: Więcej o dodatku %1$s
pt_br: Saiba mais sobre %1$s
pt_pt: Saber mais sobre %1$s
ru: Узнать больше о %1$s
sk: Viac informácií o %1$s
sq: Mësoni më tepër rreth %1$s
sv_se: Lär dig mer om %1$s
uk: Дізнатись більше про %1$s
vi: Tìm hiểu thêm về %1$s

source: Legal Notices
ca: Avís legal
cs: Právní omezení
de: Rechtliche Hinweise
el: Νομικές σημειώσεις
es_es: Avisos legales
fa: یادداشت‌های قانونی
fr: Avertissement légal
hu: Jogi megjegyzések
it: Note legali
ja: 法的通知
nl: Juridische opmerkingen
pl: Informacje prawne
pt_br: Termos legais
pt_pt: Informações Legais
ru: Правовое обеспечение
sk: Právne informácie
sq: Shënime Ligjore
sv_se: Rättighetsinformation
uk: Правові повідомлення
vi: Lưu ý Pháp lí

source: Legend
ca: Llegenda
cs: Legenda
de: Legende
el: Υπόμνημα
es_es: Leyenda
fr: Légende
hu: Jelmagyarázat
it: Legenda
ja: 凡例
nl: Legenda
pl: Legenda
pt_pt: Legenda
ru: Легенда
sk: Legenda
sv_se: Symbolförklaring
uk: Історія
vi: Chú thích

source: License
ca: Llicència
cs: Licence
de: Lizenz
el: Άδεια
es_es: Licencia
fa: مجوز
fr: Licence
hu: Licenc
it: Licenza
ja: ライセンス
nl: Licentie
pl: Licencja
pt_pt: Licença
ru: Лицензия
sk: Licencia
sq: Leje
sv_se: Licens
uk: Ліцензія
vi: Giấy phép

source: Like it
ca: Ha agradat
cs: Líbí se mi
de: Okay
el: Μου αρέσει
es_es: Me gusta
fa: آن را دوست دارم
fr: Opinion positive
hu: Szeretem
it: Mi piace
ja: 好き
nl: Niet slecht
pl: Podoba mi się
pt_br: Gosto
pt_pt: Gostei
ru: Нравится
sk: Páči sa
sq: Pëlqeje
sv_se: Gillar det
uk: Сподобалось
vi: Thích

source: Line Break
ca: Salt de línia
cs: Zalomení řádku:
de: Zeilenumbruch
el: Αλλαγές γραμμής:
es_es: Salto de línea
fa: رفتن به خط بعد:
fr: Retour chariot
hu: Sortörés
it: Interruzione di linea
ja: 改行
nl: Regelafbrekingen:
pl: Zakańczanie wiersza:
pt_br: Quebra de Linha:
pt_pt: Quebras de linha:
ru: Перевод строки
sk: Zlomy riadkov
sv_se: Radslut
uk: Розрив/переніс рядка

source: List of language packs and dictionaries.
ca: Llista de paquets d'idioma i diccionaris
cs: Přehled slovníků a jazykových balíčků.
de: Liste von Wörterbüchern und Sprachpaketen.
el: Λίστα πακέτων γλωσσών και λεξικών..
es_es: Lista de paquetes de idioma y diccionarios.
fa: فهرست بسته‌های زبان و واژه‌نامه‌ها.
fr: Liste des dictionnaires et paquetages linguistiques.
hu: Nyelvi csomagok és szótárak listája
it: Elenco dei language pack e dei dizionari.
ja: 言語パックとスペルチェック辞書の一覧です。
nl: Lijst van taalpakketten en woordenboeken.
pl: Lista pakietów językowych i słowników.
pt_br: Lista de pacotes de idiomas e dicionários.
pt_pt: Lista de pacotes de idioma e dicionários
ru: Список локализаций и словарей
sk: Zoznam jazykových balíkov a slovníkov.
sq: Listë paketash gjuhësore dhe fjalorësh.
sv_se: Lista på språkpaket och ordböcker.
uk: Перелік мовних пакетів та словників.
vi: Danh sách gói ngôn ngữ và từ điển.

source: Listed
ca: Llistat
cs: Zobrazení
de: Angezeigt
el: Δηλωμένοι
es_es: Listado
fa: فهرست شده
fr: Listé
hu: Felsorolva
it: Visualizzato
ja: 表示
nl: In lijst
pl: Wyświetlanie
pt_br: Listado
pt_pt: Listado
ru: В списке
sk: V zozname
sv_se: Listad
uk: У списку
vi: Liệt kê

source: Loading Results ...
ca: Carrega els resultats…
cs: Načítám výsledky ...
de: Lade Ergebnisse ...
el: Φόρτωση αποτελεσμάτων ...
es_es: Cargando resultados ...
fr: Chargement des résultats
hu: Találatok betöltése ...
it: Caricamento risultati…
ja: 結果を読み込み中...
nl: Resultaten laden…
pl: Wczytywanie wyników…
pt_pt: A carregar resultados ...
ru: Загрузка результатов ...
sk: Načítavajú sa výsledky...
sv_se: Laddar resultat...

source: Loading data...
ca: S'estan carregant les dades...
cs: Nahrávání dat…
de: Daten werden geladen...
el: Φόρτωση δεδομένων...
es_es: Cargando datos...
fa: در حال بار کردن اطلاعات...
fr: Chargement des données...
hu: Adatok betöltése...
it: Caricamento dati…
ja: データを読み込んでいます...
nl: Gegevens worden geladen…
pl: Wczytywanie danych…
pt_br: Carregando dados...
pt_pt: A carregar dados...
ru: Загрузка данных...
sk: Načítavajú sa údaje…
sq: Po ngarkohen të dhëna...
sv_se: Laddar data...
uk: Завантаження даних...
vi: Đang tải dữ liệu...

source: Localization
pt_pt: Tradução

source: Localization and Plurals
pt_pt: Tradução e plurais

source: Localized Fields
ca: Camps localitzats
cs: Položky lokalizace
de: Übersetzte Felder
el: Τοπικοποιημένα πεδία
es_es: Campos localizables
fa: فیلدهای محلی شده
fr: Champs localisés
hu: Honosított mezők
it: Campi localizzati
ja: ローカライズ可能な項目
nl: Gelocaliseerde velden
pl: Pola lokalizowane
pt_br: Campos traduzidos
pt_pt: Campos Traduzidos
ru: Переведенные поля
sk: Lokalizované polia
sq: Pjesë të Përkthyera
sv_se: Lokaliserade fält
uk: Локалізовані поля
vi: Các phần được Bản địa hóa

source: Localizers
ca: Traductors
cs: Lokalizátoři
de: Übersetzer
el: Μεταφραστές
es_es: Traductores
fa: محلی‌سازان
fr: Traducteurs
hu: Honosítók
it: Localizzatori
ja: ローカライズ担当者
nl: Vertalers
pl: Lokalizatorzy
pt_br: Tradutores
pt_pt: Tradutores
ru: Локализаторы
sk: Lokalizátori
sq: Përkthyesa
sv_se: Lokaliserare
uk: Перекладачі
vi: Những người làm bản địa hóa

# addon_developer_th_location
source: Location
ca: Localització
cs: Umístění
de: Ort
el: Τοποθεσία
es_es: Ubicación
fa: مکان
fr: Pays
hu: Hely
it: Località
ja: 所在地
nl: Locatie
pl: Lokalizacja
pt_br: Localização
pt_pt: Localização
ru: Место жительства
sk: Bydlisko
sv_se: Plats
uk: Місцезнаходження
vi: Nơi ở

# user_form_location
source: Location
ca: Ubicació
cs: Umístění
de: Ort
el: Τοποθεσία
es_es: Ubicación
fa: مکان
fr: Pays
hu: Hely
it: Località
ja: 所在地
nl: Locatie
pl: Lokalizacja
pt_br: Local
pt_pt: Localização
ru: Место проживания
sk: Bydlisko
sv_se: Plats
uk: Розміщення

source: Locked
ca: Bloquejat
cs: Zamknuto
de: privat
el: Κλειδωμένο
es_es: Bloqueado
fa: قفل شده
fr: Verrouillé
hu: Zárolva
it: Bloccato
ja: ロックされています
nl: Afgesloten
pl: Zablokowany
pt_br: Bloqueado
pt_pt: Bloqueado
ru: Заблокированы
sk: Zablokované
sq: Kyçur
sv_se: Låst
uk: Замкнено
vi: Đã khóa

source: Log In
ca: Inicia una sessió
cs: Přihlášení
de: Einloggen
el: Σύνδεση
es_es: Conectarse
fr: Connexion
hu: Bejelentkezés
it: Accedi
ja: ログイン
nl: Aanmelden
pl: Logowanie
pt_pt: Iniciar sessão
ru: Войти
sk: Prihlásiť sa
sv_se: Logga in
uk: Ввійти

# header_navlink_login
source: Log in
ca: Inicia una sessió
cs: Přihlášení
de: Einloggen
el: Σύνδεση
es_es: Iniciar sesión
fa: ورود
fr: Connexion
hu: Bejelentkezés
it: Accedi
ja: ログイン
nl: Aanmelden
pl: Zaloguj się
pt_br: Acessar
pt_pt: Entrar
ru: Войти
sk: Prihlásenie
sq: Hyni
sv_se: Logga in
uk: Увійти
vi: Đăng nhập

# user_form_submit_login
source: Log in
ca: Inicia una sessió
cs: Přihlášení
de: Einloggen
el: Σύνδεση
es_es: Entrar
fa: ورود
fr: Se connecter
hu: Bejelentkezés
it: Accedi
ja: ログイン
nl: Aanmelden
pl: Zaloguj się
pt_pt: Entrar
ru: Войти
sk: Prihlásiť
sq: Hyrje
sv_se: Logga in
uk: Вхід
vi: Đăng nhập

source: Log in to vote for this collection
ca: Inicieu una sessió per a votar aquesta coŀlecció
de: Melden Sie sich an, um für diese Sammlung zu stimmen.
el: Συνδεθείτε για να ψηφίσετε για τη συλλογή
es_es: Inicia sesión para votar este recopilatorio
fr: Connectez-vous pour voter pour cette collection
hu: Jelentkezzen be, hogy szavazhasson
it: Accedi per votare questa raccolta
ja: このコレクションに投票するにはログインしてください
nl: Meld u aan om te stemmen voor deze collectie
pl: Zaloguj się, aby ocenić tę kolekcję
pt_pt: Inicie sessão para votar nesta colecção
ru: Войти чтобы проголосовать за эту подборку
sv_se: Logga in för att rösta på denna samling.

source: Log out
ca: Surt
cs: Odhlášení
de: Ausloggen
el: Αποσύνδεση
es_es: Salir
fa: خروج
fr: Déconnexion
hu: Kijelentkezés
it: Disconnetti
ja: ログアウト
nl: Afmelden
pl: Wyloguj się
pt_br: Sair
pt_pt: Sair
ru: Выйти
sk: Odhlásiť sa
sq: Dilni
sv_se: Logga ut
uk: Вийти
vi: Thoát

source: Login Problems?
ca: Tens problemes per a iniciar una sessió?
cs: Problémy s přihlášením?
de: Probleme beim Einloggen?
el: Πρόβλημα σύνδεσης;
es_es: ¿Problemas de conexión?
fr: Des problèmes de connexion&nbsp;?
hu: Bejelentkezési problémák?
it: Problemi con l'accesso?
ja: ログインに問題がありますか？
nl: Problemen met aanmelden?
pl: Masz problemy z logowaniem?
pt_pt: Problemas de início de sessão?
ru: Проблемы со входом?
sk: Problémy s prihlásením?
sv_se: Problem att logga in?
uk: Проблеми при вході?

source: Looking for a plugin not listed here?
ca: Cerqueu un connector que no està en aquesta llista?
cs: Hledáte zásuvný modul, který tu není?
de: Suchen Sie nach weiteren Plugins?
el: Ψάχνετε για μια πρόσθετη λειτουργία που δεν αναφέρεται εδώ;
es_es: ¿Busca un plugin que no se encuentra en esta lista?
fa: به دنبال متصل‌شونده‌ای می‌گردید که در اینجا وجود ندارد؟
fr: Recherchez-vous un plugin non listé ici&nbsp;?
hu: Olyan bővítményt keres, amely itt nincs felsorolva?
it: Stai cercando un plugin che non risulta tra quelli disponibili?
ja: ここに載っていないプラグインをお探しですか？
nl: Op zoek naar een plug-in die niet in deze lijst staat?
pl: Szukasz wtyczki tutaj niewymienionej?
pt_br: Procurando por um plugin não listado aqui?
pt_pt: Procura um plugin que não está aqui?
ru: Нужен плагин, которого здесь нет?
sk: Hľadáte zásuvný modul, ktorý tu nie je uvedený?
sq: Po shihni për një shtojcë të paradhitur këtu?
sv_se: Letar du efter ett insticksprogram som inte finns listat här
uk: Шукаєте модуль, не зазначений тут?
vi: Đang tìm một phần bổ trợ không được liệt kê tại đây?

source: Love it
ca: Ha agradat molt
cs: Miluji ho
de: Ausgezeichnet
el: Το λατρεύω
es_es: Me encanta
fa: عاشق آن هستم
fr: Opinion très positive
hu: Imádom
it: Lo adoro
ja: 非常に好き
nl: Geweldig
pl: Uwielbiam go
pt_br: Adoro
pt_pt: Adorei
ru: Обожаю
sk: Obľúbený
sq: Duaje
sv_se: Älskar det
uk: Обожнюю
vi: Yêu

source: MIT/X11 License
cs: MIT/X11 licence
de: MIT/X11-Lizenz
el: Άδεια MIT/X11
es_es: Licencia MIT/X11
fa: مجوز MIT/X11
fr: Licence MIT/X11
hu: MIT/X11 licenc
it: Licenza MIT/X11
nl: MIT/X11-licentie
pl: Licencja MIT/X11
pt_pt: Licença MIT/X11
sk: Licencia MIT/X11
sq: Leje MIT/X11
sv_se: MIT/X11-licens
vi: Giấy phép MIT/X11

source: Make Active
ca: Activa el complement
cs: Aktivovat
de: Aktivieren
el: Ενεργοποίηση
es_es: Marcar como activo
fa: فعال شود
fr: Activer
hu: Aktívvá tétel
it: Attiva
ja: 有効化
nl: Actief maken
pl: Uaktywnij
pt_br: Deixar Ativo
pt_pt: Tornar activo
ru: Сделать активным
sk: Aktivovať
sq: Bëje Aktive
sv_se: Gör aktiv
uk: Зробити активним
vi: Kích hoạt

source: Make Inactive
ca: Desactiva el complement
cs: Deaktivovat
de: Deaktivieren
el: Απενεργοποίηση
es_es: Marcar como inactivo
fa: غیر فعال شود
fr: Désactiver
hu: Inaktívvá tétel
it: Disattiva
ja: 無効化
nl: Inactief maken
pl: Dezaktywuj
pt_br: Deixar Inativo
pt_pt: Tornar inactivo
ru: Сделать неактивным
sk: Nastaviť ako neaktívny
sq: Bëje Joaktive
sv_se: Gör inaktivt
uk: Зробити неактивним
vi: Ngừng kích hoạt

source: Make Public
ca: Publica el complement
cs: Zveřejnit
de: Veröffentlichen
el: Μεταφορά στο δημόσιο χώρο
es_es: Hacer público
fa: عمومی شود
fr: Rendre public
hu: Nyilvánossá tétel
it: Pubblica
ja: 公開
nl: Publiek maken
pl: Upublicznij
pt_br: Deixar Público
pt_pt: Tornar público
ru: Сделать публичным
sk: Uverejniť
sq: Bëje Publike
sv_se: Gör publikt
uk: Зробити загальнодоступним
vi: Chuyển thành Công cộng

source: Make this the default preview image
ca: Fes-la previsualització per defecte
cs: Nastavit jako výchozí náhled
de: Diese Grafik zur Standardvorschau machen.
el: Ορισμός εικόνας ως αρχικής εικόνας προεπισκόπησης
es_es: Hacer esta la vista previa por defecto
fa: این تصویر را به عنوان پیش‌نمایش پیش‌فرض قرار بده
fr: Choisir comme image d'aperçu par défaut
hu: Legyen ez az alapértelmezett előnézeti kép
it: Usa questa immagine come anteprima predefinita
ja: この画像を既定のプレビュー画像にする
nl: Van deze afbeelding de standaardvoorbeeldweergave maken
pl: Ustaw ten obrazek jako domyślny obrazek
pt_br: Tornar esta a imagem de visualização padrão
pt_pt: Tornar esta imagem a pré-definida
ru: Сделать этот скриншот изображением по умолчанию
sk: Predvoliť ako obrázok ukážky
sq: Vendose këtë si pamje paraparjeje parazgjedhje
sv_se: Gör detta till standardvald förhandsvisningsbild
uk: Зробити це типовим зображенням перегляду
vi: Đưa ảnh này thành hình ảnh xem trước mặc định

source: Making this the default preview will remove default status from the current default preview.
ca: Si feu que aquesta previsualització sigui la per defecte, la previsualització per defecte actual ho deixarà de ser.
cs: Nastavením tohoto náhledu jako výchozí odstraníte příznak výchozí ze současného výchozího náhledu.
de: Die Ernennung dieser Grafik zur Standardvorschau entfernt den Status der Standardvorschau von der derzeitigen Standardvorschau.
el: Ο ορισμός αυτής της εικόνας προεπισκόπησης ως αρχικής θα αφαιρέσει αυτή την ιδιότητα από την τρέχουσα ορισμένη ως αρχική.
es_es: Hacer esta su vista previa por defecto eliminará el estado por defecto de su actual vista previa por defecto.
fa: انتخاب این پیش‌نمایش به عنوان پیش‌نمایش پیش‌فرض باعث می‌شود پیش‌نمایش پیش‌فرض کنونی از حالت پیش‌فرضی خارج شود.
fr: Choisir ceci comme prévisualisation par défaut supprimera le statut par défaut de la prévisualisation par défaut actuelle.
hu: Ha ezt az előnézetet jelöli ki alapértelmezettnek, akkor a jelenlegi alapértelmezett előnézet elveszíti ezt az állapotát.
it: Se si usa questa immagine come anteprima predefinita ne verrà automaticamente eliminato lo status dall'immagine usata in precedenza.
ja: この画像を既定のプレビュー画像にすると、現在の既定のプレビュー画像は既定ではなくなります。
nl: Door dit de standaardvoorbeeldweergave te maken zal de standaardstatus van de huidige standaardvoorbeeldweergave vervallen.
pl: Określenie tego obrazka jako domyślnego obrazka spowoduje, że obecny domyślny obrazek straci swój status.
pt_br: Tornar esta visualização padrão irá remover o status da visualização padrão atual.
pt_pt: Tornar esta a pré-visualização por defeito irá alterar o estado da pré-visualização actual.
ru: Назначение этому скриншоту статуса «по умолчанию» приведёт к удалению этого статуса у текущего назначенного по умолчанию скриншота.
sk: Predvolenie ukážky zruší predvolenie aktuálnej ukážky.
sq: Kalimi i kësaj si paraparje parazgjedhje do të heqë gjendjen parazgjedhje nga paraparja parazgjedhje e çastit.
sv_se: Om du gör detta till standardförhandsvisning kommer det att ta bort denna status från nuvarande standardförhandsvisning.
uk: Зробивши цей знімок типовим, ви приберете типовий статус з поточного типового знімку.
vi: Đưa cái này lên thành hình ảnh mặc định sẽ xóa bỏ trạng thái mặc định của hình ảnh xem trước mặc định đang dùng.

source: Manage %1$s
ca: Gestiona %1$s
cs: Správa %1$s
de: %1$s bearbeiten
el: Διαχείριση συλλογής %1$s
es_es: Administrar %1$s
fa: مدیریت %1$s
fr: Gérer %1$s
hu: %1$s kezelése
it: Gestione %1$s
ja: %1$s を編集
nl: %1$s beheren
pl: Zarządzanie kolekcją %1$s
pt_br: Gerenciar %1$s
pt_pt: Gerir %1$s
ru: Управлять %1$s
sk: Spravovať kolekciu %1$s
sq: Administroni %1$s
sv_se: Hantera %1$s
uk: Організувати %1$s
vi: Quản lí %1$s

source: Manage Collection
ca: Gestiona la col·lecció
cs: Správa sbírky
de: Sammlung bearbeiten
el: Διαχείριση συλλογής
es_es: Administrar recopilatorio
fa: مدیریت مجموعه
fr: Gérer la collection
hu: Gyűjtemény kezelése
it: Gestione raccolte
ja: コレクションの管理
nl: Collectie beheren
pl: Zarządzaj kolekcją
pt_br: Gerenciar Coleção
pt_pt: Gerir colecções
ru: Управление подборкой
sk: Správa kolekcie
sq: Administroni Koleksionin
sv_se: Hantera samling
uk: Організувати колекцію
vi: Quản lí Bộ sưu tập

source: Manage Collection Contents
ca: Gestiona el contingut de la col·lecció
cs: Správa obsahu sbírky
de: Inhalt der Sammlung bearbeiten
el: Διαχείριση περιεχομένων συλλογής
es_es: Administrar el contenido del recopilatorio
fa: مدیریت محتوای مجموعه
fr: Gérer le contenu de la collection
hu: Gyűjtemény tartalmának kezelése
it: Gestisci il contenuto della raccolta
ja: コレクションの内容を編集
nl: Collectie-inhoud beheren
pl: Zarządzanie zawartością kolekcji
pt_br: Gerenciar conteúdo da coleção
pt_pt: Gerir conteúdo da colecção
ru: Управлять содержимым подборки
sk: Spravovať obsah kolekcie
sq: Administroni Lëndë Koleksionesh
sv_se: Hantera samlingsinnehåll
uk: Організувати вміст колекції
vi: Quản lí Nội dung Bộ sưu tập
