Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: One or more locales are invalid.
ca: No són vàlids un o més codis d'idioma.
cs: Jedna nebo více lokalizací je naplatná.
de: Ein oder mehrere Sprachen sind ungültig.
el: Μια ή περισσότερες γλώσσες δεν είναι έγκυρη.
es_es: No son válidos uno o más idiomas.
fa: یک یا چند منطقه نامعتبر است.
fr: Une ou plusieurs locales sont invalides.
hu: Egy vagy több területi beállítás érvénytelen.
it: Uno o più locale risultano non validi.
ja: 1 つまたは複数のロケールが不正です。
nl: Eén of meer locales zijn ongeldig.
pl: Przynajmniej jedna lokalizacja jest nieprawidłowa
pt_br: Um ou mais idiomas são invalidos.
pt_pt: Uma ou mais traduções são inválidas.
ru: Одна или несколько локалей некорректны.
sk: Jeden alebo niekoľko jazykov je neplatných.
sq: Një ose më tepër vendore janë të pavlefshme.
sv_se: En eller flera lokaler är ogiltiga.
uk: Одна чи кілька локалей не дійсні.
vi: Một hay nhiều bản địa không hợp lệ.

source: One or more of your new previews could not be saved.
ca: No s'ha pogut desar una previsualització o més de les noves.
cs: Jeden nebo více náhledů se nepodařilo uloži.
de: Mindestens eines Ihrer neuen Vorschaubilder konnte nicht gespeichert werden.
el: Μια ή περισσότερες από τις νέες εικόνες προεπισκόπησης δεν ήταν δυνατό να αποθηκευθούν.
es_es: Una o varias de tus capturas no se han podido guardar.
fa: قادر به ذخیرهٔ یک یا چند عدد از پیش‌نمایش‌ها نبود.
fr: Un ou plusieurs des nouveaux apperçus n'ont pu être enregistrés.
it: Impossibile salvare una o più nuove anteprime.
ja: ひとつまたはいくつかのプレビュー画像を保存できませんでした。
nl: Opslaan van één of meer van uw nieuwe voorbeeldweergaven is mislukt.
pl: Nie można zapisać części nowych obrazków galerii.
pt_br: Um ou mais Screenshots não foram gravados.
pt_pt: Uma ou mais das suas novas pré-visualizações não pode ser guardada.
ru: Один или несколько из ваших новых скриншотов не могут быть сохранены.
sk: Jedna alebo viaceré ukážky nemohlo byť uložených.
sq: Një ose disa prej paraparjeve tuaja nuk u ruajt dot.
sv_se: En eller flera av dina nya förhandsvisningar kunde inte sparas.
uk: Один або кілька ваших нових переглядів не збереглися.
vi: Một hoặc nhiều hình xem trước mới của bạn không thể lưu được.

source: Only change if you understand all of the consequences.
ca: Només canvieu-ho si sou conscients de totes les conseqüències.
cs: Změny provádějte pouze pokud rozumíte všem důsledkům.
de: Ändern Sie dies nur, falls Sie sich aller Konsequenzen bewusst sind.
el: Κάντε αλλαγές μόνο αν καταλαβαίνετε όλες τις συνέπειες των αλλαγών σας.
es_es: Cámbialo sólo si entiendes todas las consecuencias.
fa: تنها در صورتی که از اثر تغییرات اطلاع کامل دارید این موارد را تغییر دهید.
fr: Ne changer ceci que si vous en comprenez les conséquences.
it: Modificare solo se si comprendono tutte le possibili conseguenze.
ja: 変更した結果を完全に理解している場合のみ、変更を行ってください。
nl: Wijzig dit alleen als u alle gevolgen begrijpt.
pl: Zmień, tylko jeśli zdajesz sobie sprawę ze wszystkich konsekwencji tej zmiany.
pt_br: Somente mudar se você entende as possíveis consequências.
pt_pt: Altere apenas se compreender todas as consequencias.
ru: Изменяйте только в том случае, если вы понимаете все последствия.
sk: Meňte len v prípade, že rozumiete všetkým dôsledkom.
sq: Ndryshojeni vetëm nëse i kuptoni tërë pasojat.
sv_se: Ändra bara om du förstår konsekvenserna.
uk: Вносьте зміни, тільки впевнившись у наслідках.
vi: Chỉ thay đổi nếu bạn đã hiểu rõ tất cả hậu quả.

source: Only me
ca: Només jo
cs: Pouze já
de: Nur ich selbst
el: Μόνο εγώ
es_es: Sólo yo
fa: تنها خود من
fr: Moi uniquement
hu: Csak én
it: Solo io
ja: 自分のみ
nl: Alleen ik
pl: Tylko ja
pt_br: Apenas eu
pt_pt: Apenas eu
ru: Только я
sk: Len ja
sq: Vetëm unë
sv_se: Bara jag
uk: Тільки я
vi: Chỉ mình tôi

source: Only people I invite can view my collection
ca: Només les persones que jo inviti podran veure la meva col·lecció
cs: Sbírku mohou vidět pouze lidé, které pozvu
de: Nur Leute, die ich einlade, können meine Sammlung sehen
el: Μόνο όσοι προσκαλώ θα μπορούν να δουν τη συλλογή μου
es_es: Sólo las personas a la que invite pueden ver mi recopilatorio
fa: تنها اشخاصی که از آنها دعوت می‌شود قادر به مشاهدهٔ این مجموعه باشند
fr: Seules les personnes que j'invite peuvent voir ma collection
hu: Csak az általam meghívottak nézhetik meg a gyűjteményemet
it: Sole le persone che ricevono un mio invito possono visualizzare la mia raccolta
ja: 自分が招待した人だけが自分のコレクションを見ることができます
nl: Alleen personen die ik uitnodig kunnen mijn collectie bekijken
pl: Tylko zaproszone przeze mnie osoby
pt_br: Apenas as pessoas que eu convidar podem ver minha coleção
pt_pt: Apenas pessoas que convido podem ver a minha colecção
ru: Только те, кого я приглашу, могут просматривать мою подборку
sk: Len ľudia, ktorých pozvem
sq: Vetëm persona që i ftoj unë mund të shohin koleksionin tim
sv_se: Bara de jag bjuder in att se min samling
uk: Тільки запрошені мною люди можуть переглядати мою колекцію
vi: Chỉ những người tôi mời mới có thể xem bộ sưu tập của tôi

source: Oops! There seems to be a problem with this file...
ca: Sembla que hi ha hagut un problema amb aquest fitxer...
cs: Jejda! Vypadá to, že máme problém se souborem…
de: Hoppla! Mit dieser Datei scheint es ein Problem zu geben...
el: Το αρχείο αυτό μάλλον έχει κάποιο πρόβλημα...
es_es: ¡Vaya! Parece que hay un problema con este archivo...
fa: به نظر می‌رسد این پرونده مشکلی دارد…
fr: Oups&nbsp;! There seems to be a problem with this file...
hu: Hoppá! Ezzel a fájllal van valami probléma...
it: Oops! Sembra esserci un problema con questo file...
ja: このファイルには問題があるようです。
nl: Oeps! Er lijkt een probleem te zijn met dit bestand…
pl: Uups! Wygląda na to, że wystąpił problem z tym plikiem…
pt_pt: Oops! parece que existe um problema com este ficheiro...
ru: Ой! Кажется с этим файлом есть проблема...
sk: Oops! S týmto súborom sa vyskytol nejaký problém…
sq: Oh! Duket se ka një problem me këtë kartelë...
sv_se: Oj! Det verkar vara ett problem med den här filen...
uk: Йой! З'явилася якась проблема з цим файлом...
vi: Ôi! Hình như có vấn đề với tập tin này...

source: Opens in a new window
ca: Obre en una nova finestra
cs: Otevřít v&nbsp;novém okně
de: Öffnet in einem neuen Fenster
el: Άνοιγμα σε νέο παράθυρο
es_es: Abrir en una nueva ventana
fa: در پنجره‌ای جدید باز می‌شود
fr: S'ouvre dans une nouvelle fenêtre
hu: Új ablakban nyílik meg
it: Apri in una nuova finestra
ja: 新しいウィンドウで開く
nl: Opent in een nieuw venster
pl: Otwiera w nowym oknie
pt_br: Abrir em nova janela
pt_pt: Abre numa nova janela
ru: Открыть в новом окне
sk: Otvára v novom okne
sq: Hapet në një dritare të re
sv_se: Öppna i ett nytt fönster
uk: Відкриває нове вікно
vi: Mở trong cửa sổ mới

source: Opensearch Format Check
ca: Comprova el format Opensearch
cs: Kontrola formátu OpenSearch
de: OpenSearch-Format-Test
el: Έλεγχος τύπου Opensearch
es_es: Comprobación del formato openSearch
fr: Vérification du format Opensearch
hu: Opensearch formátum-ellenőrzés
it: Controllo formato Opensearch
ja: OpenSearch 形式の検証
nl: Opensearch opmaakcontrole
pl: Sprawdzenie formatu OpenSearch
pt_pt: Verificação do formato Opensearch
ru: Проверка формата Opensearch
sk: Kontrola formátu Opensearch
sv_se: Opensearch-formatkontroll

# statistics_longnames_os
source: Operating System
ca: Sistema operatiu
cs: Operační systém
de: Betriebssystem
el: Λειτουργικό σύστημα
es_es: Sistema operativo
fa: سیستم‌عامل
fr: Système d'exploitation
hu: Operációs rendszer
it: Sistema operativo
ja: OS
nl: Besturingssysteem
pl: System operacyjny
pt_br: Sistema operacional
pt_pt: Sistema Operativo
ru: Операционная система
sk: Operačný systém
sq: Sistem Operativ
sv_se: Operativsystem
uk: Оперативна система
vi: Hệ điều hành

# statistics_js_plotselection_selector_os
source: Operating System
ca: Sistema operatiu
cs: Operační systém
de: Betriebssystem
el: Λειτουργικό σύστημα
es_es: Sistema operativo
fa: سیستم‌عامل
fr: Système d'exploitation
hu: Operációs rendszer
it: Sistema operativo
ja: OS
nl: Besturingssysteem
pl: System operacyjny
pt_br: Sistema operacional
pt_pt: Sistema Operativo
ru: Операционная система
sk: Operačný systém
sq: Sistem Operativ
sv_se: Operativsystem
uk: Оперативна система
vi: Hệ điều hành

source: Operating Systems:
ca: Sistema operatiu:
cs: Operační systém:
de: Betriebssysteme:
el: Λειτουργικά συστήματα:
es_es: Sistemas operativos:
fa: سیستم‌عامل‌ها:
fr: Systèmes d'exploitation&nbsp;:
hu: Operációs rendszerek:
it: Sistemi operativi:
ja: OS:
nl: Besturingssystemen:
pl: Systemy operacyjne:
pt_br: Sistemas operacionais:
pt_pt: Sistemas Operativos:
ru: Операционные системы:
sk: Operačné systémy:
sq: Sisteme Operativë:
sv_se: Operativsystem:
uk: Операційні системи:
vi: Hệ điều hành:

source: Optional information for the Editor that reviews this version.
ca: Informació opcional de l'editor que revisa aquesta versió.
cs: Nepovinné informace pro redaktora, který bude kontrolovat tuto verzi.
de: Optionale Informationen für den Moderator, der diese Version begutachten wird.
el: Προαιρετικές πληροφορίες για τον συντάκτη που θα αξιολογήσει αυτή την έκδοση.
es_es: Información opcional para el editor que va a revisar esta versión.
fa: اطلاعات اختیاری برای ویرایش‌گری که این نسخه را بررسی می‌کند.
fr: Informations optionnelles pour l'Éditeur chargé de la revue de cette version.
hu: Elhagyható információk a verziót jóváhagyó szerkesztőnek.
it: Informazioni facoltative per il revisore che effettuerà la revisione di questo componente aggiuntivo.
ja: このバージョンをレビューするエディタに伝えたい任意の情報です。
nl: Optionele informatie voor de editor die deze versie beoordeelt.
pl: Opcjonalna informacja dla edytora recenzującego tę wersję.
pt_br: Informações opcionais para o Editor que irá avaliar esta versão.
pt_pt: Informação opcional para o Editor que revê esta versão.
ru: Дополнительная информация для редактора, который будет писать отзыв на эту версию.
sk: Voliteľné informácie pre editora, ktorý bude kontrolovať túto verziu.
sq: Të dhëna opsionale për Redaktorin që shqyrton këtë version.
sv_se: Frivillig information för den redaktör som granskar denna version.
uk: Додаткова інформація для огладача, який переглядає цю версію.
vi: Thông tin phụ cho Biên tập viên đánh giá phiên bản này.

source: Optionally, give your collection a unique nickname for quick access:
ca: Opcionalment, podeu donar un àlias únic a la vostra col·lecció per a trobar-la més ràpidament:
cs: Volitelně můžete dát vaší sbírce unikátní označení pro rychlý přístup:
de: Optional können Sie Ihrer Sammlung einen Spitznamen geben, um auf diese bequemer zugreifen zu können:
el: Προαιρετικά, μπορείτε να δώσετε ένα ψευδώνυμο στη συλλογή σας για πιο εύκολη πρόσβαση σ' αυτή:
es_es: Opcionalmente, puedes dar a tu recopilatorio un nick único para un acceso rápido:
fa: همچنین می‌توانید برای دسترسی سریع‌تر به افزودنی خود یک نام مستعار نیز تخصیص دهید:
fr: Éventuellement, vous pouvez donnée à votre collection un nom unique pour un accès rapide&nbsp;:
hu: A gyors elérés érdekében egyedi becenevet adhat gyűjteményének:
it: Se vuoi, è possibile assegnare un pseudonimo alla tua raccolta per velocizzare l'accesso:
ja: オプションとして、簡単にアクセスできるよう、コレクションに一意のニックネームを付けることができます:
nl: Optioneel kunt u uw collectie een unieke nickname voor snelle toegang geven:
pl: Opcjonalnie, aby mieć szybki dostęp do kolekcji, możesz dodać do niej unikatowy nick:
pt_br: Opcionalmente, de um apelido único para sua coleção para acesso rápido:
pt_pt: Em opção, dê à sua colecção uma alcunha para acesso rápido:
ru: При желании, вы можете дать подборке уникальный псевдоним для быстрого доступа:
sk: Voliteľne môžete zadať unikátny názov kolekcie:
sq: Po deshët, jepini koleksionit tuaj një nofkë unike për orientim më të shpejtë:
sv_se: Frivilligt, ge din samling ett unikt smeknamn för snabb åtkomst:
uk: Ви також можете дати ще одне ім'я вашій колекції для швидкого доступу:
vi: Thêm vào đó, nên đặt một biệt hiệu riêng biệt cho bộ sưu tập của bạn để truy cập nhanh:

source: Ordered List
ca: Llista ordenada
cs: Seřazené seznamy:
de: Sortierte Liste
el: Ταξινομημένες λίστες:
es_es: Lista ordenada
fa: فهرست‌های مرتب شده:
fr: Liste numérique
hu: Rendezett lista
it: Lista ordinata
ja: 順序付きリスト
nl: Geordende lijsten:
pl: Listy uporządkowane:
pt_pt: Listas ordenadas:
ru: Упорядоченный список
sk: Číslovaný zoznam
sv_se: Sorterad lista
uk: Впорядкований список

source: Other
ca: Altre
cs: Jiné
de: andere
el: Άλλο
es_es: Otro
fa: دیگر
fr: Autre
hu: Egyéb
it: Altro
ja: その他
nl: Overig
pl: Inna
pt_pt: Outro
ru: Другое
sk: Iné
sq: Tjetër
sv_se: Annat
uk: Інше
vi: Khác

source: Other (please specify)
ca: Un altre motiu (especifica)
cs: Jiné (prosím upřesněte)
de: Anderes (bitte eine Begründung angeben)
el: Άλλος (παρακαλούμε εξηγήστε)
es_es: Otro (por favor, especifícalo)
fa: دلایل دیگر (لطفاً آنها را مشخص کنید)
fr: Autre (veuillez préciser)
hu: Egyéb (adja meg)
it: Altro (specificare)
ja: その他 (具体的に書いてください)
nl: Overig (specificeren)
pl: Inny (proszę określić)
pt_br: Outros ( especificar )
pt_pt: Outro (por favor rspecífique)
ru: Другая (пожалуйста укажите)
sk: Iný (popíšte)
sq: Tjetër (ju lutem jepeni hollësisht)
sv_se: Annan (var god ange)
uk: Інше (будь ласка, уточніть)
vi: Khác (vui lòng chỉ ra)

source: Other Actions
ca: Altres accions
cs: Další akce
de: Weitere Aktionen
el: Άλλες ενέργειες
es_es: Otras acciones
fa: دیگر کارها
fr: Autres opérations
hu: Egyéb műveletek
it: Altre azioni
ja: 他のアクション
nl: Overige acties
pl: Inne możliwości
pt_br: Outras ações
pt_pt: Outras acções
ru: Другие действия
sk: Ďalšie akcie
sq: Të tjera Veprime
sv_se: Annat
uk: Інше
vi: Thao tác Khác

source: Other Applications
ca: Altres aplicacions
cs: Ostatní aplikace
de: Andere Anwendungen
el: Άλλα προγράμματα
es_es: Otras aplicaciones
fa: برنامه‌های دیگر
fr: Autres applications
hu: Más alkalmazások
it: Altre applicazioni
ja: 他のアプリケーション
nl: Overige toepassingen
pl: Inne programy
pt_br: Outras aplicações
pt_pt: Outras Aplicações
ru: Другие приложения
sk: Ďalšie programy
sq: Zbatime të Tjera
sv_se: Andra applikationer
uk: Інші програми
vi: Chương trình Khác

source: Other Contributors
ca: Altres col·laboradors
cs: Ostatní přispěvatelé
de: Andere Helfer
el: Άλλες συνεισφορές
es_es: Otros colaboradores
fa: دیگر مشارکت کنندگان
fr: Autres contributeurs
hu: Egyéb hozzájárulók
it: Altri collaboratori
ja: その他の協力者
nl: Overige bijdragen
pl: Współtwórcy
pt_br: Outros colaboradores
pt_pt: Outros Colaboradores
ru: Другие участники
sk: Ostatní prispievatelia
sq: Pjesëmarrës të Tjerë
sv_se: Andra som bidragit
uk: Інші помічники
vi: Những người đóng góp khác

source: Other Policies
pt_pt: Outras políticas

source: Other Settings
ca: altres opcions
cs: Ostatní nastavení
de: Andere Einstellungen
el: Άλλες ρυθμίσεις
es_es: Otras opciones
fa: تنظیمات دیگر
fr: Autres paramètres
hu: Egyéb beállítások
it: Altre impostazioni
ja: その他の設定
nl: Overige instellingen
pl: Inne ustawienia
pt_br: Outras configurações
pt_pt: Outras definições
ru: Другие настройки
sk: Ďalšie nastavenia
sq: Rregullime të Tjera
sv_se: Andra inställningar
uk: Інші налаштування
vi: Thiết lập Khác

source: Other Tutorials
pt_pt: Outros tutoriais

source: Other Versions
ca: Altres versions
cs: Jiné verze
de: Andere Versionen
el: Άλλες εκδόσεις
es_es: Otras versiones
fa: نسخه‌های دیگر
fr: Autres versions
hu: Egyéb verziók
it: Altre versioni
ja: その他のバージョン
nl: Overige versies
pl: Inne wersje
pt_br: Outras versões
pt_pt: Outras versões
ru: Другие версии
sk: Iné verzie
sq: Versione të Tjera
sv_se: Andra versioner
uk: Інші версії
vi: Phiên bản Khác

source: Other languages:
ca: Altres llengües:
cs: Další jazyky:
de: Andere Sprachen:
el: Άλλες γλώσσες:
es_es: Otros idiomas:
fa: زبان‌های دیگر:
fr: Autres langues&nbsp;:
hu: Más nyelvek:
it: Altre lingue:
ja: 他の言語:
nl: Overige talen:
pl: Inne języki:
pt_br: Outros idiomas:
pt_pt: Outros Idiomas:
ru: Другие языки:
sk: Ďalšie jazyky:
sq: Gjuhë të tjera:
sv_se: Andra språk:
uk: Інші мови:
vi: Ngôn ngữ khác:

source: Owner
ca: Propietari
cs: Vlastník
de: Eigentümer
el: Ιδιοκτήτης
es_es: Propietario
fa: صاحب
fr: Propriétaire
hu: Tulajdonos
it: Proprietario
ja: オーナー
nl: Eigenaar
pl: Właściciel
pt_br: Proprietário
pt_pt: Dono
ru: Владелец
sk: Vlastník
sq: Pronar
sv_se: Ägare
uk: Власник
vi: Người sở hữu

source: Page not found
pt_pt: Página não encontrada

source: Password
ca: Contrasenya
cs: Heslo
de: Passwort
el: Κωδικός
es_es: Contraseña
fa: گذرواژه
fr: Mot de passe
hu: Jelszó
ja: パスワード
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Senha
ru: Пароль
sk: Heslo
sq: Fjalëkalim
sv_se: Lösenord
uk: Пароль
vi: Mật khẩu

source: Password Reset
ca: Recuperació de la contrasenya
cs: Obnovení hesla
de: Passwort zurücksetzen
el: Επαναφορά κωδικού
es_es: Reiniciar contraseña
fa: گذرواژه بازنشانده شد
fr: Réinitialisation du mot de passe
hu: Jelszó törlése
it: Reimposta la password
ja: パスワードの変更
nl: Wachtwoordreset
pl: Resetowanie hasła
pt_br: Resetar senha
pt_pt: Reiniciar Senha
ru: Сброс пароля
sk: Vynulovanie hesla
sq: Ricaktim Fjalëkalimi
sv_se: Återställ lösenord
uk: Скидання пароля
vi: Khôi phục Mật khẩu

source: Password reset for %s
ca: Recuperació de la contrasenya d'en/na %s
cs: Heslo uživatele %s obnoveno
de: Passwort für %s zurücksetzen
el: Επαναφορά κωδικού του %s
es_es: Reiniciar contraseña de %s
fa: گذرواژه برای %s بازنشانده شد
fr: Mot de passe de %s réinitialisé
hu: %s jelszavának törlése
it: Reimposta la password %s
ja: %s のパスワード変更
nl: wachtwoord gereset voor %s
pl: Resetowanie hasła dla konta: %s
pt_br: Resetar senha para %s
pt_pt: Reiniciar para %s
ru: Сброс пароля для %s
sk: Vynulovanie hesla pre %s
sq: Ricaktim fjalëkalimi për %s
sv_se: Återställ lösenordet för %s
uk: Скидання пароля для %s
vi: Khôi phục mật khẩu cho %s

source: Password successfully reset.
ca: La contrasenya s'ha recuperat satisfactòriament.
cs: Heslo úspěšně obnoveno.
de: Passwort erfolgreich geändert.
el: Έγινε επαναφορά του κωδικού με επιτυχία.
es_es: Contraseña reiniciada con éxito.
fa: گذرواژه با موفقیت بازنشانده شد.
fr: Mot de passe réinitialisé avec succès.
hu: A jelszó törlése sikeresen megtörtént.
it: Password reimpostata con successo.
ja: パスワードの変更が完了しました。
nl: Wachtwoord succesvol gereset.
pl: Hasło zostało zresetowane.
pt_br: Senha resetada com sucesso.
pt_pt: Senha reiniciada com sucesso.
ru: Пароль успешно сброшен.
sk: Heslo úspešne vynulované.
sq: Fjalëkalim i ricaktuar me sukses.
sv_se: Lösenordet återställt.
uk: Пароль успішно скинуто.
vi: Mật khẩu đã được khôi phục thành công

source: Past 3 months
ca: Els últims 3 mesos
cs: Poslední 3 měsíce
de: letzte 3 Wochen
el: πριν 3 μήνες
es_es: Últimos 3 meses
fa: ۳ ماه گذشته
fr: Les 3 derniers mois
hu: Elmúlt 3 hónap
it: ultimi 3 mesi
ja: 3 か月以内
nl: Afgelopen 3 maanden
pl: W ostatnich 3 miesiącach
pt_br: Últimos 3 meses
pt_pt: Últimos 3 meses
ru: В последние 3 месяца
sk: V posledných 3 mesiacoch
sq: 3 muajt e kaluar
sv_se: Senaste 3 månaderna
uk: Останні 3 місяці
vi: 3 tháng qua

source: Past 6 months
ca: Els últims 6 mesos
cs: Posledních 6 měsíců
de: letzte 6 Monate
el: πριν 6 μήνες
es_es: Últimos 6 meses
fa: ۶ ماه گذشته
fr: Les 6 derniers mois
hu: Elmúlt 6 hónap
it: ultimi 6 mesi
ja: 6 か月以内
nl: Afgelopen 6 maanden
pl: W ostatnich 6 miesiącach
pt_br: Últimos 6 meses
pt_pt: Últimos 6 meses
ru: В последние 6 месяцев
sk: V posledných 6 mesiacoch
sq: 6 muajt e kaluar
sv_se: Senaste 6 månaderna
uk: Останні 6 місяців
vi: 6 tháng qua

source: Past Day
ca: L'últim dia
cs: Poslední den
de: innerhalb eines Tages
el: πριν 1 ήμερα
es_es: Último día
fa: روز گذشته
fr: Hier
hu: Múlt nap
it: ultime 24 ore
ja: 24 時間以内
nl: Afgelopen etmaal
pl: Dzisiaj
pt_br: Dia anterior
pt_pt: Ontem
ru: Вчера
sk: Za posledných 24 hodín
sq: Ditën e Kaluar
sv_se: Senaste dagen
uk: Минулий день
vi: Ngày qua

source: Past Developers
ca: Antics desenvolupadors
cs: Bývalí vývojáři
de: Ehemalige Entwickler
el: Παρελθόντες δημιουργοί
es_es: Antiguos desarrolladores
fa: توسعه‌دهندگان پیشین
fr: Anciens développeurs
hu: Korábbi fejlesztők
it: Sviluppatori precedenti
ja: 過去にご協力いただいた開発者
nl: Vroegere ontwikkelaars
pl: Poprzedni autorzy
pt_br: Desenvolvedores anteriores
pt_pt: Antigos Desenvolvedores
ru: Прошлые разработчики
sk: Najnovší vývojári
sq: Zhvilluesa të Dikurshëm
sv_se: Tidigare utvecklare
uk: Колишні розробники
vi: Những nhà phát triển trước đây

source: Past Month
ca: L'últim mes
de: letzten Monat
el: τον προηγούμενο μήνα
es_es: Último mes
fr: Le mois dernier
hu: Múlt hónap
it: ultimo mese
ja: 1 か月以内
nl: Afgelopen maand
pl: W ostatnim miesiącu
pt_pt: Mês passado
ru: Последний месяц
sv_se: Senaste månaden

source: Past Week
ca: La última setmana
de: letzte Woche
el: την προηγούμενη εβδομάδα
es_es: Última semana
fr: La semaine dernière
hu: Múlt hét
it: ultima settimana
ja: 1 週間以内
nl: Afgelopen week
pl: W ostatnim tygodniu
pt_pt: Semana passada
ru: Последнюю неделю
sv_se: Senaste veckan

source: Past Year
ca: L'últim any
de: letztes Jahr
el: τον προηγούμενο χρόνο
es_es: Último año
fr: L'année dernière
hu: Múlt év
it: ultimo anno
ja: 1 年以内
nl: Afgelopen jaar
pl: W ostatnim roku
pt_pt: Ano passado
ru: Последний год
sv_se: Senaste året

source: Past month
ca: L'últim mes
cs: Poslední měsíc
de: letzten Monat
el: πριν 1 μήνα
es_es: Último mes
fa: ماه گذشته
fr: Le mois dernier
hu: Múlt hónap
it: ultimo mese
ja: 1 か月以内
nl: Afgelopen maand
pl: W ostatnim miesiącu
pt_br: Último mês
pt_pt: Mês passado
ru: В последний месяц
sk: Za posledný mesiac
sq: Muajin e Kaluar
sv_se: Senaste månaden
uk: Минулий місяць
vi: Tháng qua

source: Past week
ca: La última setmana
cs: Poslední týden
de: letzte Woche
el: πριν 1 εβδομάδα
es_es: Última semana
fa: هفتهٔ گذشته
fr: La semaine dernière
hu: Múlt hét
it: ultima settimana
ja: 1 週間以内
nl: Afgelopen week
pl: W ostatnim tygodniu
pt_br: Semana passada
pt_pt: Semana passada
ru: В последнюю неделю
sk: Za posledných 7 dní
sq: Javën e Kaluar
sv_se: Senaste veckan
uk: Минулий тиждень
vi: Tuần qua

source: Past year
ca: L'últim any
cs: Poslední rok
de: letztes Jahr
el: πριν 1 χρόνο
es_es: Último año
fa: سال گذشته
fr: L'année dernière
hu: Múlt év
it: ultimo anno
ja: 1 年以内
nl: Afgelopen jaar
pl: W ostatnim roku
pt_br: Último ano
pt_pt: Ano passado
ru: В последний год
sk: Za posledný rok
sq: Vitin e kaluar
sv_se: Senaste året
uk: Минулий рік
vi: Năm qua

source: Pending Updates (%s)
ca: Actualització pendent (%s)
cs: %s čekající aktualizace
de: Ein wartendes Update
el: Εκκρεμεί %s ενημέρωση
es_es: Una actualización pendiente
fa: به‌هنگام‌سازی‌های باقی‌مانده (%s)
fr: Une mise à jour en attente
hu: Függőben levő frissítések (%s)
it: Aggiornamenti in sospeso (%s)
ja: 保留されている更新 (%s)
nl: Wachtende update (%s)
pl: Oczekujące aktualizacje (%s)
pt_br: Atualizações pendentes (%s)
pt_pt: Actualizações Pendentes (%s)
ru: Рассматриваемое обновление (%s)
sk: Nevybavené aktualizácie (%s)
sq: Përditësim në radhë (%s)
sv_se: Väntande uppdatering (%s)
uk: Оновлення в черзі (%s)
vi: Các bản cập nhật Đang xem xét (%s)

source: Per Page
ca: Per pàgina
cs: Doplňků na stránku
de: pro Seite
el: Αποτελέσματα ανά σελίδα
es_es: Por página
fa: در هر صفحه
fr: Résultats par page
hu: Oldalanként
it: Per pagina
ja: 表示件数
nl: Per pagina
pl: Na stronie
pt_br: Por página
pt_pt: Por Página
ru: Дополнений на странице
sk: Doplnkov na stránku
sq: Për Faqe
sv_se: Per sida
uk: На сторінку
vi: Mỗi trang

source: Performance
ca: Eficiència
cs: Výkon
de: Leistung
el: Επιδόσεις
es_es: Rendimiento
hu: Teljesítmény
it: Prestazioni
ja: パフォーマンス
nl: Prestatie
pl: Aktywność
pt_pt: Desempenho
ru: Производительность
sk: Výkon
sv_se: Prestanda
uk: Швидкодія
vi: Hiệu suất
