Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Of the %1$s add-ons that make up 95&#37; of add-on usage known to Mozilla, <b>%2$s&#37;</b> are currently considered compatible with the latest builds of %3$s.
ca: Dels %1$s complements que tenen una utilització superior del 95&#37;, que tingui constància Mozilla, <b>%2$s&#37;</b> es consideren actualment compatibles amb l'última versió del %3$s.
cs: %1$s doplňků pokrývá 95&#37; používanosti doplňků dle měření Mozilly. <b>%2$s&#37;</b> doplňků je v&nbsp;současnosti považováno za kompatibilní s&nbsp;poslední verzí aplikace %3$s.
de: Von den %1$s Add-ons, die 95&#37; der Add-on-Benutzung ausmachen, die Mozilla bekannt ist, sind <b>%2$s&#37;</b> gegenwärtig mit der neuesten Version von %3$2 kompatibel.
el: Από τα %1$s πρόσθετα που συνθέτουν το 95&#37; της χρήσης πρόσθετων που γνωρίζει ο οργανισμός Mozilla, το <b>%2$s&#37;</b> θεωρείται προς το παρόν συμβατό με τις πιο πρόσφατες εκδόσεις του %3$s.
es_es: De los %1$s complementos que representan el 95&#37; del volumen de uso que Mozilla tiene constancia, <b>%2$s&#37;</b>son actualmente considerados compatibles con las últimas versiones de %3$s.
fa: بر اساس اطلاعاتی که موزیلا در اختیار دارد، از مجموع %1$s افزودنی که ۹۵٪ افزودنی‌های استفاده شده را تشکیل می‌دهند، <b>%2$s٪</b> در حال حاضر با آخرین نسخهٔ %3$s سازگار هستند.
fr: Des %1$s modules représentant, à la connaissance de Mozilla, 95&#37; des modules utilisés, <b>%2$s&#37;</b> sont actuellement considérés comme compatibles avec les toutes dernières versions de %3$s.
hu: A(z) %1$s kiegészítő közül, amelyek a Mozilla által ismert kiegészítőhasználat 95&#37;-át teszik ki, <b>%2$s&#37;</b> jelenleg kompatibilisnek tekinthető a %3$s legújabb verziójával.
it: Dei %1$s componenti aggiuntivi che rappresentano il 95&#37; degli utilizzatori noti a Mozilla, il <b>%2$s&#37;</b> è attualmente considerato compatibile con le ultime versioni di %3$s.
ja: Mozilla が把握しているアドオン利用者の 95&#37; に使われている %1$s 個のアドオンのうち、現時点で <b>%2$s&#37;</b> 個が %3$s の最新ビルドに対応していると判断されています。
nl: Van de %1$s add-ons die 95&#37; van het bij Mozilla bekende add-ongebruik omvatten wordt momenteel <b>%2$s&#37;</b> beschouwd als compatibel met de laatste builds van %3$s.
pl: Z %1$s dodatków, które stanowią 95&#37; znanego Mozilli poziomu użycia dodatków, <b>%2$s&#37;</b> uważa się za kompatybilne z najnowszymi wersjami %3$s.
pt_br: Dos complementos do %1$s que representam 95&#37; da utilização de Complementos que a Mozilla tem conhecimento, <b>%2$s&#37;</b> são atualmente considerados compatíveis com as últimas versões do %3$s.
pt_pt: %1$s extras que tenham 95&#37; de uso do extra conhecido pela Mozilla, <b>%2$s&#37;</b> são considerados compatíveis com as últimas versões do %3$s.
ru: Из %1$s дополнений, используемых 95&#37; пользователей дополнений, <b>%2$s&#37;</b> считаются в данный момент совместимыми с последними сборками %3$s.
sk: Z %1$s doplnkov, ktoré podľa údajov Mozilly tvoria 95&#37; všetkých používaných doplnkov, je <b>%2$s&#37;</b> kompatibilných s najnovšími zostaveniami aplikácie %3$s.
sq: Nga %1$s shtesat që përbëjnë 95&#37; të përdorimit të shtesa që di Mozilla, <b>%2$s&#37;</b> konsiderohen si të përputhshme me versionet e fundit të %3$s-it.
sv_se: Av de %1$s tillägg som utgör 95&#37; av användningen Mozilla känner till bedöms <b>%2$s&#37;</b> vara kompatibel med de senaste byggena av %3$s.
uk: Із %1$s додатків, які складають 95&#37; від загального відомого Mozilla використання, <b>%2$s&#37;</b> вважаються сумісними з найновішими збірками %3$s.
vi: Trong số %1$s tiện ích chiếm 95&#37; lượng sử dụng tiện ích của Mozilla, <b>%2$s&#37;</b> tương thích với các bản xây dựng hiện tại của %3$s.

source: Only ask on this add-on's page and developer profile (<a href="%1$s">example</a>)
ca: Demana-ho només a la pàgina del complement i al perfil del desenvolupador (<a href="%1$s">exemple</a>)
cs: Pouze na stránce doplňku a v profilu vývojáře (<a href="%1$s">příklad</a>)
de: Nur auf der Add-on-Seite und dem Entwicklerprofil fragen (<a href="%1$s">Beispiel</a>)
el: Αίτηση μόνο στη σελίδα του πρόσθετου και στο προφίλ δημιουργού (<a href="%1$s">παράδειγμα</a>)
es_es: Preguntar sólo en esta página del complemento y en el perfil del desarrollador (<a href="%1$s">ejemplo</a>)
hu: Csak ezen kiegészítő oldalán és fejlesztői profilján (<a href="%1$s">példa</a>)
it: Chiedi solo nella pagina del componente aggiuntivo o nel profilo dello sviluppatore (<a href="%1$s">esempio</a>)
ja: アドオンのページおよび開発者プロフィールのみ (<a href="%1$s">例</a>)
nl: Alleen vragen op de pagina van deze add-on en in het ontwikkelaarsprofiel (<a href="%1$s">voorbeeld</a>)
pl: Wyświetlaj na stronie dodatku i w profilu autora (<a href="%1$s">przykład</a>)
pt_br: Pedir somente na página deste complemento e no profile do desenvolvedor (<a href="%1$s">exemplo</a>)
pt_pt: Perguntar apenas na página do extra e no perfil do desenvolvedor (<a href="%1$s">exemplo</a>)
ru: Просить только на странице этого дополнения и в профиле разработчика (<a href="%1$s">пример</a>)
sk: Len na stránke tohto doplnku a v profile vývojára (<a href="%1$s">príklad</a>)
sv_se: Fråga bara på detta tilläggs sida och utvecklarprofilen (<a href="%1$s">exempel</a>)
vi: Chỉ đề nghị trên trang tiện ích và hồ sơ nhà phát triển (<a href="%1$s">ví dụ</a>)

source: Only you and Mozilla can view this add-on's statistics
ca: Només vostè i Mozilla podreu veure les estadístiques del complement
cs: Pouze vy a Mozilla si může zobrazit statistiky tohoto doplňku
de: Nur Sie und Mozilla können auf die Add-on-Statistiken zugreifen
el: Μόνο εσείς και ο οργανισμός Mozilla μπορείτε να δείτε τα στατιστικά αυτού του πρόσθετου
es_es: Solo Mozilla y tú pueden ver las estadísticas de este complemento
fa: تنها موزیلا قادر به مشاهدهٔ آمار این افزودنی باشد
fr: Seul vous et Mozilla avez accès aux statistiques de ce module
hu: Csak Ön és a Mozilla nézheti meg ennek a kiegészítőnek a statisztikáit.
it: Solo tu e Mozilla potete visualizzare le statistiche di questo componente aggiuntivo
ja: あなたと Mozilla だけがこのアドオンの統計情報を表示できます
nl: Alleen u en Mozilla kunnen de statistieken van deze add-on zien
pl: Tylko Ty i Mozilla możecie przeglądać statystyki tego dodatku
pt_br: Somente você e a Mozilla podem ver as estatísticas deste complementos
pt_pt: Apenas você e a Mozilla podem ver as estatísticas deste extra
ru: Только вы и Mozilla могут просматривать статистику этого дополнения
sk: Štatistiku môže prezerať len Mozilla a vy
sq: Vetëm ju dhe Mozilla mund të shohin statistikat e kësaj shtese
sv_se: Bara du och Mozilla kan se detta tilläggs statistik
uk: Тільки ви та Mozilla можете бачити статистику цього додатку
vi: Chỉ bạn và Mozilla có thể xem thống kê của tiện ích này

source: Other add-ons by %1$s
ca: Altres complements fets per %1$s
de: Weitere Add-ons von %1$s
el: Άλλα πρόσθετα από: %1$s
fr: Autres modules de %1$s
hu: %1$s további kiegészítői
it: Altri componenti aggiuntivi di %1$s
ja: %1$s によって作成されている他のアドオン
nl: Andere add-ons door %1$s
pl: Inne dodatki autorstwa %1$s
pt_pt: Outros extras de %1$s
ru: Другие дополнения созданные этими авторами
sk: Ďalšie doplnky od %1$s
sv_se: Andra tillägg från %1$s

source: Other add-ons by this developer
ca: Altres complements del mateix desenvolupador
cs: Jiné doplňky tohoto vývojáře
de: Weitere Add-ons von diesem Entwickler
el: Άλλα πρόσθετα απ' αυτόν το δημιουργό
es_es: Otros complementos de este desarrollador
fa: افزودنی‌های دیگر این توسعه‌دهنده
fr: Autres modules de ce développeur
hu: A fejlesztő további kiegészítői
it: Altri componenti aggiuntivi di questo sviluppatore
ja: この作者によって作成されている他のアドオン
nl: Andere add-ons door deze ontwikkelaar
pl: Inne dodatki tego autora
pt_br: Outros complementos deste desenvolvedor
pt_pt: Outro extra deste desenvolvedor
ru: Другие дополнения от этого разработчика
sk: Ďalšie doplnky tohto vývojára
sv_se: Andra tillägg av denna utvecklare
uk: Інші додатки цього розробника
vi: Tiện ích khác của nhà phát triển này

source: Overlay Firefox release dates on the plots
ca: Sobreposa les dades de sortida del Firefox en els diagrames
cs: Vyznačí do diagramu datumy vydání Firefoxu
de: Veröffentlichungsdaten von Firefox in den Grafiken anzeigen
el: Ημερομηνίες έκδοσης του Firefox σε επικάλυψη πάνω στο γράφημα
es_es: Superponer las fechas de publicación de Firefox sobre los argumentos
fa: انداختن تاریخ‌های انتشار فایرفاکس بر روی نمودار
fr: Superposer les dates de sortie de Firefox sur les courbes
hu: A Firefox kiadási dátumainak felírása a grafikonokra
it: Sovrapponi date di rilascio di Firefox ai grafici
ja: 座標上に Firefox のリリース日を表示
nl: Releasedata van Firefox op de grafen weergeven
pl: Pokazuje/ukrywa na wykresach daty wydań Firefoksa
pt_br: Sobreper datas de publicação do Firefox nos gráficos
pt_pt: Sobrepor as datas de lançamento do Firefox nas parcelas
ru: Нанести даты релизов Firefox на графики
sk: Vyznačiť na diagramoch dátumy vydania Firefoxu
sq: Mbivendosja kurbave datat e qarkullimi të Firefox-it
sv_se: Visa datum för Firefox-släpp ovanpå plottarna
uk: Накласти дати перегляду Firefox на сюжети
vi: Cho ngày phát hành Firefox phủ lên đồ thị

source: Overlay add-on release dates on the plots
ca: Sobreposa les dates de sortida del complement en el diagrama
cs: Vyznačí do diagramu datumy vydání doplňku
de: Veröffentlichungsdaten des Add-ons in den Grafiken anzeigen
el: Ημερομηνίες έκδοσης πρόσθετου σε επικάλυψη πάνω στο γράφημα
es_es: Superponer las fechas de publicación de los complementos con los argumentos
fa: انداختن تاریخ‌های انتشار نسخه‌های افزودنی بر روی نمودار
fr: Superposer les dates de sortie des modules sur les courbes
hu: A kiegészítő kiadási dátumainak felírása a grafikonokra
it: Sovrapponi date di rilascio dei componenti aggiuntivi ai grafici
ja: 座標上にアドオンのリリース日を表示
nl: Releasedata van add-on op de grafen weergeven
pl: Pokazuje/ukrywa na wykresach daty wydań dodatku
pt_br: Sobrepor as datas de publicação dos complementos nos gráficos
pt_pt: Sobrepor as datas de lançamento do extra nas parcelas
ru: Нанести даты релизов дополнения на графики
sk: Vyznačiť na diagramoch dátumy vydania
sq: Mbivendosja kurbave datat e qarkullimi të shtesës
sv_se: Visa datum för tilläggssläpp ovanpå plottarna
uk: Накласти звіт про додаток на сюжети
vi: Cho ngày phát hành tiện ích phủ lên đồ thị

source: Place your add-on into this category only if it does not fit into any other available categories.
ca: Poseu el vostre complement en aquesta categoria només si no concorda amb cap altra categoria disponible.
cs: Tuto kategorii vyberte pouze tehdy pokud doplněk nelze umístit do jiné kategorie.
de: Fügen Sie Ihr Add-on nur dann in diese Kategorie ein, wenn es in keine andere vorhandene Kategorie passt.
el: Βάλτε το πρόσθετο σας σ' αυτή την κατηγορία μόνο αν δεν ταιριάζει σε καμία από τις διαθέσιμες.
es_es: Incluya su complemento en esta categoría sólo si no encaja en el resto de categorías disponibles.
hu: Ebbe a kategóriába csak akkor tegye kiegészítőjét, ha egyik elérhető kategóriába sem illeszkedik.
it: Utilizzare questa categoria solo se il componente aggiuntivo non è adatto a nessuno delle altre categorie disponibili.
ja: 既存の他のカテゴリに当てはまらない場合のみ、このカテゴリを指定してください。
nl: Plaats uw add-on alleen in deze categorie als deze in geen enkele andere beschikbare categorie past.
pl: Umieść dodatek w tej kategorii, tylko jeśli nie można skojarzyć go z żadną inną dostępną kategorią.
pt_br: Coloque o seu complemento nesta categoria somente se ele não se enquadrar nas outras categorias disponíveis.
pt_pt: Coloque o seu extra nesta categoria se ele não se enquadrar em nenhuma das caregorias disponíveis.
ru: Поместите ваше дополнение в эту категорию только если оно не подходит под любую другую категорию.
sk: Do tejto kategórie umiestnite doplnok len v prípade, že nespadá ani do jednej z dostupných kategórií.
sq: Vendoseni shtesën tuaj në këtë kategori vetëm nëse nuk hyn në ndonjë nga kategoritë e deritanishme.
sv_se: Lägg ditt tillägg i denna kategori bara om det inte passar i någon av de övriga kategorierna.
uk: Помістіть свій додаток у цю категорію, тільки якщо він не підходить до жодної категорії.
vi: Chỉ đặt tiện ích của bạn vào phân mục này nếu nó không phù hợp với bất kì phân mục nào.

source: Please confirm your email address change at %1$s Add-ons
ca: Confirmeu el canvi de la vostra adreça de correu al %1$s Add-ons
cs: Potvrďte prosím změnu své e-mailové adresy na stránkách %1$s doplňky
de: Bitte bestätigen Sie Ihre E-Mail-Adressänderung bei %1$s Add-ons
el: Παρακαλούμε επιβεβαιώστε την αλλαγή της διεύθυνσης ηλεκτρονικού ταχυδρομείου σας στα Πρόσθετα %1$s
es_es: Por favor, confirma el cambio de tu dirección de correo electrónico en %1$s Addons
fa: لطفاً تغییر نشانی پست الکترونیکی خود در افزودنی‌های %1$s را تأیید کنید
fr: Veuillez confirmer votre changement d'adresse de messagerie à Modules %1$s
hu: Erősítse meg az e-mail címének módosítását a %1$sAdd-ons webhelyen
it: Confermare il cambio di indirizzo e-mail per %1$s Add-ons
ja: %1$s Add-ons 登録メールアドレス変更の確認
nl: Bevestig a.u.b. de wijziging van uw e-mailadres bij %1$s Add-ons
pl: Proszę potwierdzić zmianę adresu e-mail w %1$s – dodatki
pt_br: Por favor, confirme a troca de endereço de e-mail no %1$s Add-ons
pt_pt: Por favor confirme a alteração do seu endereço de correio electrónico em Extras do %1$s
ru: Пожалуйста, подтвердите изменение своего адреса электронной почты на %1$s Add-ons
sk: Prosím, potvrďte zmenu vašej e-mailovej adresy konta na %1$s Add-ons
sq: Ju lutem ripohoni ndryshimin e vendndodhjes tuaj email te Shtesa %1$s
sv_se: Bekräfta din e-postadressändring på %1$s Add-ons
uk: Будь ласка підтвердіть зміну своєї поштової адреси на %1$s Додатків
vi: Vuil lòng xác nhận thay đổi địa chỉ email trên Tiện ích %1$s

source: Please do not post bug reports in reviews. We do not make your email address available to add-on developers and they may need to contact you to help resolve your issue.
ca: No envieu cap problema o error als comentaris. Ja que la vostra adreça de correu electrònica no l'enviarem als desenvolupadors del complement i en canvi els hi farà falta per a posar-se en contacte amb vostè per a solucionar el vostre problema.
cs: Nepřidávejte prosím do recenze hlášení chyb. Jelikož vývojář rozšíření nemá možnost, jak ze stránek získat vaši e-mailovou adresu, nemá rovněž možnost, jak vás kontaktovat a vyřešit váš problém.
de: Bitte schreiben Sie keine Fehlerberichte oder Support-Anfragen als Bewertungen. Wir veröffentlichen Ihre E-Mail-Adresse gegenüber dem Autor nicht, und deshalb kann dieser Sie nicht erreichen, wenn das zur Lösung des Problems notwendig ist.
el: Παρακαλούμε μη χρησιμοποιείτε τις αξιολογήσεις για αναφορά σφαλμάτων. Οι δημιουργοί είναι πιθανό να χρειαστεί να επικοινωνήσουν μαζί σας για να επιλυθεί το πρόβλημα κι εμείς δεν τους γνωστοποιούμε τη διεύθυνση του ηλεκτρονικού σας ταχυδρομείου.
es_es: Por favor, no informes de errores en las valoraciones. Tu correo electrónico no es visible para el desarrollador del complemento y es posible que necesite contactar contigo para resolver la incidencia.
fa: لطفاً گزارش مشکلات را در بررسی‌ها ارسال نکنید. ما نشانی پست الکترونیکی شما را در اختیار توسعه‌دهندگان افزودنی قرار نمی‌دهیم و ممکن است آنها نیاز داشته باشند با شما تماس بگیرند تا به رفع مشکلتان کمک کنند.
fr: Veuillez ne pas poster de rapports de bugs dans vos critiques. Nous ne donnons pas accès à votre adresse électronique aux développeurs de modules hors ceux-ci pourraient avoir besoin de vous contacter pour résoudre votre problème.
hu: Kérjük, ne írjon hibajelentést az értékelésbe. Az e-mail címét nem adjuk tovább a kiegészítők fejlesztőinek, és esetleg szükség lehet a kapcsolatfelvételre a probléma megoldásához.
it: Non segnalare dei bug attraverso le recensioni. Il tuo indirizzo e-mail non è visibile allo sviluppatore che potrebbe avere bisogno di contattarti per risolvere il problema.
ja: バグ報告をレビューとして投稿しないでください。あなたのメールアドレスはアドオン作者に公開されませんので、作者が問題解決のためあなたに協力をお願いしたいと思っても、連絡を取ることができません。
nl: Meld a.u.b. geen fouten in beoordelingen. We stellen uw e-mailadres niet beschikbaar aan ontwikkelaars van add-ons en ze willen mogelijk contact met u opnemen om te helpen bij het oplossen van uw probleem.
pl: W recenzjach nie zgłaszaj błędów. Twój adres e-mail nie jest dostępny dla twórcy dodatku, a może on potrzebować kontaktu z Tobą, by rozwiązać problem.
pt_br: Por favor, não envie avisos de bugs nas avaliações. Nós não tornamos seu endereço de e-mail disponível para os desenvolvedores dos complementos e eles podem precisar entrar em contato para ajudar a resolver o problema.
pt_pt: Por favor não coloque relatos de erro nos comentários. Nós não disponibilizamos o seu endereço de correio ao desenvolvedor do extra e ele poderá ter que o contactar para resolver o problema.
ru: Пожалуйста не оставляйте в отзывах сообщения об ошибках. Мы не сообщаем ваш почтовый адрес разработчикам дополнений, а им может потребоваться связаться с вами, чтобы помочь решить вашу проблему.
sk: Prosím, do recenzií nepíšte záznamy o chybách. Nesprístupňujeme vašu e-mailovú adresu autorom rozšírení a tí vás môžu chcieť kontaktovať, aby ste im pomohli opraviť chyby.
sq: Ju lutemi mos postoni raportime të metash në shqyrtime. Nuk ua japim vendndodhjet tuaja email zhvilluesve të shtesave, e ata mund të kenë nevojë të lidhen me ju për t'ju ndihmuar në zgjidhjen e problemit.
sv_se: Skicka inte felrapporter i recensioner. Vi gör inte din e-postadress tillgänglig för tilläggsutvecklare och de kan behöva kontakta dig för att lösa ditt problem.
uk: Будь ласка, не надсилайте повідомлення про помилки у відгуках. Ми не розголошуємо вашу електронну адресу, а розробникам може бути потрібно зв’язатись з вами, щоб допомогти.
vi: Vui lòng đừng báo lỗi trong phần đánh giá. Chúng tôi không cho nhà phát triển tiện ích thấy địa chỉ email của bạn, trong khi họ có thể cần liên lạc riêng với bạn để giải quyết vấn đề.

source: Please fulfill the criteria above before nominating your add-on to become <span class="status-4">Public</span>.
ca: Cal que compliu tots els criteris anteriors abans de nominar el vostre complement i esdevingui <span class="status-4">públic</span>.
cs: Před nominací doplňku ke <span class="status-4">zveřejnění</span> splňte prosím výše uvedené požadavky.
de: Bitte erfüllen Sie die oben genannten Kriterien, bevor Sie Ihr Add-on für die <span class="status-4">Veröffentlichung</span> nominieren.
el: Παρακαλούμε φροντίστε το πρόσθετο σας να πληρεί τα παραπάνω κριτήρια πριν το θέσετε σε υποψηφιότητα για τον <span class="status-4">δημόσιο χώρο</span>.
es_es: Por favor, rellena completamente los campos superiores antes de proponer tu complemento para convertirse en <span class="status-4">Público</span>.
hu: Teljesítse a fenti követelményeket a kiegészítő <span class="status-4">Nyilvánosnak</span> jelölése előtt.
it: È necessario soddisfare i criteri indicati prima di nominare un componente aggiuntivo e renderlo <span class="status-4">pubblicato</span>.
ja: このアドオンの <span class="status-4">公開</span> を申請するには、上記の要件を満たしてください。
nl: U dient aan bovenstaande criteria te voldoen voordat u uw add-on kunt nomineren voor <span class="status-4">publicatie</span>.
pl: Przed nominacją dodatku do <span class="status-4">upublicznienia</span> muszą być spełnione powyższe kryteria.
pt_br: Por favor preencha os critérios acima antes de nomear seu complemento para se tornar <span class="status-4">Público</span>.
pt_pt: Preencha os critérios acima para nomear o seu extra e torná-lo <span class="status-4">Público</span>.
ru: Пожалуйста, выполните вышеуказанные критерии перед номинированием вашего дополнения на <span class="status-4">Публичный доступ</span>.
sk: Pred nominovaním doplnku na <span class="status-4">verejný</span> musíte splniť vyššie uvedené kritériá.
sq: Ju lutem, plotësoni kriterin më sipër përpara se ta propozoni shtesën tuaj për ta bërë <span class="status-4">Publike</span>.
sv_se: Du måste uppfylla kriterien ovan innan du kan nominera ditt tillägg att bli <span class="status-4">publikt</span>.
uk: Приведіть, будь ласка, ваш додаток в норму відповідно до наступних умов, перш ніж висувати його в кандидати до <span class="status-4">загальнодоступних</span>.
vi: Vui lòng điền đầy đủ tiêu chí ở trên trước khi đề cử tiện ích của bạn trở thành <span class="status-4">Công cộng</span>.

source: Please fulfill the criteria above before you can complete your add-on and move it to the <span class="status-1">Sandbox</span>.
ca: Cal complir tots els criteris anteriors abans de completar el vostre complement i moure'l a <span class="status-1">l'entorn de proves</span>.
cs: Před dokončením doplňku a jeho přesunem na <span class="status-1">pískoviště</span> splňte prosím výše uvedené požadavky.
de: Bitte erfüllen Sie die oben genannten Kriterien, bevor Sie Ihr Add-on vervollständigen und in den <span class="status-1">Sandkasten</span> bewegen können.
el: Παρακαλούμε φροντίστε το πρόσθετο σας να πληρεί τα παραπάνω κριτήρια για να μπορέσετε να το ολοκληρώσετε και να το μεταφέρετε στο <span class="status-1">Sandbox</span>.
es_es: Por favor, antes de que puedas completar el proceso, rellena completamente los campos superiores y muévelo al <span class="status-1">Área de pruebas</span>.
fa: لطفاً معیارهای بالا را پیش از تکمیل افزودنی خود و انتقال آن به <span class="status-1">گودال ماسه‌بازی</span> تکمیل نمایید.
hu: Teljesítse a fenti követelményeket a kiegészítő befejezéséhez és áthelyezéséhez a <span class="status-1">Homokozóba</span>.
it: È necessario soddisfare i criteri indicati per poter impostare il componente aggiuntivo come completo e spostarlo nella <span class="status-1">Sandbox</span>.
ja: このアドオンを完成させて <span class="status-1">サンドボックス</span> へ移動するには、上記の要件を満たしてください。
nl: U dient aan bovenstaande criteria te voldoen voordat u uw add-on kunt afronden en deze naar de <span class="status-1"sandbox</span> kunt verplaatsen.
pl: Aby ukończyć dodatek i przenieść go do <span class="status-1">piaskownicy</span>, muszą być spełnione powyższe kryteria.
pt_br: Por favor preencha os critérios acima antes de completar seu complemento e colocá-lo no <span class="status-1">Sandbox</span>.
pt_pt: Preencha os critérios acima antes de terminar o seu extra e movê-lo para o <span class="status-1">Sandbox</span>.
ru: Для завершения оформления вашего дополнения и перемещения его в <span class="status-1">Песочницу</span> выполните указанные выше условия.
sk: Pred dokončením doplnku a jeho presunutím do <span class="status-1">Sandboxu</span> musíte splniť vyššie uvedené kritériá.
sq: Ju lutem përmbushni kriterin më sipër përpara se të plotësoni shtesën tuaj dhe kalojeni atë te <span class="status-1">Bankoprova</span>.
sv_se: Du måste uppfylla kriterien ovan innan du kan färdigställa ditt tillägg och flytta det till <span class="status-1">sandlådan</span>.
uk: Зробіть, будь ласка, ваш додаток доступним з допомогою вимог, наведених вище, перш ніж переводити його до <span class="status-1">Пісочниці</span>.
vi: Vui lòng điền đầy đủ các tiêu chí ở trên trước khi bạn hoàn tất tiện ích của mình và di chuyển nó vào <span class="status-1">Hộp cát</span>.
