Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: %1$s changed locales for addon %2$s on feature list
ca: En/na %1$s va canviar algun idioma de la llista de característiques del complement %2$s
cs: Uživatel %1$s změnil jazyky pro doplněk %2$s ze seznamu doporučovaných
de: %1$s änderte die Sprachen für das Add-on %2$s auf der Empfehlungsliste
el: Ο/Η %1$s άλλαξε τις τοπικοποιήσεις για το πρόσθετο %2$s στη λίστα συνιστώμενων
es_es: %1$s ha cambiado los idiomas del complemento %2$s en la lista de características
it: %1$s ha modificato i locale per %2$s nella lista dei componenti consigliati
ja: %1$s が注目リストに掲載されているアドオン %2$s のロケールを変更しました
nl: %1$s heeft de locales gewijzigd voor add-on %2$s op de lijst met aanbevolen add-ons
pl: %1$s zmienił na liście polecanych lokalizację dla dodatku %2$s
pt_br: %1$s mudou informações sobre idiomas do complemento %2$s na lista de recomendados
pt_pt: %1$s alterou idiomas para o extra %2$s na lista
ru: %1$s изменил локализации для дополнения %2$s в списке избранных
sk: Používateľ %1$s zmenil lokalizácie pre doplnok %2$s na zozname odporúčaných
sq: %1$s ndryshoi vendoret për shtesën %2$s te lista
sv_se: %1$s ändrade lokaler för tillägget %2$s på framhävningslistan
uk: %1$s зміна місцезнаходження додатку %2$s у списку можливостей
vi: %1$s đã thay đổi bản địa cho tiện ích %2$s trên danh sách khuyên dùng

source: %1$s changed the status of %2$s to %3$s
ca: En/na %1$s va canviar l'estat de %2$s a %3$s
cs: Uživatel %1$s změnil stav %2$s na %3$s
de: %1$s änderte den Status von %2$s zu %3$s
el: Ο/Η %1$s άλλαξε την κατάσταση του %2$s σε %3$s
es_es: %1$s ha cambiado el estado de %2$s a %3$s
fa: %1$s وضعیت %2$s را به %3$s تغییر داده است
fr: %1$s a changé le statut de %2$s à %3$s
it: %1$s ha modificato in %3$s lo stato di %2$s
ja: %1$s が %2$s のステータスを %3$s に変更しました
nl: %1$s heeft de status van %2$s naar %3$s gewijzigd
pl: %1$s zmienił status %2$s na %3$s
pt_br: %1$s mudou o status de %2$s para %3$s
pt_pt: %1$s alterou o estado de %2$s para %3$s
ru: %1$s изменил статус %2$s на %3$s
sk: Používateľ %1$s zmenil stav doplnku %2$s na %3$s
sq: %1$s ndryshoi gjendjen e %2$s në %3$s
sv_se: %1$s ändrade status för %2$s till %3$s
uk: %1$s змінено статус з %2$s на %3$s
vi: %1$s đã thay đổi trạng thái của %2$s thành %3$s

source: %1$s committed unknown action %2$s for %3$s
ca: En/na %1$s va validar l'acció desconeguda %2$s amb id %3$s
cs: Uživatel %1$s provedl neznámou akci %2$s u %3$s
de: %1$s führte die unbekannte Aktion %2$s auf %3$s aus
el: Ο/Η %1$s υπέβαλε την άγνωστη ενέργεια %2$s για το %3$s
es_es: %1$s ha realizado una acción desconocida %2$s en %3$s
it: %1$s ha eseguito un'azione sconosciuta %2$s per %3$s
ja: %1$s が不明なアクション %2$s を ID %3$s へコミットしました
nl: %1$s heeft een onbekende actie %2$s uitgevoerd op %3$s
pl: %1$s wykonał nieznaną czynność %2$s do %3$s
pt_br: %1$s definiu ação desconhecida %2$s para %3$s
pt_pt: %1$s efectuou uma acção desconhecida %2$s para %3$s
ru: %1$s произвёл неизвестное действие %2$s, ID %3$s
sk: Používateľ %1$s vykonal neznámu akciu '%2$s' pre %3$s
sq: %1$s kreu një veprim të panjohur %2$s mbi %3$s
sv_se: %1$s utförde okände handling %2$s för %3$s
uk: %1$s здійснена невідома дія %2$s для %3$s
vi: %1$s thực hiện thao tác chưa biết %2$s đối với %3$s

source: %1$s committed unknown admin action %2$s to ID %3$s
ca: En/na %1$s va validar l'acció d'administració desconeguda %2$s amb id %3$s
cs: Uživatel %1$s učinil neznámou administrátorskou akci %2$s u ID %3$s
de: %1$s führte die unbekannte Admin-Aktion %2$s auf ID %3$s aus
el: Ο/Η %1$s υπέβαλε άγνωστη δραστηριότητα διαχειριστή %2$s στο ID %3$s
es_es: %1$s ha realizado una acción administrativa desconocida %2$s en el ID %3$s
it: %1$s ha eseguito un'azione amministrativa sconosciuta %2$s all'elemento con ID %3$s
ja: %1$s が不明な管理者アクション %2$s を ID %3$s へコミットしました
nl: %1$s heeft een onbekende beheeractie %2$s uitgevoerd op ID %3$s
pl: %1$s wykonał nieznaną czynność administracyjną %2$s do ID %3$s
pt_br: %1$s definiu ação de admin %2$s para ID %3$s
pt_pt: %1$s efectuou uma acção administrativa desconhecida %2$s para o ID %3$s
ru: %1$s произвёл неизвестное административное действие %2$s с ID %3$s
sk: Používateľ %1$s vykonal neznámu akciu administrátora '%2$s' pre ID %3$s
sq: %1$s kreu një veprim të panjohur administrativ %2$s mbi ID %3$s
sv_se: %1$s utförde okänd administrativ handling %2$s på id %3$s
uk: %1$s Здійснена невідома адмін дія %2$s на ID %3$s
vi: %1$s thực hiện thao tác quản trị chưa biết %2$s để ID %3$s

source: %1$s committed unknown editor action %2$s to ID %3$s
ca: En/na %1$s va validar l'acció d'editor desconeguda %2$s amb id %3$s
cs: Uživatel %1$s učinil neznámou akci editora %2$s na ID %3$s
de: %1$s führte unbekannte Moderator-Aktion %2$s auf ID %3$s aus
el: Ο/Η %1$s υπέβαλε την άγνωστη ενέργεια συντάκτη %2$s στο ID %3$s
es_es: %1$s ha realizado una acción de edición desconocida %2$s al ID %3$s
it: %1$s ha eseguito un'azione di revisione sconosciuto %2$s all'elemento con ID %3$s
ja: %1$s が不明なエディタアクション %2$s を ID %3$s へコミットしました
nl: %1$s heeft onbekende editoractie %2$s uitgevoerd op ID %3$s
pl: %1$s wykonał nieznaną czynność edytora %2$s do ID %3$s
pt_br: %1$s definiu ação de editor desconhecida %2$s para ID %3$s
pt_pt: %1$s efectuou a acção do editor desconhecida %2$s para o ID %3$s
ru: %1$s произвёл неизвестное редакторское действие %2$s с ID %3$s
sk: Používateľ %1$s vykonal neznámu akciu editora '%2$s' pre ID %3$s
sq: %1$s kreu një veprim të panjohur redaktorial %2$s mbi ID %3$s
sv_se: %1$s utförde okänd redaktörshandling %2$s på id %3$s
uk: %1$s здійснено невідому дію редагування %2$s у ID %3$s
vi: %1$s thực hiện thao tác biên tập chưa biết %2$s để ID %3$s

source: %1$s committed unknown security action %2$s to ID %3$s
ca: En/na %1$s va validar l'acció de seguretat desconeguda %2$s amb id %3$s
cs: Uživatel %1$s provedl neznámou bezpečnostní akci %2$s na ID %3$s
de: %1$s führte unbekannte Sicherheits-Aktion %2$s auf ID %3$s aus
el: Ο/Η %1$s υπέβαλε την άγνωστη ενέργεια ασφαλείας %2$s στο ID %3$s
es_es: %1$s ha realizado una acción de seguridad desconocida %2$s al ID %3$s
it: %1$s ha eseguito un'azione di sicurezza sconosciuta %2$s sull'elemento con ID %3$s
ja: %1$s が不明なセキュリティアクション %2$s を ID %3$s へコミットしました
nl: %1$s heeft een onbekende beveiligingsactie %2$s uitgevoerd op ID %3$s
pl: %1$s przypisał nieznaną czynność z zakresu bezpieczeństwa %2$s do ID %3$s
pt_pt: %1$s efectuou a acção de segurança desconhecida %2$s para o ID %3$s
ru: %1$s произвёл неизвестное действие в системе безопасности %2$s с ID %3$s
sk: Používateľ %1$s vykonal neznámu akciu zabezpečenia '%2$s' pre ID %3$s
sq: %1$s kreu një veprim të panjohur sigurien %2$s mbi ID %3$s
sv_se: %1$s utförde okänd säkerhetshandling %2$s på id %3$s
uk: %1$s зафіксована невідома дія безпеки %2$s на ID %3$s
vi: %1$s thực hiện thao tác bảo mật chưa biết %2$s để ID %3$s

source: %1$s created
ca: %1$s creats
cs: Doplněk %1$s vytvořen
de: %1$s erstellt
el: Δημιουργήθηκε το %1$s
es_es: %1$s creado
fa: %1$s ایجاد گردید
fr: %1$s créé
hu: %1$s létrehozva
it: %1$s realizzati
ja: %1$s 作成
nl: %1$s aangemaakt
pl: Dodatek %1$s został utworzony
pt_br: %1$s criado
pt_pt: %1$s criado
ru: %1$s создано
sk: vytvorené: %1$s
sq: %1$s të krijuara
sv_se: %1$s skapad
uk: створений %1$s
vi: %1$s được tạo

source: %1$s created application %2$s
ca: En/na %1$s va crear l'aplicació %2$s
cs: Uživatel %1$s vytvořil aplikaci %2$s
de: %1$s erstellte Anwendung %2$s
el: Ο/Η %1$s δημιούργησε την εφαρμογή %2$s
es_es: %1$s ha creado la aplicación %2$s
fr: %1$s a créé le logiciel %2$s
it: %1$s ha creato l'applicazione %2$s
ja: %1$s がアプリケーション %2$s を作成しました
nl: %1$s heeft toepassing %2$s aangemaakt
pl: %1$s dodał program %2$s
pt_br: %1$s criou aplicação %2$s
pt_pt: %1$s criou a aplicação %2$s
ru: %1$s создал приложение %2$s
sk: Používateľ %1$s vytvoril aplikáciu %2$s
sq: %1$s krijoi zbatimin %2$s
sv_se: %1$s skapad applikationen %2$s
uk: %1$s створив програму %2$s
vi: %1$s đã tạo chương trình %2$s

source: %1$s created group %2$s
ca: En/na %1$s va crear el grup %2$s
cs: Uživatel %1$s vytvořil skupinu %2$s
de: %1$s legte die Gruppe %2$s an
el: Ο/Η %1$s δημιούργησε την ομάδα %2$s
es_es: %1$s ha creado el grupo %2$s
fr: %1$s a créé le groupe %2$s
it: %1$s ha creato il gruppo %2$s
ja: %1$s がグループ %2$s を作成しました
nl: %1$s heeft groep %2$s aangemaakt
pl: %1$s utworzył grupę %2$s
pt_br: %1$s criou grupo %2$s
pt_pt: %1$s criou o grupo %2$s
ru: %1$s создал группу %2$s
sk: Používateľ %1$s vytvoril skupinu %2$s
sq: %1$s krijoi grupin %2$s
sv_se: %1$s skapade gruppen %2$s
uk: %1$s створив групу %2$s
vi: %1$s đã tạo nhóm %2$s

source: %1$s created platform %2$s
ca: En/na %1$s va crear la plataforma %2$s
cs: Uživatel %1$s vytvořil platformu %2$s
de: %1$s fügte Betriebssystem %2$s hinzu
el: Ο/Η %1$s δημιούργησε την πλατφόρμα %2$s
es_es: %1$s ha creado la plataforma %2$s
fr: %1$s a créé la plateforme %2$s
it: %1$s ha creato la piattaforma %2$s
ja: %1$s がプラットフォーム %2$s を作成しました
nl: %1$s heeft besturingssysteem %2$s aangemaakt
pl: %1$s dodał system %2$s
pt_br: %1$s criou plataforma %2$s
pt_pt: %1$s criou a plataforma %2$s
ru: %1$s создал платформу %2$s
sk: Používateľ %1$s vytvoril platformu %2$s
sq: %1$s krijoi platformën %2$s
sv_se: %1$s skapade plattformen %2$s
uk: %1$s створено платформу %2$s
vi: %1$s đã tạo nền tảng %2$s

source: %1$s created response %2$s
ca: En/na %1$s va crear la resposta %2$s
cs: Uživatel %1$s vytvořil odpověď %2$s
de: %1$s fügte Antwort %2$s hinzu
el: Ο/Η %1$s δημιούργησε την απόκριση %2$s
es_es: %1$s ha creado la respuesta %2$s
fr: %1$s a créé une réponse de type %2$s
it: %1$s ha creato la risposta %2$s
ja: %1$s が返信 %2$s を作成しました
nl: %1$s heeft antwoord %2$s aangemaakt
pl: %1$s utworzył odpowiedź %2$s
pt_pt: %1$s criou a resposta %2$s
ru: %1$s создал ответ %2$s
sk: Používateľ %1$s vytvoril odpoveď %2$s
sq: %1$s krijoi përgjigjen %2$s
sv_se: %1$s skapade svaret %2$s
uk: %1$s створив відповідь %2$s
vi: %1$s đã tạo phản hồi %2$s

source: %1$s created tag %2$s
ca: En/na %1$s va crear la categoria %2$s
cs: Uživatel %1$s vytvořil štítek %2$s
de: %1$s fügte Kategorie %2$s hinzu
el: Ο/Η %1$s δημιούργησε την ετικέτα %2$s
es_es: %1$s ha creado la etiqueta %2$s
fr: %1$s a créé l'étiquette %2$s
hu: %1$s létrehozta a(z) %2$s címkét
it: %1$s ha creato l'etichetta %2$s
ja: %1$s がタグ %2$s を作成しました
nl: %1$s heeft label %2$s aangemaakt
pl: %1$s utworzył etykietę %2$s
pt_pt: %1$s criou a etiqueta %2$s
ru: %1$s создал метку %2$s
sk: Používateľ %1$s vytvoril kategóriu %2$s
sq: %1$s krijoi etiketën %2$s
sv_se: %1$s skapade etiketten %2$s
uk: %1$s створив мітку %2$s
vi: %1$s đã tạo nhãn %2$s

source: %1$s created version %2$s for %3$s
ca: En/na %1$s va crear la versió %2$s del %3$s
cs: Uživatel %1$s vytvořil verzi %2$s pro %3$s
de: %1$s legte Version %2$s für %3$s an
el: Ο/Η %1$s δημιούργησε την έκδοση %2$s για τον %3$s
es_es: %1$s ha creado la versión %2$s de %3$s
fr: %1$s a créé la version %2$s pour %3$s
it: %1$s ha creato la versione %2$s per %3$s
ja: %1$s が %3$s のバージョン %2$s を作成しました
nl: %1$s heeft versie %2$s voor %3$s gemaakt
pl: %1$s utworzył wersję %2$s dla %3$s
pt_br: %1$s criou versão %2$s para %3$s
pt_pt: %1$s criou a versão %2$s para %3$s
ru: %1$s создал версию %2$s для %3$s
sk: Používateľ %1$s vytvoril verziu %2$s pre %3$s
sq: %1$s krijoi versionin %2$s për %3$s
sv_se: %1$s skapade version %2$s för %3$s
uk: %1$s створив версію %2$s для %3$s
vi: %1$s đã tạo phiên bản %2$s cho %3$s

source: %1$s currently %2$s and %3$s
ca: %1$s actualment %2$s i %3$s
cs: Typ doplňku: %1$s&nbsp;·&nbsp;Stav doplňku: %2$s a %3$s
de: %1$s ist gegenwärtig %2$s und %3$s
el: %1$s είναι προς το παρόν %2$s και παρουσιάζεται σαν %3$s
es_es: %1$s actualmente %2$s y %3$s
fa: %1$s در حال حاضر %2$s و %3$s است
hu: %1$s jelenleg %2$s és %3$s
it: è attualmente %2$s e %3$s nella categoria %1$s
ja: アドオンの種類は %1$s、ステータスは %2$s、%3$s です
nl: %1$s momenteel %2$s en %3$s
pl: Kategoria: %1$s, Status: %2$s i %3$s
pt_br: %1$s encontra-se %2$s e %3$s
pt_pt: %1$s actualmente %2$s e %3$s
ru: Статус %1$s в данный момент: %2$s и %3$s
sk: Typ doplnku: %1$s, stav doplnku: %2$s a %3$s
sq: %1$s hëpërhë %2$s dhe %3$s
sv_se: %1$s för närvarande %2$s och %3$s
uk: %1$s на даний час %2$s та %3$s
vi: %1$s hiện đang %2$s và %3$s

source: %1$s deleted category %2$s (ID %3$s)
ca: En/na %1$s va suprimir la categoria %2$s (id %3$s)
cs: Uživatel %1$s odstranil kategorii %2$s (ID %3$s)
de: %1$s löschte Kategorie %2$s (ID %3$s)
el: Ο/Η %1$s διέγραψε την κατηγορίαy %2$s (ID %3$s)
es_es: %1$s ha borrado la categoría %2$s (ID %3$s)
it: %1$s ha eliminato la categoria %2$s (ID %3$s)
ja: %1$s がカテゴリ %2$s (ID %3$s) を削除しました
nl: %1$s heeft categorie %2$s (ID %3$s) verwijderd
pl: %1$s usunął kategorię %2$s (ID %3$s)
pt_pt: %1$s eliminou a categoria %2$s (ID %3$s)
ru: %1$s удалил категорию %2$s (ID %3$s)
sk: Používateľ %1$s odstránil kategóriu %2$s (ID %3$s)
sq: %1$s fshiu kategorinë %2$s (ID %3$s)
sv_se: %1$s tog bort kategorin %2$s (ID %3$s)
uk: %1$s вилучив категорію %2$s (ID %3$s)
vi: %1$s đã xóa phân mục %2$s (ID %3$s)

source: %1$s deleted group %2$s (ID %3$s)
ca: En/na %1$s va suprimir el grup %2$s (id %3$s)
cs: Uživatel %1$s odstranil skupinu %2$s (ID %3$s)
de: %1$s löschte die Gruppe %2$s (ID %3$s)
el: Ο/Η %1$s διέγραψε την ομάδα %2$s (ID %3$s)
es_es: %1$s ha borrado el grupo %2$s (ID %3$s)
it: %1$s ha eliminato il gruppo %2$s (ID %3$s)
ja: %1$s が %2$s グループ (ID %3$s) を削除しました
nl: %1$s heeft groep %2$s (ID %3$s) verwijderd
pl: %1$s usunął grupę %2$s (ID %3$s)
pt_br: %1$s apagou grupo %2$s (ID %3$s)
pt_pt: %1$s eliminou o grupo %2$s (ID %3$s)
ru: %1$s удалил группу %2$s (ID %3$s)
sk: Používateľ %1$s odstránil skupinu %2$s (ID %3$s)
sq: %1$s fshiu grupin %2$s (ID %3$s)
sv_se: %1$s tog bot gruppen %2$s (ID %3$s)
uk: %1$s вилучив групу %2$s (ID %3$s)
vi: %1$s đã xóa nhóm %2$s (ID %3$s)

source: %1$s deleted platform %2$s (ID %3$s)
ca: En/na %1$s va suprimir la plataforma %2$s (id %3$s)
cs: Uživatel %1$s odstranil platformu %2$s (ID %3$s)
de: %1$s löschte Betriebssystem %2$s (ID %3$s)
el: Ο/Η %1$s διέγραψε την πλατφόρμα %2$s (ID %3$s)
es_es: %1$s ha borrado la plataforma %2$s (ID %3$s)
it: %1$s da eliminato la piattaforma %2$s (ID %3$s)
ja: %1$s が %2$s プラットフォーム (ID %3$s) を削除しました
nl: %1$s heeft besturingssysteem %2$s (ID %3$s) verwijderd
pl: %1$s usunął system %2$s (ID %3$s)
pt_br: %1$s apagou plataforma %2$s (ID %3$s)
pt_pt: %1$s eliminou a plataforma %2$s (ID %3$s)
ru: %1$s удалил платформу %2$s (ID %3$s)
sk: Používateľ %1$s odstránil platformu %2$s (ID %3$s)
sq: %1$s fshiu platformën %2$s (ID %3$s)
sv_se: %1$s tog bort plattformen %2$s (ID %3$s)
uk: %1$s знищено платформу %2$s (ID %3$s)
vi: %1$s đã xóa nền tảng %2$s (ID %3$s)

source: %1$s deleted response %2$s (ID %3$s)
ca: En/na %1$s va suprimir la resposta %2$s (id %3$s)
cs: Uživatel %1$s odstranil odpověď %2$s (ID %3$s)
de: %1$s löschte Antwort %2$s (ID %3$s)
el: Ο/Η %1$s διέγραψε την απόκριση %2$s (ID %3$s)
es_es: %1$s ha borrado la respuesta %2$s (ID %3$s)
it: %1$s ha eliminato la risposta %2$s (ID %3$s)
ja: %1$s が返信 %2$s (ID %3$s) を削除しました
nl: %1$s heeft antwoord %2$s (ID %3$s) verwijderd
pl: %1$s usunął odpowiedź %2$s (ID %3$s)
pt_pt: %1$s eliminou a resposta %2$s (ID %3$s)
ru: %1$s удалил ответ %2$s (ID %3$s)
sk: Používateľ %1$s odstránil odpoveď %2$s (ID %3$s)
sq: %1$s fshiu përgjigjen %2$s (ID %3$s)
sv_se: %1$s tog bort svaret %2$s (ID %3$s)
uk: %1$s вилучив відповідь %2$s (ID %3$s)
vi: %1$s đã xóa phản hồi %2$s (ID %3$s)

source: %1$s deleted review %2$s
ca: En/na %1$s va suprimir la revisió %2$s
cs: Uživatel %1$s odstranil recenzi %2$s
de: %1$s löschte Bewertung %2$s
el: Ο/Η %1$s διέγραψε την αξιολόγηση %2$s
es_es: %1$s ha borrado la previsión %2$s
fr: %1$s a effacé la critique de %2$s
it: %1$s ha eliminato la recensione %2$s
ja: %1$s がレビュー %2$s を削除しました
nl: %1$s heeft beoordeling %2$s verwijderd
pl: %1$s usunął recenzję %2$s
pt_pt: %1$s eliminou o comentário %2$s
ru: %1$s удалил отзыв %2$s
sk: Používateľ %1$s odstránil recenziu %2$s
sq: %1$s fshiu shqyrtimin %2$s
sv_se: %1$s tog bort granskningen %2$s
uk: %1$s знищено перегляд %2$s
vi: %1$s đã xóa đánh giá %2$s

source: %1$s deleted version %2$s for %3$s
ca: En/na %1$s va suprimir la versió %2$s del %3$s
cs: Uživatel %1$s odstranil verzi %2$s pro %3$s
de: %1$s löschte Version %2$s für %3$s
el: Ο/Η %1$s διέγραψε την έκδοση %2$s για τον %3$s
es_es: %1$s ha borrado la versión %2$s de %3$s
it: %1$s ha eliminato la versione %2$s per %3$s
ja: %1$s が %3$s のバージョン %2$s を削除しました
nl: %1$s heeft versie %2$s voor %3$s verwijderd
pl: %1$s usunął wersję %2$s dla %3$s
pt_br: %1$s removeu versão %2$s para %3$s
pt_pt: %1$s eliminou a versão %2$s para %3$s
ru: %1$s удалил версию %2$s для %3$s
sk: Používateľ %1$s odstránil verziu %2$s pre %3$s
sq: %1$s fshiu versionin %2$s për %3$s
sv_se: %1$s tog bort version %2$s för %3$s
uk: %1$s знищив версію %2$s для %3$s
vi: %1$s đã xóa phiên bản %2$s cho %3$s

source: %1$s download this week
ca: %1$s baixada aquesta setmana
cs: %1$s stažení tento týden
de: %1$s Download diese Woche
el: %1$s λήψη αυτή την εβδομάδα
es_es: %1$s descarga esta semana
fa: %1$s بارگیری در هفتهٔ جاری
fr: %1$s téléchargement cette semaine
hu: %1$s letöltés a héten
it: %1$s download questa settimana
ja: 今週のダウンロード数: %1$s
nl: %1$s download deze week
pl: %1$s pobranie w tym tygodniu
pt_br: %1$s download nesta semana
pt_pt: %1$s transferência esta semana
ru: %1$s загрузка на этой неделе
sk: %1$s prevzatie tento týždeň
sq: %1$s shkarkim këtë javë
sv_se: %1$s nedladdning denna vecka
uk: %1$s завантаження цього тижня
vi: %1$s lượt tải tuần này

source: %1$s edited %2$s's user information
ca: En/na %1$s va editar la informació de l'usuari %2$s
cs: Uživatel %1$s upravil informace o uživateli %2$s
de: %1$s editierte die Benutzerdaten von Benutzer %2$s
el: Ο/Η %1$s επεξεργάστηκε τις πληροφορίες χρήστη του/της %2$s
es_es: %1$s ha editado la información del usuario %2$s
it: %1$s ha modificato le informazioni utente di %2$s
ja: %1$s が %2$s のユーザ情報を編集しました
nl: %1$s heeft de gebruikersinformatie van %2$s bewerkt
pl: %1$s edytował informacje o %2$s
pt_pt: %1$s editou a informação do utilizador %2$s
ru: %1$s отредактировал информацию пользователя %2$s
sk: Používateľ %1$s upravil informácie o používateľovi %2$s
sq: %1$s përpunoi të dhëna përdoruesi për %2$s
sv_se: %1$s ändrade %2$ss användarinformation
uk: %1$s виправив %2$s інформації щодо користувача
vi: %1$s đã chỉnh sửa thông tin người dùng của %2$s

source: %1$s edited application %2$s
ca: En/na %1$s va editar l'aplicació %2$s
cs: Uživatel %1$s upravil aplikaci %2$s
de: %1$s bearbeitete Anwendung %2$s
el: Ο/Η %1$s επεξεργάστηκε την εφαρμογή %2$s
es_es: %1$s ha editado la aplicación %2$s
it: %1$s ha modificato l'applicazione %2$s
ja: %1$s がアプリケーション %2$s を編集しました
nl: %1$s heeft toepassing %2$s bewerkt
pl: %1$s edytował program %2$s
pt_br: %1$s editou aplicação %2$s
pt_pt: %1$s editou a aplicação %2$s
ru: %1$s отредактировал приложение %2$s
sk: Používateľ %1$s upravil aplikáciu %2$s
sq: %1$s përpunoi zbatimin %2$s
sv_se: %1$s redigerade applikationen %2$s
uk: %1$s змінено програму %2$s
vi: %1$s đã sửa đổi chương trình %2$s

source: %1$s edited category %2$s
ca: En/na %1$s va editar la categoria %2$s
cs: Uživatel %1$s upravil kategorii %2$s
de: %1$s editierte Kategorie %2$s
el: Ο/Η %1$s επεξεργάστηκε την κατηγορία %2$s
es_es: %1$s ha editado la categoría %2$s
it: %1$s ha modificato la categoria %2$s
ja: %1$s がカテゴリ %2$s を編集しました
nl: %1$s heeft categorie %2$s bewerkt
pl: %1$s edytował kategorię %2$s
pt_pt: %1$s editou a categoria %2$s
ru: %1$s отредактировал категорию %2$s
sk: Používateľ %1$s upravil kategóriu %2$s
sq: %1$s përpunoi kategorinë %2$s
sv_se: %1$s redigerade kategorin %2$s
uk: %1$s змінено категорію %2$s
vi: %1$s đã chỉnh sửa phân mục %2$s

source: %1$s edited group %2$s
ca: En/na %1$s va editar el grup %2$s
cs: Uživatel %1$s upravil skupinu %2$s
de: %1$s editierte die Gruppe %2$s
el: Ο/Η %1$s επεξεργάστηκε την ομάδα %2$s
es_es: %1$s ha editado el grupo %2$s
it: %1$s ha modificato il gruppo %2$s
ja: %1$s がグループ %2$s を編集しました
nl: %1$s heeft groep %2$s bewerkt
pl: %1$s edytował grupę %2$s
pt_br: %1$s editou grupo %2$s
pt_pt: %1$s editou o grupo %2$s
ru: %1$s отредактировал группу %2$s
sk: Používateľ %1$s upravil skupinu %2$s
sq: %1$s përpunoi grupin %2$s
sv_se: %1$s redigerade gruppen %2$s
uk: %1$s створено групу %2$s
vi: %1$s đã chỉnh sửa nhóm %2$s

source: %1$s edited platform %2$s
ca: En/na %1$s va editar la plataforma %2$s
cs: Uživatel %1$s upravil platformu %2$s
de: %1$s editierte Betriebssystem %2$s
el: Ο/η %1$s επεξεργάστηκε την πλατφόρμα %2$s
es_es: %1$s ha editado la plataforma %2$s
it: %1$s ha modificato la piattaforma %2$s
ja: %1$s がプラットフォーム %2$s を編集しました
nl: %1$s heeft besturingssysteem %2$s bewerkt
pl: %1$s edytował system %2$s
pt_br: %1$s editou plataforma %2$s
pt_pt: %1$s editou a plataforma %2$s
ru: %1$s отредактировал платформу %2$s
sk: Používateľ %1$s upravil platformu %2$s
sq: %1$s përpunoi platformën %2$s
sv_se: %1$s ändrade plattformen %2$s
uk: %1$s змінена платформа %2$s
vi: %1$s đã chỉnh sửa nền tảng %2$s

source: %1$s edited response %2$s
ca: En/na %1$s va editar la resposta %2$s
cs: Uživatel %1$s upravil odpověď %2$s
de: %1$s editierte Antwort %2$s
el: Ο/Η %1$s επεξεργάστηκε την απόκριση %2$s
es_es: %1$s ha editado la respuesta %2$s
it: %1$s ha modificato la risposta %2$s
ja: %1$s が返信 %2$s を編集しました
nl: %1$s heeft antwoord %2$s bewerkt
pl: %1$s edytował odpowiedź %2$s
pt_pt: %1$s editou a resposta %2$s
ru: %1$s отредактировал ответ %2$s
sk: Používateľ %1$s upravil odpoveď %2$s
sq: %1$s përpunoi përgjigjen %2$s
sv_se: %1$s ändrade svaret %2$s
uk: %1$s відредаговано відповідь %2$s
vi: %1$s đã chỉnh sửa phản hồi %2$s

source: %1$s error
cs: %1$s chyba
de: %1$s Fehler
el: %1$s σφάλμα
fr: %1$s erreur
hu: %1$s hiba
it: %1$s errore
ja: %1$s 個のエラー
nl: %1$s fout
pl: %1$s błąd
pt_pt: %1$s erro
ru: %1$s ошибка
sk: %1$s chyba
sv_se: %1$s fel
uk: %1$s помилка

source: %1$s failed to re-authenticate to access %2$s.
ca: En/na %1$s va fallar més de dues vegades a l'identificar-se per accedir a %2$s.
cs: Uživatel %1$s selhal při opětovném ověření přístupu k %2$s.
de: %1$s loggte sich nicht korrekt erneut ein, um auf %2$s zuzugreifen.
el: Ο/Η %1$s απέτυχε να πιστοποιηθεί ξανά για να αποκτήσει πρόσβαση στο τμήμα %2$s.
es_es: %1$s ha fallado al volver a autenticar para acceder a %2$s.
it: %1$s non è riuscito a rieffettuare l'autenticazione per l'accesso a %2$s.
ja: %1$s が %2$s へアクセスするための再認証に失敗しました
nl: %1$s heeft zich niet opnieuw kunnen aanmelden om toegang te krijgen tot %2$s.
pl: %1$s nie uzyskał dostępu do %2$s.
pt_pt: %1$s falhou a re-autenticação para aceder a %2$s.
ru: %1$s не удалось произвести повторный вход для доступа к %2$s.
sk: Používateľovi %1$s sa nepodarilo autentifikovať sa na prístup k %2$s.
sq: %1$s dështoi në ri-mirëfilltësim për hyrje te %2$s.
sv_se: %1$s kunde inte omautentisera sig för att komma åt %2$s.
uk: %1$s не вдалося заново здійснити запит на вхід %2$s.
vi: %1$s gặp thất bại khi xác thực lại để truy cập %2$s.

source: %1$s has been added to the %2$s collection.
ca: %1$s s'ha afegit a la col·lecció %2$s.
cs: %1$s byl přidán ke sbírce %2$s.
de: %1$s wurde zur Sammlung %2$s hinzugefügt.
el: Το %1$s προστέθηκε στη συλλογή %2$s.
es_es: %1$s ha sido añadido al recopilatorio %2$s.
fa: %1$s به مجموعهٔ %2$s افزوده شده است.
it: %1$s è stata aggiunto alla raccolta %2$s.
ja: %1$s は %2$s コレクションへ追加されました。
nl: %1$s is toegevoegd aan de %2$s-collectie.
pl: Dodatek %1$s został dodany do kolekcji %2$s.
pt_br: %1$s foi adicionado à coleção %2$s.
pt_pt: %1$s foi adicionado à colecção de %2$s.
ru: %1$s было добавлено в подборку %2$s.
sk: Doplnok %1$s bol pridaný do kolekcie %2$s.
sq: %1$s u shtua te koleksioni %2$s.
sv_se: %1$s har lagts till %2$s-samlingen.
uk: Додали %1$s до колекції %2$s.
vi: %1$s vừa được thêm vào bộ sưu tập %2$s.
