Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Information Request
ca: Sol·licitud d'informació
cs: Žádost o&nbsp;informace
de: Info-Anforderung
el: Αίτηση πληροφοριών
es_es: Solicitud de información
fa: درخواست اطلاعات
fr: Demande d'information
hu: Információkérés
it: Richiesta informazioni
ja: 情報のリクエスト
nl: Informatieaanvraag
pl: Prośba o dodatkowe informacje
pt_br: Pedido de Informações
pt_pt: Pedido de informação
ru: Запрос информации
sk: Žiadosť o informácie
sq: Kërkesë Për të Dhëna
sv_se: Begäran av information
uk: Запит про інформацію
vi: Yêu cầu Thông tin

source: Insert markup and retain selection plus added markup.
ca: Insereix una marca i conserva la selecció anterior junt amb el nou element afegit.
de: Markierung einfügen und Selektion sowie Markierung beibehalten.
el: Εισαγωγή κώδικα μορφοποίησης και διατήρηση επιλογής και κώδικα μορφοποίησης που έχει ήδη προστεθεί.
es_es: Insertar marca y retener selección además de las marcas añadidas.
fa: نشانه‌گذاری کنید و انتخاب خود را به همراه نشانه‌ها نگه دارید.
it: Aggiungi markup e conserva la selezione con il markup inserito.
ja: マークアップを挿入し、選択範囲を保ったままマークアップを追加します。
nl: Opmaak invoegen en selectie plus toegevoegde opmaak behouden.
pl: Wstawia znacznik i dodaje go do zaznaczenia.
pt_pt: Inserir marca e reter a selecção com a marca adicionada.
sk: Vložiť značky a zachovať výber plus pridané značky.
uk: Помістіть позначку та збережіть вибір та додану позначку.

source: Insert markup and retain selection.
ca: Insereix una marca i conserva la selecció.
de: Markierung einfügen und Selektion beibehalten.
el: Εισαγωγή κώδικα μορφοποίησης και διατήρηση επιλογής.
es_es: Insertar marca y retener selección.
fa: نشانه‌گذاری کنید و انتخاب خود را نگه دارید.
it: Aggiungi markup e conserva la selezione.
ja: マークアップを挿入しても選択範囲は保たれます。
nl: Opmaak invoegen en selectie behouden.
pl: Wstawia znacznik i zachowuje zaznaczenie.
pt_br: Insere markup e guarda seleção.
pt_pt: Inserir marca e reter selecção.
sk: Vložiť značky a zachovať výber.
uk: Помістіть розмітку та збережіть вибір.

source: Insert markup on every line of selection instead of once on the whole selection.
ca: Insereix una marca a cada línia de selecció en comptes d'una per a tota la selecció.
de: Markierung auf jeder Zeile der Selektion einfügen, statt nur einmal auf der gesamten Selektion.
el: Εισαγωγή κώδικα μορφοποίησης ξεχωριστά σε κάθε γραμμή επιλεγμένου κείμενου αντί για εισαγωγή μονομιάς σε ολόκληρο το επιλεγμένο κείμενο.
es_es: Insertar la marca en cada línea de la selección en lugar de una vez en toda la selección.
fa: به جای تمام متن انتخاب شده روی تک تک خطوط نشانه‌گذاری کنید.
it: Aggiungi markup in ogni riga della selezione invece di aggiungerlo all'intera selezione.
ja: マークアップを、選択範囲全体で 1 回だけではなく、選択範囲の各行に挿入します。
nl: Opmaak invoegen op elke regel van de selectie in plaats van één keer op de gehele selectie.
pl: Wstawia znacznik do każdego wiersza zaznaczenia zamiast jednego dla całego zaznaczenia.
pt_pt: Inserir marca em cada linha da selecção em vez de uma em toda a selecção.
sk: Vložiť značky na každý riadok výberu, nie pre výber ako blok.
uk: Помістіть розмітку у кожній стрічці вибору, а не в одній вздовж усього вибору.

source: Install Dictionary
ca: Instal·la el diccionari
cs: Instalovat slovník
de: Wörterbuch installieren
el: Εγκατάσταση λεξικού
es_es: Instalar diccionario
fa: نصب واژه‌نامه
fr: Installer le dictionnaire
hu: Szótár telepítése
it: Installa dizionario
ja: 辞書をインストール
nl: Woordenboek installeren
pl: Zainstaluj słownik
pt_br: Instalar dicionário
pt_pt: Instalar Dicionário
ru: Установить словарь
sk: Nainštalovať slovník
sq: Instalo Fjalor
sv_se: Installera ordlista
uk: Встановити словник
vi: Cài đặt Từ điển

source: Install Language Pack
ca: Instal·la el paquet d'idioma
cs: Instalovat jazykový balíček
de: Sprachpaket installieren
el: Εγκατάσταση πακέτου γλώσσας
es_es: Instalar paquete de idioma
fa: نصب بستهٔ زبان
fr: Installer le paquetage linguistique
hu: Nyelvi csomag telepítése
it: Installa language pack
ja: 言語パックをインストール
nl: Taalpakket installeren
pl: Zainstaluj pakiet językowy
pt_br: Instalar pacote de idiomas
pt_pt: Instalar Pacote de Idioma
ru: Установить локализацию
sk: Nainštalovať jazykový balík
sq: Instalo Paketë Gjuhësore
sv_se: Installera språkpaket
uk: Встановити мовний пакет
vi: Cài đặt Gói ngôn ngữ

source: Install.js contains a function missing from the whitelist: %s
ca: Install.js conté una funció que no està a la llista de permeses: %s
de: Install.js enthält eine Funktion, die nicht auf der Positivliste steht: %s
el: Το αρχείο Install.js περιέχει μια λειτουργία που απουσιάζει από τη λίστα επιτρεπομένων: %s
es_es: El archivo install.js no contiene una función de la lista blanca: %s
fr: Install.js contient une fonction manquante dans la liste blanche&nbsp;: %s
it: Install.js contiene una funzione non presente nella whitelist: %s
ja: Install.js に、ホワイトリストに載っていない関数が含まれています: %s
nl: Install.js bevat een functie die niet op de witte lijst staat: %s
pl: Plik install.js zawiera niedozwoloną funkcję:: %s
pt_pt: Install.js contém uma função em falta da lista branca: %s
ru: Install.js содержит функцию отсутствующую в белом списке: %s

source: Insufficient Data
ca: No hi ha prous dades
de: Nicht genügend Daten
el: Μη επαρκή δεδομένα
es_es: Datos insuficientes
fr: Données insuffisantes
hu: Nincs elég adat
it: Dati insufficienti
ja: データ不足
nl: Onvoldoende gegevens
pl: Za mało danych
pt_pt: Dados insuficientes
ru: Недостаточно данных
sv_se: Otillräckligt data

source: Introduce yourself to the community, if you like! This text will appear publicly on your user info page. Line breaks will be preserved, but no HTML is allowed.
ca: Presenteu-vos vosaltres mateixos a la comunitat, si ho voleu. Aquest text apareixerà públicament a la vostra pàgina d'informació personal. Es respectaran els salts de línia, però no es permetrà tot l'HTML.
cs: Pokud chcete, představte se komunitě. Tento text se zobrazí veřejně na stránce s informacemi o vás. Odřádkování bude zachováno, ale není povoleno HTML.
de: Stellen Sie sich den Benutzern gegenüber vor, wenn Sie möchten! Dieser Text wird öffentlich angezeigt auf Ihrer Benutzer-Infoseite. Zeilenumbrüche bleiben erhalten, aber HTML ist nicht erlaubt.
el: Συστηθείτε στην κοινότητα αν θέλετε! Αυτό το κείμενο θα εμφανίζεται δημόσια στη σελίδα πληροφοριών χρήστη. Οι αλλαγές γαμμής διατηρούνται αλλά δεν επιτρέπεται κώδικας HTML.
es_es: ¡Preséntate a ti mismo a la comunidad, si quieres! Este texto aparecerá de forma pública en tu página de información de usuario. Los saltos de línea se mantendrán, pero el código HTML no está permitido.
fa: اگر مایل هستید، خود را به اجتماع کاربران معرفی کنید! این متن در صفحهٔ اطلاعات کاربر شما در دسترس همگان قرار می‌گیرد. خطوط جدید دست‌نخورده باقی می‌مانند ولی استفاده از HTML مجاز نیست.
fr: Présentez-vous à la communauté si vous le désirez. Ce texte sera affiché sur votre page publique d'utilisateur. Les sauts de ligne seront conservés mais l'utilisation du HTML n'est pas autorisée.
hu: Ha szeretne, mutatkozzon be a közösségnek! Ez a szöveg meg fog jelenni a nyilvános adatlapján. A sortörések megmaradnak, de a HTML nem engedélyezett.
it: Presentati alla comunità! Questo testo apparirà nella sezione pubblica della pagina di informazioni sul tuo utente. Le interruzioni di linea verranno mantenute, non è consentito l'uso di HTML.
ja: もしよろしければ、コミュニティに向けて自己紹介してください！ ここに入力した文章はあなたのユーザ情報ページで公開されます。改行はそのままの状態で表示されますが、HTML は使用できません。
nl: Stel uzelf voor aan de gemeenschap indien u dat wilt! Deze tekst verschijnt openbaar op de uw gebruikersinformatiepagina. Regelonderbrekingen worden behouden, maar HTML is niet toegestaan.
pl: Przedstaw się społeczności – jeśli chcesz! Ten tekst będzie wyświetlany na Twojej ogólnodostępnej stronie. Łamanie wierszy zostanie zachowane, ale kod HTML jest niedozwolony.
pt_pt: Apresente-se à comunidade, se desejar! Este texto irá aparecer publicamente na sua info.Quebras de linha serão mantidas, mas HTML não é permitido.
ru: Если хотите, представьтесь сообществу! Этот текст появится в публичном доступе на вашей странице с информацией о пользователе. Переносы строк будут сохранены, но использование HTML не разрешено.
sk: Predstavte sa komunite, ak chcete! Tento text sa objaví na informačnej stránke o Vás. Zlomy riadkov budú zachované, kód HTML nie je povolený.
sq: Paraqiteni veten te bashkësia, nëse doni! Ky tekst do të shfaqet publikisht te faqja me të dhënat tuaja si përdorues. Nërprerjet e rreshtave do të ruhen, por nuk lejohet HTML.
sv_se: Presentera dig själv, om du vill! Denna text visas publikt på din användarinformationssida. Radbrytningar behålls, men ingen HTML kan användas.
uk: Якщо бажаєте, представтесь спільноті! Ваше представлення стане загальнодоступним на вашій сторінці користувача. Розриви стрічок будуть збережені,але шрифт HTML не дозволений.
vi: Giới thiệu bản thân bạn trước cộng đồng, nếu bạn thích! Văn bản này sẽ xuất hiện công khai trên trang thông tin người dùng của bạn. Dấu ngắt dòng vẫn được giữ nguyên, nhưng HTML sẽ không được dùng.

source: Introduction
ca: Introducció
cs: Úvod
de: Einführung
el: Εισαγωγή
es_es: Introducción
fa: معرفی
hu: Bevezetés
it: Introduzione
ja: イントロダクション
nl: Introductie
pl: Wstęp
pt_br: Introdução
pt_pt: Introdução
ru: Введение
sk: Úvod
sq: Hyrje
sv_se: Introduktion
uk: Вступ
vi: Giới thiệu

source: Invalid captcha, please try again!
ca: El captcha no és correcte, torneu a intentar-ho.
cs: Neplatný ověřovací kód. Zkuste to prosím znova!
de: Ungültige Zeichenfolge: Bitte erneut versuchen!
el: Λάθος λέξη, παρακαλούμε προσπαθήστε ξανά!
es_es: Código no válido, por favor, inténtalo de nuevo
fa: کد وارد شده نامعتبر است، لطفاً دوباره تلاش کنید!
fr: Captcha invalide, veullez recommencer&nbsp;!
hu: Érvénytelen captcha, próbálja újra!
it: Captcha non valido, riprova
ja: 不正な captcha です。もう一度入力してください。
nl: Ongeldige captcha, probeer het a.u.b. opnieuw!
pl: Nieprawidłowy kod captcha, proszę spróbować ponownie!
pt_br: As letras não conferem. Tente novamente!
pt_pt: Captcha inválido, tente novamente!
ru: Введённый текст неверен, пожалуйста попробуйте снова!
sk: Nesprávny kód, skúste to znova!
sq: Captcha e pavlefshme, ju lutem riprovoni!
sv_se: Felaktigt svar, försök igen!
uk: Невірно введено код перевірки людяності (каптча), пробуйте ще раз!
vi: Captcha không đúng, hãy thử lại!

source: Invalid comment
ca: Comentari invàlid
cs: Neplatný komentář
de: Ungültiger Kommentar
el: Μη έγκυρο σχόλιο
es_es: Comentario incorrecto
fr: Commentaire invalide
hu: Érvénytelen megjegyzés
it: Commento non valido
ja: 不正なコメント
nl: Ongeldige opmerking
pl: Nieprawidłowy komentarz
pt_pt: Comentário inválido
ru: Некоректный комментарий
sk: Neplatný komentár
sv_se: Ogiltig kommentar

source: Invalid confirmation code!
ca: El codi de confirmació no és vàlid.
cs: Špatný aktivační kód!
de: Falscher Bestätigungscode!
el: Μη έγκυρος κωδικός επιβεβαίωσης!
es_es: ¡Código de confirmación no válido!
fa: کد تأیید نامعتبر!
fr: Code de confirmation invalide&nbsp;!
hu: Érvénytelen megerősítő kód!
it: Codice di conferma non valido
ja: 不正な確認コードです。
nl: Ongeldige bevestigingscode!
pl: Kod potwierdzający jest nieprawidłowy!
pt_br: Código de confirmação inválido!
pt_pt: Código de confirmação inválido!
ru: Неверный код подтверждения!
sk: Neplatný potvrdzovací kód!
sq: Kod i pavlefshëm ripohimi!
sv_se: Felaktig bekräftelsekod!
uk: Недійсний код підтвердження!
vi: Mã xác nhận không hợp lệ!

source: Invalid id for Group
ca: Id invàlid per al grup
cs: Neplatné ID skupiny
de: Ungültige ID für Gruppe
el: Μη έγκυρο αναγνωριστικό ομάδας
es_es: Identificador no valido para el grupo
fa: شناسهٔ نامعتبر برای گروه
fr: Id invalide pour le groupe
hu: Érvénytelen csoportazonosító
it: ID non valido per il gruppo
ja: 不正なグループ ID
nl: Ongeldige id voor groep
pl: Błędne id dla grupy
pt_br: Id inválido para grupo
pt_pt: ID inválido para o Grupo
ru: Неправильный идентификатор группы
sk: Neplatná identifikácia skupiny
sq: Id e pavlefshme për Grup
sv_se: Felaktigt id för grupp
uk: Невірний ідентифікатор для групи
vi: ID không phù hợp cho Nhóm

source: Is this review inappropriate, inaccurate or spam? Click here to flag it for editor review.
ca: Aquesta revisió és inadequada, poc acurada o és correu brossa? cliqueu aquí per a marcar-la per a ser revisada per un editor.
cs: Je tato recenze nevhodná, chybná či se jedná o&nbsp;nevyžádanou zprávu? Klepněte zde a označte ji ke zkontrolování redaktorem.
de: Ist diese Bewertung unpassend, ungenau oder Spam? Klicken Sie hier, um sie zur Überprüfung durch einen Moderator zu markieren.
el: Θεωρείτε αυτή την αξιολόγηση ανάρμοστη, μη ακριβή ή απλά άσχετη; Κάντε κλικ εδώ για να τη σημειώσετε ώστε να αξιολογηθεί από τους συντάκτες μας.
es_es: Si esta valoración es inapropiada, incorrecta o ¿publicidad? Haz clic aquí para marcarla y que un editor la revise.
fa: آیا این بررسی نامناسب، غیر دقیق یا هرزنوشته است؟ اینجا را کلیک کنید تا آن را برای بررسی ویرایش‌گران علامت بزنید.
fr: Cette critique est-elle inappropriée, inexacte ou du spam&nbsp;? Cliquez ici pour demander sa modération.
hu: Ez az értékelés ide nem illő, pontatlan vagy hirdetés? Kattintson ide szerkesztői ellenőrzésre való megjelöléshez.
it: Questa recensione è inappropriata, non accurata o si tratta di spam? Fai clic qui per segnalarla e farla verificare da un revisore.
ja: このレビューが不適切、不正確、あるいはスパムだと思われる場合は、ここをクリックしてエディタに通知してください。
nl: Is deze beoordeling ongepast, inaccuraat of spam? Klik dan hier om deze aan te duiden voor beoordeling door een editor.
pl: Jeśli ta recenzja jest niewłaściwa lub stanowi spam, kliknij tutaj, by zgłosić ją do oceny przez edytora.
pt_br: Esta avaliação é inapropriada, incorreta ou spam? Clique aqui para marcá-la para avaliação de um editor.
pt_pt: Este comentário é inapropriado, inadequado ou é spam? Clique aqui para enviá-la ao editor para revisão.
ru: Если вы думаете, что этот отзыв неуместен, некорректен или является спамом, щёлкните здесь, чтобы отправить его на рассмотрение редактору.
sk: Je táto recenzia nevhodná, nepresná alebo spam? Kliknutím sem ju označíte na schválenie editorom.
sq: A është ky shqyrtim i papërshtatshëm, i pasaktë apo spam? Klikoni këtu që të flamurëzohet për shqyrtim nga botuesi.
sv_se: Är denna recension opassande, inkorrekt eller skräp? Klicka här för att märka den för redaktörsgranskning.
uk: Цей перегляд не відповідає вимогам, не точний чи є спамом? Поставте тут примітку для того, щоб редактор його перевірив.
vi: Báo cáo này không phù hợp, không chính xác hoặc chỉ là spam? Nhấn vào đây để gán cờ để chờ đánh giá của biên tập viên.

source: Italics
ca: Itàlica
cs: Kurzíva:
de: Kursiv
el: Πλάγια:
es_es: Cursiva
fa: کج:
fr: Italique
hu: Dőlt
it: Corsivo
ja: 斜体
nl: Schuingedrukt:
pl: Kursywa:
pt_br: Itálico:
pt_pt: Itálico:
ru: Курсив
sk: Kurzíva
sv_se: Kursiv

# editors_review_a_item_history
source: Item History
ca: Història de l'element
cs: Historie doplňku
de: Versionsgeschichte
el: Ιστορικό αντικειμένου
es_es: Historial del elemento
fa: تاریخچهٔ مورد
hu: Elem története
it: Cronologia
ja: アイテムの履歴
nl: Onderdeelgeschiedenis
pl: Historia dodatku
pt_pt: Histórico do item
ru: История объекта
sk: História položky
sq: Historik Objekti
sv_se: Historik för post
uk: Історія елемента
vi: Lược sử của Mục

source: Item Homepage
ca: Web de l'element
cs: Domovská stránka doplňku
de: Homepage
el: Αρχική σελίδα αντικειμένου
es_es: Página web del elemento
fa: صفحهٔ آغازه
hu: Elem honlapja
it: Sito web
ja: アイテムのホームページ
nl: Onderdeelstartpagina
pl: Strona dodatku
pt_pt: Página inicial do item
ru: Домашняя страница объекта
sk: Domovská stránka položky
sq: Faqe Hyrëse e Objektit
sv_se: Hemsida för post
uk: Домашня сторінка елемента
vi: Trang chủ của Mục

source: Item Overview
ca: Descripció general
cs: Souhrnné informace
de: Übersicht
el: Επισκόπηση στοιχείου
es_es: Acerca del elemento
fa: شرح کلی مورد
hu: Elem áttekintése
it: Anteprima elemento
ja: アイテムの概要
nl: Itemoverzicht
pl: Przegląd dodatku
pt_pt: Visualizar item
ru: Обзор объекта
sk: Prehľad položky
sq: Përmbledhje e Objektit
sv_se: Översikt för post
uk: Огляд елемента
vi: Tổng quan về Mục

source: JavaScript Namespace Pollution Tests
ca: Prova d'espai de noms bruts al JavaScript Namespace
cs: Kontrola jmenných prostorů v JavaScriptu
de: JavaScript-Namespace-Verschmutzungstests
el: Έλεγχοι JavaScript Namespace Pollution
es_es: Pruebas del espacio de nombres JavaScript Pollution
hu: JavaScript névtér-szennyezési tesztek
it: Controlli JavaScript Namespace Pollution
ja: JavaScript 名前空間汚染テスト
nl: JavaScript Namespacevervuilingstests
pl: Testy czystości przestrzeni nazw kodu JavaScript
pt_pt: Testes JavaScript Namespace Pollution
ru: Тесты на загрязнение пространства имён JavaScript

source: JavaScript is required to install plugins, but it looks like you have it disabled. Please enable JavaScript before trying to install any of the search plugins below.
ca: Es necessita el Javascript per a instal·lar connectors, però sembla que no ho tingueu habilitat. Heu d'habilitar el Javascript abans d'intentar d'instal·lar cap dels connectors de cerca següents.
cs: K instalaci vyhledávacích modulů je vyžadován JavaScript, který váš prohlížeč nepodporuje a nebo ho máte vypnutý. Před instalací níže uvedených vyhledávacích modulů si prosím zapněte podporu JavaScriptu.
de: JavaScript wird zur Installierung von Plugins benötigt, allerdings haben Sie es deaktiviert. Bitte aktivieren Sie JavaScript, bevor Sie versuchen, eine der untenstehenden Suchmaschinen zu installieren.
el: Απαιτείται η ενεργοποίηση της JavaScript για να εγκαταστήσετε πρόσθετες λειτουργίες, αλλά φαίνεται πως την έχετε απενεργοποιήσει. Παρακαλούμε ενεργοποιήστε την JavaScript πριν προσπαθήσετε να εγκαταστήσετε κάποια από τις παρακάτω πρόσθετες λειτουργίες.
fa: جاوا اسکریپت برای نصب افزودنی‌ها لازم است، ولی به نظر می‌رسد شما آن را غیر فعال کرده‌اید. لطفاً جاوا اسکریپت را پیش از تلاش برای نصب هر یک از متصل شونده‌های جست‌وجوی زیر فعال سازید.
fr: JavaScript est nécessaire pour installer ces moteurs de recherche, apparemment JavaScript est désactivé dans votre navigateur. Veuillez réactiver JavaScript avant d'essayer d'installer un des moteurs de recherche ci-dessous.
hu: A keresők telepítéséhez JavaScript szükséges, de úgy tűnik, hogy ez le van tiltva. Engedélyezze a JavaScriptet a keresők telepítésének megkísérlése előtt.
it: JavaScript deve essere attivo per installare un motore di ricerca e sembra che sia stato disattivato. Attivare JavaScript prima di tentare l'installazione di uno dei plugin di ricerca disponibili.
ja: 検索エンジンのインストールには JavaScript を使用しますが、お使いのブラウザではその設定が無効になっています。インストールを行うには JavaScript の設定を有効にしてください。
nl: JavaScript is nodig om plug-ins te installeren, maar het lijkt er op dat u dit hebt uitgeschakeld. Schakel a.u.b. JavaScript in voordat u één van onderstaande zoekplug-ins probeert te installeren.
pl: Do instalacji wtyczek wymagany jest JavaScript, a wygląda na to, że jego obsługa jest wyłączona. Przed próbą instalacji jednej z poniższych wtyczek należy włączyć obsługę języka JavaScript.
pt_br: É necessário ter JavaScript ativado para instalar plugins, mas parece que você o desativou. Por favor, ative-o antes de tentar instalar qualquer um dos mecanismos de pesquisa abaixo.
pt_pt: O JavaScript é necessário para instalar plugins, mas parece que o tem desactivado. Por favor active o JavaScript antes de tentar instalar qualquer dos plugins procurados abaixo.
ru: Для установки плагинов требуется JavaScript, но, похоже, вы отключили его. Включите JavaScript перед попыткой установки любого из поисковых плагинов, указанных ниже.
sk: Na inštaláciu vyhľadávacích modulov je potrebný JavaScript, ale zdá sa, že ho máte zakázaný. Pred inštaláciou dole uvedených vyhľadávacích modulov povoľte JavaScript.
sq: Lypset JavaScript për të instaluar shtojcat, por duket sikur ju ta keni të çaktivizuar. Ju lutem aktivizoni JavaScript-in përpara se të provoni të instaloni ndonjërën prej shtojcave për kërkime që shihni.
sv_se: JavaScript krävs för att installera tillägg, men det verkar som att du har det avstängt. Slå på JavaScript innan du försöker installera någon av sökmotorerna nedan.
uk: JavaScript потрібен для встановлення модулів, але, здається, ви його вимкнули. Будь ласка, ввімкніть JavaScript перед тим, як встановити будь-який з модулів пошуку нижче.
vi: JavaScript cần có để cài đặt phần bổ trợ, nhưng có vẻ như bạn đã vô hiệu hóa nó. Vui lòng kích hoạt JavaScript trước khi có ý định cài đặt bất kì phần bổ trợ tìm kiếm nào.

source: JavaScript is required to view the Statistics Dashboard graphs.
ca: Cal Javascript per a visualitzar els diagrames de la consola d'estadístiques.
cs: Pro zobrazení grafů na stránce statistik je vyžadován JavaScript.
de: Für die statistische Auswertung wird JavaScript benötigt.
el: Για να δείτε τα γραφήματα του ταμπλό στατιστικών, απαιτείται η ενεργοποίηση της JavaScript.
es_es: Se requiere el uso de JavaScript para ver los gráficos del panel de estadísticas.
fa: جاوا اسکریپت برای مشاهدهٔ نمودارهای صفحهٔ آمار مورد نیاز است.
fr: JavaScript est nécessaire pour afficher les graphiques du tableau de bord des statistiques.
hu: A Statisztika modul diagramjainak megtekintéséhez JavaScript szükséges.
it: JavaScript deve essere abilitato per visualizzare i grafici nel pannello statistiche.
ja: 統計ダッシュボードのグラフを表示するには JavaScript を有効にしてください。
nl: JavaScript is nodig om de statistische grafieken te bekijken.
pl: Do wyświetlenia wykresów w panelu statystyk konieczne jest włączenie obsługi JavaScriptu.
pt_br: É necessário JavaScript para ver os gráficos do painel de estatísticas.
pt_pt: O JavaScript é necessário para ver o gráfico das estatísticas.
ru: Для просмотра диаграмм панели статистики требуется JavaScript.
sk: Na zobrazenie grafov štatistiky je potrebný JavaScript.
sq: Për të parë grafikët e Pultit të Statistikave nevojitet JavaScript.
sv_se: JavaScript krävs för att visa statistikpanelens grafer.
uk: Вимагається JavaScript для перегляду графіку Панелі статистики.
vi: JavaScript cần có để xem biểu đồ Bảng Thống Kê.

source: Just Added
ca: Acabat d'afegir
cs: Právě přidané
de: Gerade hinzugefügt
el: Μόλις προστέθηκαν
es_es: Añadido
fa: به تازگی افزوده شده
fr: Ajouts récents
hu: Új
it: Appena aggiunti
ja: 登録日
nl: Zojuist toegevoegd
pl: Najnowsze
pt_br: Adicionados Recentemente
pt_pt: Adicionado recentemente
ru: Только что добавленные
sk: Nedávno pridané
sq: Të saposhtuara
sv_se: Nyss inlagda
uk: Щойно додані
vi: Vừa thêm

source: Keyword Match
ca: Paraula clau
cs: Shoda klíčového slova
de: Suchbegriff
el: ταίριασμα λέξης-κλειδιού
es_es: Coincidencia por palabra
fa: تطابق واژهٔ کلیدی
fr: Correspondance du mot-clef
hu: Kulcsszóegyezés
it: corrispondenza
ja: 一致順
nl: Sleutelwoordovereenkomst
pl: Słowa kluczowego
pt_br: Coincidência por palavra
pt_pt: Correspondência da palavra chave
ru: Ключевым словам
sk: Zhoda kľúčových slov
sq: Përputhje për Fjalëkyç
sv_se: Nyckelordspassning
uk: Збігом слова
vi: Từ khóa Phù hợp

source: L10n Completeness Check
ca: Comprova l'estat de la localització
cs: Kontrola kompletnosti lokalizací
de: L10n-Vollständigkeitstest
el: Έλεγχος ολοκληρωμένης μετάφρασης
es_es: Pruebas de completitud l10n
fr: Contrôle de présence L10n
hu: L10n teljességének ellenőrzése
it: Controllo completezza L10n
ja: ローカライズ完成度の検証
nl: Controle volledigheid vertaling
pl: Sprawdzenie kompletności lokalizacji
pt_pt: Verificação L10n Completeness
ru: Проверка на полноту L10n
sk: Test kompletnosti lokalizácie
sv_se: L10n-fullständighetskontroll
