Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Specify how much users will be asked to contribute and where they will be asked.
ca: Especifiqueu quina és la quantitat que es demanarà als usuaris per a què contribueixin i en quin lloc.
cs: Určete, o jak velký příspěvek budou uživatelé žádáni a kde.
de: Geben Sie an, um welchen Betrag Sie die Benutzer bitten möchten, und wo ihnen diese Frage gestellt werden wird.
el: Ορίστε το ποσό που θα καλούνται οι χρήστες να δωρίσουν και το που θα ερωτώνται.
es_es: Especifica la cantidad que se pedirá a los usuarios, y dónde se preguntará.
hu: Adja meg, hogy a felhasználóktól mekkora adományt és milyen formában kér.
it: Indicare l'importo delle donazioni chiesto agli utenti e quando visualizzare la richiesta.
ja: ユーザに寄付を求めるときの希望金額を指定します。
nl: Geef op hoe veel gebruikers wordt gevraagd bij te dragen en waar dit wordt gevraagd.
pl: Określ kwotę dotacji i miejsce wyświetlania prośby.
pt_br: Especifique o valor sugerido para contribuições por usuários e quando perguntar.
pt_pt: Especifique qual a quantia que será indicada aos utilizadores para contribuírem e onde é que será pedida.
ru: Указать сумму пожертвования, которую будут просить внести пользователей и место, где его будут просить внести.
sk: Určite, aká čiastka bude používateľom navrhovaná ako príspevok a kde budú o ňu požiadaní.
sv_se: Ange hur mycket användare ombeds bidra med och var de tillfrågas.
uk: Зазначте, скільки внести і де про це буде говоритись.
vi: Xác định bao nhiêu người dùng sẽ được đề nghị đóng góp và nơi họ sẽ được hỏi.

source: Standalone Contributions Page
ca: Pàgina de contribució
de: Unabhängige Beitrags-Seite
el: Ανεξάρτητη σελίδα δωρεών
es_es: Página de colaboraciones
fr: Page individuelle des contributions
hu: Önálló hozzájárulások oldal
it: Pagina autonoma per le donazioni
ja: 独立した寄付ページ
nl: Zelfstandige Bijdragenpagina
pl: Strona zarządzania dotacjami
pt_pt: Página de contribuições isoladas
ru: Отдельная страница для пожертвований

# devcp_edit_contrib_button_start
source: Start Asking for Contributions
ca: Comença demanant una contribució
cs: Začít žádat o příspěvky
de: Um Benutzerbeiträge bitten
el: Να ζητούνται δωρεές
es_es: Comenzar a pedir colaboraciones
fr: Commencer à demander des contributions
hu: Adománykérés megkezdése
it: Inizia a chiedere delle donazioni
ja: 寄付のお願いを始める
nl: Begin met vragen om bijdragen
pl: Uaktywnij prośby
pt_br: Comece a Pedir Contribuições
pt_pt: Iniciar pedido de contribuições
ru: Начать просить пожертвования
sk: Začať žiadať príspevky
sv_se: Efterfråga bidrag
uk: Зробити запит про внески
vi: Bắt đầu Đề nghị Đóng góp

source: Start a line with a number followed by a period.
ca: Comença una línia amb un número seguit d'un punt.
de: Beginnen Sie eine Zeile mit einer Nummer, gefolgt von einem Punkt.
el: Ξεκινήστε τη γραμμή με ένα αριθμό ακολουθούμενο από τελεία.
es_es: Comienza una línea con un ordinal.
fa: خطی را با یک عدد و یک نقطه پس از آن شروع کنید.
fr: Commencez la ligne par un nombre suivi d'un point.
it: Inizia una riga con un numero seguito da un punto.
ja: 行の最初に数字とピリオドを付けます。
nl: Start een regel met een getal gevolgd door een punt.
pl: Na początku wiersza wstaw numer poprzedzony odstępem.
pt_pt: Iniciar uma linha com um número seguido de um ponto.
ru: Начните строку с числа с точкой.
sk: Začnite riadok číslovkou nasledovanou bodkou.
uk: Почати стрічку числом з комою.

source: Start a line with a single * or + character.
ca: Comença la línia amb un únic caràcter * o bé +.
cs: Zahájí řádek jedním znakem * či +.
de: Beginnen Sie eine Zeile mit einem einzelnen * oder + Zeichen.
el: Ξεκινήστε μια γραμμή με ένα απλό χαρακτήρα «*» ή «+».
es_es: Comienza una línea con un caracter * o +.
fa: هر خط را با یک نویسهٔ * یا + شروع کنید.
it: Inizia una riga con un singolo * o +.
ja: 行の最初に * もしくは + を 1 つ付けます。
nl: Start een regel met een enkel * of + karakter.
pl: Na początku wiersza wstaw pojedynczy znak * lub +.
pt_pt: Começar uma linha com um único * ou com o caracter +.
ru: Начните строку с одной * или знака +.
sk: Začnite riadok znakom * alebo +.

source: Start asking for contributions
ca: Comença a demanar donacions
cs: Začít žádat o příspěvky
de: Jetzt nach Beiträgen fragen
el: Να ζητούνται δωρεές
es_es: Comenzar a pedir colaboraciones
fr: Commencer à demander des contributions
hu: Kérjen adományokat
it: Inizia a chiedere donazioni
ja: 寄付のお願いを始める
nl: Starten met vragen om bijdragen
pl: Uaktywnij funkcję
pt_br: Iniciar a pedir contribuições
pt_pt: Iniciar o pedido de contribuições
ru: Начать просить внести пожертвования
sk: Začať žiadať príspevky
sv_se: Efterfråga bidrag
uk: Запропонувати зробити внесок
vi: Bắt đầu đề nghị đóng góp

source: Start lines with a &gt;. Multiple &gt; characters may be used to create nested block quotes.
ca: Comença les línies amb un &gt;. Quan hi ha més d'un caràcter &gt; és perquè són cites de cites.
de: Beginnen Sie eine Zeile mit &gt;. Mehrere &gt; Zeichen können verwendet werden, um mehrschichtige Blockzitate zu erzeugen.
el: Ξεκινήστε τις γραμμές με τον χαρακτήρα &gt;. Μπορείτε να χρησιμοποιήσετε πολλαπλούς χαρακτήρες &gt; για να εισάγετε διαδοχικά εισαγωγικά.
es_es: Empieza la línea con &gt;. Varios caracteres &gt; pueden usarse para crear un bloque de citas anidadas.
fa: هر خط را با یک علامت &gt; شروع‌کنید. چند علامت &gt; به معنی یک نقل قول است.
it: Inizia una riga con un &gt;. È possibile inserire più caratteri &gt; per creare blocchi annidati di citazioni.
ja: 行は &gt; で開始します。&gt; を複数回使用することで、ネストされたブロック引用を作成できます。
nl: Start regels met een &gt;. Meerdere &gt; karakters kunnen worden gebruikt om geneste blokaanhalingen te maken.
pl: Na początku wiersza użyj znaku &gt;. Kilka znaków &gt; następujących po sobie może być użyte do utworzenia zagnieżdżonych cytatów.
pt_br: Inicie linhas com &gt;. Múltiplos caracteres &gt; podem ser utilizados para criar blocos de citações.
pt_pt: Iniciar linhas com &gt;. múltiplos&gt; caracteres poderá ser usado criando citações de blocos nested.
ru: Начните строку с &gt;. Несколько символов &gt; могут использоваться для создания вложенных блоков цитат.
sk: Začnite riadky znakom &gt;. Viacnásobné použitie znaku &gt; umožňuje vytvorenie vnorených citácií.
uk: Починайте стрічку з a &gt;. Для створення вмонтованих цитат можна скористатися символами &gt;.

source: Statistics
ca: Estadístiques
cs: Statistiky
de: Statistiken
el: Στατιστικά
es_es: Estadísticas
fa: آمار
fr: Statistiques
hu: Statisztika
it: Statistiche
ja: 統計情報
nl: Statistieken
pl: Statystyki
pt_br: Estatísticas
pt_pt: Estatísticas
ru: Статистика
sk: Štatistika
sv_se: Statistik
uk: Статистичні дані
vi: Thống kê

# devcp_actionbar_link_stats
source: Statistics Dashboard
ca: Estadístiques
cs: Stránka statistik
de: Statistiken
el: Ταμπλό στατιστικών
es_es: Panel de estadísticas
fa: صفحهٔ آمار
fr: Tableau de bord des statistiques
hu: Statisztikák
it: Pannello statistiche
ja: 統計ダッシュボード
nl: Statistieken
pl: Panel statystyk
pt_br: Painel de estatística
pt_pt: Painel de Estatísticas
ru: Панель статистики
sk: Štatistika
sq: Pult Statistikash
sv_se: Statistikpanel
uk: Панель статистики
vi: Bảng Thống Kê

# devcp_myaddons_statistics_link
source: Statistics Dashboard
ca: Estadístiques
cs: Stránka statistik
de: Statistische Auswertung
el: Ταμπλό στατιστικών
es_es: Panel de estadísticas
fa: صفحهٔ آمار
fr: Tableau de bord des statistiques
hu: Statisztikák
it: Pannello statistiche
ja: 統計ダッシュボード
nl: Statistieken
pl: Panel statystyk
pt_br: Painel de estatísticas
pt_pt: Painel de Estatísticas
ru: Панель статистики
sk: Štatistika
sq: Pult Statistikash
sv_se: Statistikpanelen
uk: Статистична панель
vi: Bảng Thống Kê

# devcp_editbox_statistics_dashboard
source: Statistics Dashboard
ca: Estadístiques
cs: Nástěnka statistik
de: Statistiken
el: Ταμπλό στατιστικών
es_es: Panel de estadísticas
fa: صفحهٔ آمار
fr: Tableau de bord statistique
hu: Statisztikák
it: Dashboard statistiche
ja: 統計ダッシュボード
nl: Statistiekendashboard
pl: Panel statystyk
pt_br: Quadro de Estatísticas
pt_pt: Quadro de estatísticas
ru: Панель статистики
sk: Štatistika
sq: Pult Statistikash
sv_se: Statistikpanelen
uk: Статистична панель приладів
vi: Bảng Thống Kê

# statistics_index_title
source: Statistics Dashboard
ca: Estadístiques
cs: Stránka statistik
de: Statistische Auswertung
el: Ταμπλό στατιστικών
es_es: Panel de estadísticas
fa: صفحهٔ آمار
fr: Tableau de bord des statistiques
hu: Statisztikák
it: Pannello statistiche
ja: 統計ダッシュボード
nl: Statistieken
pl: Panel statystyk
pt_br: Painel de estatísticas
pt_pt: Quadro de Estatísticas
ru: Панель статистики
sk: Štatistika
sq: Pult Statistikash
sv_se: Statistikpanelen
uk: Панель статистики
vi: Bảng Thống Kê

# statistics_pagetitle
source: Statistics Dashboard
ca: Estadístiques
cs: Stránka statistik
de: Statistische Auswertung
el: Ταμπλό στατιστικών
es_es: Panel de estadísticas
fa: صفحهٔ آمار
fr: Tableau de bord des statistiques
hu: Statisztikák
it: Pannello statistiche
ja: 統計ダッシュボード
nl: Statistieken
pl: Panel statystyk
pt_br: Painel de estatísticas
pt_pt: Estatísticas
ru: Панель статистики
sk: Štatistika
sq: Pult Statistikash
sv_se: Statistikpanel
uk: Панель статистики
vi: Bảng Thống Kê

source: Statistics Dashboard Settings for %1$s
ca: Preferències de la consola d'estadístiques de %1$s
cs: Nastavení stránky statistik pro doplněk %1$s
de: Einstellungen der statistischen Auswertung für %1$s
el: Ρυθμίσεις ταμπλό στατιστικών για %1$s
es_es: Preferencias del panel de estadísticas de %1$s
fa: تنظیمات صفحهٔ آمار %1$s
fr: Réglages du tableau de bord des statistiques pour %1$s
hu: %1$s statisztikaoldalának beállításai
it: Impostazioni pannello statistiche per %1$s
ja: %1$s の統計ダッシュボード設定
nl: Instellingen van Statistieken voor %1$s
pl: Ustawienia panelu statystyk dla %1$s
pt_br: Configurações do painel de estatísticas de %1$s
pt_pt: Definições do Painel de estatisticas para %1$s
ru: Настройки панели статистики для %1$s
sk: Nastavenie štatistiky pre %1$s
sq: Rregullime Pulti Statistikash për %1$s
sv_se: Statistikpanelinställningar för %1$s
uk: Налаштування Панелі статистики для %1$s
vi: Thiết lập Bảng Thống Kê cho %1$s

source: Statistics for %1$s
ca: Estadístiques de %1$s
cs: Statistiky doplňku %1$s
de: Statistiken für %1$s
el: Στατιστικά για %1$s
es_es: Estadísticas para %1$s
fa: آمار %1$s
fr: Statistiques pour %1$s
hu: %1$s statisztikája
it: Statistiche per %1$s
ja: %1$s の統計情報
nl: Statistieken voor %1$s
pl: Statystyki dla %1$s
pt_br: Estatísticas para %1$s
pt_pt: Estatísticas para %1$s
ru: Статистика для %1$s
sk: Štatistika pre %1$s
sq: Statistika për %1$s
sv_se: Statistik för %1$s
uk: Статистика для %1$s
vi: Thống kê cho %1$s

source: Statistics for My Collections
ca: Estadístiques de les meves coŀleccions
de: Statistiken für meine Sammlungen
el: Στατιστικά για τις συλλογές μου
es_es: Estadísticas de mis recopilatorios
fr: Statistiques pour Mes Collections
hu: Gyűjteményeim statisztikája
it: Statistiche per Le mie raccolte
ja: 自分のコレクションの統計情報
nl: Statistieken voor Mijn collecties
pl: Statystyki moich kolekcji
pt_pt: Estatísticas para as Minhas colecções
ru: Статистика для моих подборок

source: Statistics for collection %1$s
ca: Estadístiques de la coŀlecció %1$s
de: Statistiken für Sammlung %1$s
el: Στατιστικά για τη συλλογή %1$s
es_es: Estadísticas para el recopilatorio %1$s
fr: Statistiques pour la collection %1$s
hu: %1$s gyűjtemény statisztikája
it: Statistiche per la raccolta %1$s
ja: コレクション %1$s の統計情報
nl: Statistieken voor collectie %1$s
pl: Statystyki dla kolekcji %1$s
pt_pt: Estatísticas para a colecção %1$s
ru: Статистика для подборки %1$s

# devcp_versions_edit_th_status
source: Status
ca: Estat
cs: Stav
el: Κατάσταση
es_es: Estado
fa: وضعیت
fr: Statut
hu: Állapot
it: Stato
ja: ステータス
pt_br: Estado
pt_pt: Estado
ru: Статус
sk: Stav
sq: Gjendje
uk: Статус
vi: Trạng thái

# devcp_versions_th_status
source: Status
ca: Estat
cs: Stav
el: Κατάσταση
es_es: Estado
fa: وضعیت
fr: Statut
hu: Állapot
it: Stato
ja: ステータス
pt_pt: Estado
ru: Статус
sk: Stav
sq: Gjendje
uk: Статус
vi: Trạng thái

source: Step 1: Upload
ca: Pas 1: Enviament
cs: Krok 1: Nahrání souboru
de: Schritt 1: Hochladen
el: Βήμα 1ο: Αποστολή
es_es: Paso 1: Subir
fa: گام ۱: بارگذاری
fr: Étape 1&nbsp;: envoi
hu: 1. lépés: Feltöltés
it: Passaggio 1: carica il file
ja: ステップ 1: アップロード
nl: Stap 1: Uploaden
pl: Krok 1: Wysyłanie pliku
pt_br: Passo 1: Enviar
pt_pt: Passo 1: Carregar
ru: Шаг 1: Загрузка на сервер
sk: 1. krok: Odoslanie
sq: Hapi 1: Ngarkim
sv_se: Steg 1: Ladda upp
uk: Крок 1: Вивантаження
vi: Bước 1: Tải lên

source: Step 3: Version Details
ca: Pas 3: Detalls de la versió
cs: Krok 3: Informace o&nbsp;verzi
de: Schritt 3: Versionsdetails
el: Βήμα 3ο: Λεπτομέρειες έκδοσης
es_es: Paso 3: Detalles de la versión
fa: گام ۳: جزئیات نسخه
fr: Étape 3&nbsp;: détails de la version
hu: 3. lépés: Verzió leírása
it: Passaggio 3: dettagli sulla versione
ja: ステップ 3: バージョンの詳細
nl: Stap 3: Versiedetails
pl: Krok 3: Szczegóły wersji
pt_br: Passo 3: Detalhes da versão
pt_pt: Passo 3: Detalhes da Versão
ru: Шаг 3: Информация о новой версии
sk: 3. krok: Podrobnosti verzie
sq: Hapi 3: Hollësi Versioni
sv_se: Steg 3: Versionsdetaljer
uk: Крок 3: Подробиці версії
vi: Bước 3: Chi tiết Phiên bản

source: Step 4: Localization
ca: Pas 4: Localització
cs: Krok 4: Lokalizace
de: Schritt 4: Übersetzung
el: Βήμα 4ο: Τοπικοποίηση
es_es: Paso 4: Localización
fa: گام ۴: محلی‌سازی
fr: Étape 4&nbsp;: localisation
hu: 4. lépés: Honosítás
it: Passaggio 4: localizzazione
ja: ステップ 4: ローカライズ
nl: Stap 4: Localisatie
pl: Krok 4: Lokalizacja
pt_br: Passo 4: Tradução
pt_pt: Passo 4: Tradução
ru: Шаг 4: Переводы на другие языки
sk: 4. krok: Lokalizácia
sq: Hapi 4: Përkthim
sv_se: Steg 4: Lokalisering
uk: Крок 4: Переклади
vi: Bước 4: Bản địa hóa

source: Step 5: Success
ca: Pas 5: Fi
cs: Krok 5: Hotovo
de: Schritt 5: Erfolreicher Abschluss
el: Βήμα 5ο: Επιτυχία
es_es: Paso 5: Éxito
fa: گام ۵: موفقیت
fr: Étape 5&nbsp;: succès
hu: 5. lépés: Siker
it: Passaggio 5: operazione terminata
ja: ステップ 5: 完了
nl: Stap 5: Succes
pl: Krok 5: Koniec
pt_br: Passo 5: Sucesso
pt_pt: Passo 5: Sucesso
ru: Шаг 5: Завершение
sk: 5. krok: Úspešné
sq: Hapi 5: Sukses
sv_se: Steg 5: Klart
uk: Крок 5: Успіх
vi: Bước 5: Thành công

source: Stop asking for contributions
ca: Para de demanar donacions
cs: Přestat žádat o příspěvky
de: Aufhören, nach Beiträgen zu fragen
el: Να μη ζητούνται δωρεές
es_es: Dejar de pedir colaboraciones
fr: Cesser de demander des contributions
hu: Adománykérés leállítása
it: Interrompi la richiesta di donazioni
ja: 寄付のお願いをやめる
nl: Stoppen met vragen om bijdragen
pl: Dezaktywuj funkcję
pt_br: Interromper pedido de contribuição
pt_pt: Parar o pedido de contribuições
ru: Перестать просить внести пожертвования
sk: Ukončiť žiadanie o príspevky
sv_se: Sluta efterfråga bidrag
uk: Припинити просити зробити внесок
vi: Dừng đề nghị đóng góp

# user_notifications_th_subject
source: Subject
ca: Assumpte
cs: Subjekt
de: Thema
el: Θέμα
es_es: Asunto
fr: Sujet
hu: Tárgy
it: Oggetto
ja: 件名
nl: Onderwerp
pl: Temat
pt_pt: Assunto
ru: Тема
sk: Predmet
uk: Тема

# editors_review_label_subject
source: Subject
ca: Títol
cs: Subjekt
de: Thema
el: Θέμα
es_es: Asunto
fa: موضوع
fr: Sujet
hu: Tárgy
it: Oggetto
ja: 件名
nl: Onderwerp
pl: Temat
pt_br: Assunto
pt_pt: Assunto
ru: Тема
sk: Predmet
sv_se: Ärende
uk: Тема

# devcp_additem_submissionhelp_link
source: Submission Help
ca: Ajuda a la publicació
cs: Nápověda přidání doplňku
de: Übermittlungshilfe
el: Βοήθεια υποβολής
es_es: Ayuda con el envío
fa: راهنمای ارسال
fr: Aide à la soumission
hu: Segítség a beküldéshez
it: Guida per l'inserimento
ja: 申請に関するヘルプ
nl: Hulp bij indienen
pl: Pomoc w wysłaniu
pt_br: Ajuda para enviar
pt_pt: Ajuda da Submissão
ru: Помощь по публикации
sk: Pomocník k odoslaniu
sq: Ndihmë për Parashtrim
sv_se: Hjälp med inskickningsprocessen
uk: Підказка з подавання
vi: Trợ giúp Gửi lên

# page_title_submissionhelp
source: Submission Help
ca: Ajuda a la publicació
cs: Nápověda v&nbsp;odeslání
de: Hilfe beim Hochladen
el: Βοήθεια υποβολής
es_es: Ayuda sobre el envío
fa: راهنمای ارسال
fr: Aide à l'envoi
hu: Segítség a beküldéshez
it: Guida per l'inserimento
ja: 申請に関するヘルプ
nl: Hulp bij indienen
pl: Wysyłanie dodatków – pomoc
pt_br: Ajuda com Envio
pt_pt: Ajuda sobre submissões
ru: Помощь при отправке
sk: Pomocník k odoslaniu
sq: Ndihmë për Parashtrime
sv_se: Hjälp med inskickning
vi: Trợ giúp Gửi lên

source: Submit Reply
ca: Envia la resposta
cs: Odeslat odpověď
de: Antwort abschicken
el: Υποβολή απάντησης
es_es: Enviar respuesta
fa: ارسال پاسخ
fr: Envoi de la réponse
hu: Válasz küldése
it: Invia risposta
ja: 返信を往信
nl: Antwoord indienen
pl: Wyślij odpowiedź
pt_br: Enviar Resposta
pt_pt: Submeter resposta
ru: Отправить ответ
sk: Odoslať odpoveď
sq: Parashtrojeni Përgjigjen
sv_se: Skicka in svar
uk: Надіслати відповідь
vi: Gửi Trả Lời

source: Submit password change
ca: Envia el canvi de contrasenya
cs: Odeslat změněné heslo
de: Neues Passwort speichern
el: Υποβολή αιτήματος αλλαγής κωδικού
es_es: Confirmar cambio de contraseña
fa: ارسال تغییر گذرواژه
fr: Envoyer le nouveau mot de passe
hu: Jelszómódosítás beküldése
it: Salva modifica password
ja: パスワードを変更
nl: Wijziging wachtwoord indienen
pl: Zmień hasło
pt_br: Enviar mudança de senha
pt_pt: Submeter alteração de senha
ru: Отправить изменённый пароль
sk: Odoslať zmenu hesla
sq: Parashtroni ndryshim fjakëlalimi
sv_se: Ändra lösenord
uk: Надіслати зміну пароля
vi: Gửi lên thay đổi mật khẩu

source: Submit your review
ca: Envieu el vostre comentari
cs: Odeslat recenzi
de: Abschicken
el: Υποβολή αξιολόγησης
es_es: Envía tu valoración
fa: ارسال بررسی شما
fr: Envoyer votre critique
hu: Értékelés beküldése
it: Invia la tua recensione
ja: レビューを送信
nl: Uw beoordeling indienen
pl: Wyślij
pt_br: Enviar sua avaliação
pt_pt: Submeter o seu comentário
ru: Отправить ваш отзыв
sk: Odoslať recenziu
sq: Parashtroni shqyrtimin tuaj
sv_se: Skicka in din recension
uk: Надіслати свій відгук
vi: Gửi đánh giá

# addons_home_browse_subscribe
source: Subscribe
ca: Subscriu
cs: Odebírat
de: Abonnieren
el: Συνδρομή
es_es: Suscribirse
fa: مشترک شدن
fr: S'inscrire
hu: Feliratkozás
it: Iscriviti
ja: 購読
nl: Abonneren
pl: Subskrybuj
pt_br: Assinar
pt_pt: Subscrever
ru: Подписаться
sk: Odoberať
sq: Pajtohuni
sv_se: Prenumerera
uk: Підписатись
vi: Đăng kí

# editors_review_submit_subscribe
source: Subscribe
ca: Subscriu-me
cs: Odebírat
de: Abonnieren
el: Συνδρομή
es_es: Suscribir
fr: S'inscrire
hu: Feliratkozás
it: Iscriviti
ja: 購読を開始
nl: Abonneren
pl: Obserwuj
pt_pt: Subscrever
ru: Подписаться
sk: Odoberať
uk: Підписатись

source: Subscribe
pt_pt: Subscrever

source: Subscribe by Email
pt_pt: Subscrever por correio electrónico

source: Subscribe to
ca: Subscriu-me a
cs: Odebírat
de: RSS-Feeds abonnieren:
el: Εγγραφή σε
es_es: Suscribirse a
fa: آبونه شدن
fr: S'abonner à&nbsp;:
hu: Feliratkozás
it: Abbonati a:
ja: フィードを購読
nl: Abonneren op
pl: Subskrybuj kanał
pt_br: Inscrever-se em
pt_pt: Subscrever a
ru: Подписаться на
sk: Prihlásiť sa k odberu:
sq: Pajtohuni te
sv_se: Prenumerera på
uk: Підписатись на
vi: Đăng kí nhận tin từ

source: Subscribe to %1$s
pt_pt: Subscrever a %1$s

source: Subscription Date
ca: Data de subscripció
cs: Datum odběru
de: Abonnement-Datum
el: Ημερομηνία συνδρομής
es_es: Fecha de suscripción
fr: Date d'inscription
hu: Feliratkozás dátuma
it: Data iscrizione
ja: 購読開始日
nl: Inschrijvingsdatum
pl: Data rozpoczęcia obserwacji
pt_pt: Data de subscrição
ru: Дата подписки
sk: Dátum odoslania
uk: Дата підписки

source: Subscription Failed
ca: Ha fallat la subscripció
cs: Přihlášení k odběru selhalo
de: Abonnement fehlgeschlagen
el: Απέτυχε η εγγραφή συνδρομής
es_es: Fallo al suscribirse
fr: Inscription échouée
hu: A feliratkozás nem sikerült
it: Iscrizione non riuscita
ja: 購読を開始できませんでした
nl: Abonneren mislukt
pl: Nie udało się włączyć obserwowania
pt_pt: A subscrição falhou
ru: Подписка не удалась
sk: Prihlásenie k odberu zlyhalo
uk: Підпис не вдався

source: Subscription Succeeded
ca: La subscripció s'ha fet correctament
cs: Přihlášení k odběru proběhlo úspěšně
de: Erfolgreich abonniert
el: Επιτυχημένη εγγραφή συνδρομής
es_es: Desuscripción correcta
fr: inscriptiojn réussie
hu: A feliratkozás sikerült
it: Iscrizione completata
ja: 購読を開始しました
nl: Abonneren gelukt
pl: Włączono obserwowanie
pt_pt: Subscrição efectuada
ru: Подписка успешно произведена
sk: Prihlásenie k odberu úspešné
uk: Підпис пройшов успішно

source: Success!
ca: Èxit!
cs: Úspěch!
de: Erfolgreich durchgeführt!
el: Επιτυχία!
es_es: ¡Correcto!
fa: موفقیت!
fr: Bravo&nbsp;!
hu: Sikeres!
it: Operazione completata
ja: 成功！
nl: Succes!
pl: Zmiana została dokonana!
pt_br: Successo!
pt_pt: Successo!
ru: Успех!
sk: Zmena úspešná!
sq: Sukses!
sv_se: Klart!
uk: Успіх!
vi: Thành công!

source: Successfully edited feature.
ca: S'ha editat la característica correctament.
cs: Vlastnost byla úspěšně upravena.
de: Erfolgreich gespeichert.
el: Το χαρακτηριστικό επεξεργάστηκε επιτυχώς.
es_es: Se editó una característica con éxito.
fa: ویرایش ویژگی با موفقیت انجام شد.
fr: Le module a bien été marqué comme essentiel.
hu: A kiemelés szerkesztése sikeres.
it: Funzionalità modificata con successo.
ja: 注目のアドオンの編集が完了しました。
nl: Bewerken van aanbeveling geslaagd.
pl: Edycja elementu zakończona powodzeniem.
pt_br: Característica editada com sucesso.
pt_pt: Edição da funcionalidade feita com sucesso.
ru: Избранное успешно отредактировано.
sk: Úspešne upravené.
sq: Karakteristika u përpunua me sukses.
sv_se: Redigerade uppmärksamhet.
uk: Вдалося успішно додати можливість.
vi: Chỉnh sửa tính năng thành công.

source: Successfully removed feature.
ca: S'ha suprimit la característica correctament.
cs: Vlastnost byla úspěšně odebrána.
de: Erfolgreich entfernt.
el: Το χαρακτηριστικό αφαιρέθηκε επιτυχώς.
es_es: Se eliminó una característica con éxito.
fa: حذف ویژگی با موفقیت انجام شد.
fr: Le module a bien été enlevé de la liste des essentiels.
hu: A kiemelés eltávolítása sikeres.
it: Funzionalità eliminata con successo.
ja: 注目のアドオンの削除が完了しました。
nl: Verwijderen van aanbeveling gelukt.
pl: Element został usunięty.
pt_br: Característica removida com sucesso.
pt_pt: Eliminação da funcionalidade feita com sucesso.
ru: Избранное успешно удалено.
sk: Úspešne odstránené.
sq: Karakteristika u hoq me sukses.
sv_se: Tog bort uppmärksamhet.
uk: Успішно вилучена можливість.
vi: Xóa bỏ tính năng thành công.

source: Successfully verified!
ca: S'ha verificat satisfactòriament!
cs: Úspěšně ověřeno!
de: Benutzerkonto erfolgreich bestätigt.
el: Επιβεβαιώθηκε με επιτυχία!
es_es: ¡Verificado con éxito!
fa: با موفقیت تأیید گردید!
fr: Vérification réussie&nbsp;!
hu: Sikeresen ellenőrizve!
it: Verificato con successo
ja: 認証が完了しました。
nl: Succesvol geverifieerd!
pl: Konto zostało pomyślnie zweryfikowane!
pt_br: Verificado com sucesso!
pt_pt: Verificado com Sucesso!
ru: Проверка успешно завершена!
sk: Úspešne overené!
sq: Verifikuar me sukses!
sv_se: Verifierad!
uk: Успішно перевірено!
vi: Đã xác thực thành công!

source: Suggested
ca: Aconsellada
cs: Navrženo
de: Empfohlen
el: Συνιστώμενη
es_es: Sugerido
fa: پیشنهاد شده
fr: Suggéré
hu: Ajánlott
it: Consigliato
ja: 希望
nl: Gesuggereerd
pl: Sugerowana
pt_br: Sugerido
pt_pt: Sugerido
ru: Предложенную сумму
sk: Navrhované
sv_se: Föreslagen
uk: Запропоновано
vi: Đề nghị

source: Suggested Donation: $%1$s
ca: Donació aconsellada: $%1$s
cs: Navržený příspěvek: $%1$s
de: Empfohlener Beitrag: $%1$s
el: Συνιστώμενη δωρεά: %1$s €
es_es: Donación sugerida: $%1$s
fa: مبلغ پیشنهاد شده: $%1$s
fr: Donation suggérée&nbsp;: %1$s$
hu: Ajánlott adomány: $%1$s
it: Donazione consigliata: $%1$s
ja: 作者が希望している寄付の金額: $%1$s
nl: Gesuggereerde donatie: $%1$s
pl: Sugerowana dotacja: %1$s
pt_br: Doação sugerida: $%1$s
pt_pt: Doação sugerida: $%1$s
ru: Предложенная сумма пожертвования: $%1$s
sk: Návrh daru: $%1$s
sv_se: Föreslagen donation: $%1$s
uk: Пропонується внести: $%1$s
vi: Khoản quyên góp đề nghị: $%1$s
