Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Information about changes in this release, new features, known bugs, and other useful information specific to this release/version. This information will also be available to users updating the add-on in the Firefox 3 Add-ons Manager interface.
ca: Informació sobre els canvis d'aquesta versió, noves funcionalitats, problemes coneguts i altre informació d'utilitat referent a la versió. Aquesta informació també estarà disponible per als usuaris que s'instal·lin el complement amb el Gestor de complements del Firefox 3.
cs: Informace o změnách v tomto vydání, nové vlastnosti, známé chyby a další užitečné informace platné pro toto vydání/verzi. Tyto informace budou též dostupné uživatelům aktualizujícím doplněk skrze rozhraní Správce doplňků Firefoxu.
de: Informationen über Veränderungen in dieser Version, neue Funktionen, bekannte Fehler und weitere nützliche Informationen, die sich nur auf diese Version beziehen. Diese Information wird für alle Benutzern sichtbar sein, wenn sie das Add-on über den Firefox&nbsp;3 Add-on Manager aktualisieren.
el: Πληροφορίες για τις αλλαγές σ' αυτή την έκδοση, νέα χαρακτηριστικά, γνωστά προβλήματα και άλλες χρήσιμες πληροφορίες γι' αυτή τη συγκεκριμένη έκδοση. Αυτές οι πληροφορίες θα είναι διαθέσιμες στους χρήστες και μέσα από το διάλογο διαχειριστή πρόσθετων του Firefox 3.
es_es: Información sobre cambios en esta versión, nuevas características, bugs conocidos, y otra información útil específica de esta versión. Esta información estará también disponible para los usuarios al actualizar el complemento en el administrador de complementos de Firefox 3.
hu: Információk a kiadás változásairól, új szolgáltatásairól, ismert hibáiról és a kiadásra/verzióra jellemző más hasznos információk. Ezek az információk megjelennek a kiegészítőt a Firefox 3 kiegészítőkezelő felületén frissítő felhasználók előtt.
it: Informazioni sulle modifiche contenute in questa versione, nuove funzioni, bug conosciuti e altre informazioni utili specifiche per questa versione. Questa informazione verrà visualizzata dagli utenti che utilizzano la gestione integrata degli aggiornamenti di Firefox 3.
ja: このバージョンでの変更点、新機能、既知のバグ、その他このバージョンに限った参考になる情報を入力します。これらの情報は、ユーザが Firefox のアドオンマネージャ画面からアドオンを更新する際にも表示させることができます。
nl: Informatie over wijzigingen in deze uitgave, nieuwe functies, bekende fouten en overige nuttige informatie specifiek voor deze uitgave/versie. Deze informatie is ook beschikbaar voor gebruikers die de add-on bijwerken in de Firefox 3 Add-onbeheerder.
pl: Informacje o zmianach w tym wydaniu, nowe funkcje, znane błędy i inne użyteczne informacje właściwe dla tego wydania/wersji. Informacje te będą również dostępne dla użytkowników aktualizujących dodatek z poziomu menedżera dodatków Firefoksa 3.
pt_br: Informações sobre mudanças neste lançamento, novos recursos, bugs conhecidos, e outras informações úteis relacionadas com esta versão/lançamento. Estas informações estarão disponíveis para usuários que atualizarem os complementos utilizando a tela de gerenciamento de Complementos do Firefox 3.
pt_pt: Informação sobre alterações nesta versão, novas funcionalidades, problemas conhecidos e outra informação útil específica a esta versão. Esta informação estará disponível para os utilizadores que actualizem o extra na interface de gestão de extras do Firefox 3.
ru: Информация об изменениях в этом выпуске, новых возможностях, известных ошибках. и другая полезная информация, специфичная для этого выпуска/версии. Эта информация будет также доступна для пользователей, обновляющих это дополнение, в менеджере дополнений Firefox 3.
sk: Informácie o zmenách v tejto verzii, nové funkcie, známe chyby a ďalšie informácie špecifické pre túto verziu. Tieto informácie budú dostupné používateľom pri aktualizovaní verzie v Správcovi doplnkov Firefoxu 3.
sq: Të dhëna rreth ndryshimesh në këtë version, veçori të reja, të meta të njohura, dhe të tjera të dhëna të dobishme të lidhura me këtë version. Këto të dhëna do të mund të kihen gjithashtu nga përdoruesit që përditësojnë shtesën përmes ndërfaqes Përgjegjësi i Shtesave te Firefox 3-i.
sv_se: Information om ändringar i denna version, nya finesser, kända fel och annan användbar information för denna version. Denna information är även tillgänglig för användare som uppdaterar tillägget med Firefox 3s tilläggshanterare.
uk: Інформація про зміни у цьому випуску, нові можливості, відомі вади та іншу корисну інформацію, властиву цій версії/випуску. Ця інформація буде доступною для користувачів при оновленні додатку в інтерфейсі Менеджера додатків Firefox 3.
vi: Thông tin về các thay đổi, các tính năng mới, các lỗi đã biết, và các thông tin hữu ích khác riêng cho bản phát hành/phiên bản này. Thông tin này cũng sẽ hiện hữu tới những người dùng cập nhật tiện ích trong phần Quản lí Tiện ích Firefox.

source: Information about your add-on is displayed on this website in the default locale unless you override it with a locale-specific translation.
ca: És important que estigui present l'idioma per defecte d'un complement. Si falta alguna de les traduccions de les descripcions del vostre complement en l'idioma que ha seleccionat l'usuari, aleshores es mostrarà la descripció en l'idioma per defecte.
cs: Výchozí lokalizací dopňku je ta lAn add-on's default locale is the main locale in which translations must be present. If translations for your add-on's descriptions are unavailable in a user's selected language, they will fall back to this default locale.
de: Die Standard-Sprache eines Add-ons ist seine Haupt-Übersetzung. Falls eine Übersetzung für die Beschreibungstexte des Add-ons in der Sprache eines Benutzers nicht verfügbar ist, so wird ihm stattdessen die Übersetzung in der hier gewählen Sprache angezeigt.
el: Η αρχική γλώσσα ενός πρόσθετου είναι η βασική γλώσσα στην οποία θα πρέπει να έχει μεταφραστεί. Αν δεν υπάρχει διαθέσιμη μετάφραση για τις περιγραφές του πρόσθετου στη γλώσσα κάποιου χρήστη, θα χρησιμοποιηθεί αυτή.
es_es: Un idioma por defecto para los complementos es el idioma principal en el que las traducciones deben estar. Si las traducciones de las descripciones de tu complemento no existen en un idioma seleccionado por el usuario, se usará el idioma por defecto.
hu: Ezen a weboldalon a kiegészítővel kapcsolatos információk az alapértelmezett nyelven jelennek meg, hacsak nem bírálja ezt felül egy fordítással.
it: Il locale predefinito di un componente aggiuntivo è il locale principale per cui deve essere presente la traduzione. Se la traduzione di una descrizione non è disponibile nella lingua dell'utente, verrà utilizzata la descrizione nel locale predefinito.
ja: 既定のロケールとは、必ず翻訳を用意しなければならない主要ロケールです。アドオンの説明がユーザが選択した言語に翻訳されていない場合も、この既定のロケールで表示されます。
nl: De standaardlocale van een add-on is de hoofdlocale waarin vertalingen aanwezig moeten zijn. Indien vertalingen van de beschrijvingen van uw add-on niet beschikbaar zijn in de voorkeurstaal van de gebruiker wordt teruggevallen op deze standaardlocale.
pl: Do czasu zastąpienia tłumaczeniem w innych językach, informacje o Twoim dodatku są wyświetlane na witrynie w domyślnym języku.
pt_br: A tradução padrão de um complemento é a tradução principal base para outras traduções presentes. Se traduções para o seu complemento não encontram-se disponíveis em certos tipos de idiomas dos usuários, a tradução padrão será apresentada.
pt_pt: O idioma pré-definido de um extra é o idioma a partir dos quais as traduções deverão ser feitas. Se não tiverem disponíveis traduções do seu extra no idioma do utilizador, eles irão ver o idioma pré-definido.
ru: Локализацией дополнения по умолчанию является главная локализацией, в которой должен присутствовать перевод. Если перевод описания вашего дополнения не существует на языке, выбранном пользователем, отображается описание на языке локализации по умолчанию.
sk: Ak neposkytnete preklad informácii o vašom doplnku do špecifikovaného jazyka, tieto informácie sa na stránke zobrazia v predvolenom jazyku
sq: Në këtë "site" web, të dhënat mbi shtesën tuaj shfaqen në vendoren parazgjedhje, po qe se nuk e anashkaloni me një përkthim në një vendore të dhënë.
sv_se: Ett tilläggs standardlokal är dess huvudlokal för vilken de måste finnas en översättning. Om det inte finns någon översättning för ditt tillägg i användarens valda språk kommer denna lokal att användas istället.
uk: Інформація про ваш додаток показана на цій веб-сторінці у типовій локалі, поки ви не помістите відповідний для локалі переклад.
vi: Thông tin về tiện ích của bạn được hiển thị trên trang web này trong ngôn ngữ bản địa mặc định, trừ khi bạn dùng một bản dịch riêng cho từng ngôn ngữ.

source: Information for Add-on Developers
ca: Informació per als desenvolupadors de complements
cs: Informace pro vývojáře doplňků
de: Informationen für Add-on-Entwickler
el: Πληροφορίες για δημιουργούς πρόσθετων
es_es: Información para desarrolladores de complementos
fa: اطلاعات مخصوص توسعه‌دهندگان افزودنی‌ها
fr: Informations pour les développeurs de modules
hu: Információk kiegészítőfejlesztőknek
it: Informazioni per gli sviluppatori
ja: アドオン開発者向けの情報
nl: Informatie voor ontwikkelaars van add-ons
pl: Informacje dla twórców dodatków
pt_br: Informações para Desenvolvedores de complementos
pt_pt: Informação para desenvolvedores de extras
ru: Информация для разработчиков дополнений
sk: Informácie pre vývojárov doplnkov
sq: Të dhëna për Zhvilluesa Shtese
sv_se: Information för tilläggsutvecklare
uk: Інформація для розробників додатків
vi: Thông tin cho Nhà phát triển Tiện ích

source: Information for Add-on Users
ca: Informació per als usuaris del complement
cs: Informace pro uživatele doplňku
de: Informationen für Add-on-Benutzer
el: Πληροφορίες για τους χρήστες του πρόσθετου
es_es: Información para los usuarios del complemento
fa: اطلاعات مخصوص استفاده‌کنندگان افزودنی‌ها
fr: Informations pour les utilisateurs du module
hu: Információk kiegészítő-felhasználóknak
it: Informazioni per gli utenti
ja: アドオンユーザ向けの情報
nl: Informatie voor add-ongebruikers
pl: Informacje dla użytkowników dodatków
pt_br: Informações para Usuários de complementos
pt_pt: Informação para os utilizadores dos extras
ru: Информация для пользователей дополнений
sk: Informácie pre používateľov doplnkov
sq: Të dhëna për Përdoruesit e Shtesës
sv_se: Information för tilläggsanvändare
uk: Інформація для користувачів додатку
vi: Thông tin cho Người dùng Tiện ích

source: Invalid add-on type
ca: Heu de seleccionar un tipus de complement vàlid.
cs: Id doplňku je neplatné: %s
de: Die ID dieses Add-ons ist ungültig: %s
el: Δεν είναι έγκυρο το αναγνωριστικό (ID) του πρόσθετου: %s
es_es: Por favor, seleccione un tipo válido de complemento.
fr: Veuillez sélectionner un type de module valide.
hu: Válasszon egy érvényes kiegészítőtípust.
it: Selezionare una tipologia valida per il componente aggiuntivo.
ja: 不正なアドオンの形式
nl: Selecteer a.u.b. een geldig add-ontype.
pl: Nieprawidłowy typ dodatku
pt_br: Por favor, selecione um tipo válido de complemento.
pt_pt: Por favor seleccione um tipo válido de extra.
ru: Выберите правильный тип дополнения.
sk: Neplatný typ doplnku
sv_se: Välj en giltig tilläggstyp.
uk: Будь ласка, оберіть дійсний тип додатку.
vi: Vui lòng chọn một kiểu tiện ích hợp lệ.

source: It's easy to create your own collection of add-ons by filling in a few fields below.
ca: Crear-vos la vostre pròpia col·lecció de complements és tan senzill com omplir els camps següents.
cs: Pomocí několika polí níže je snadné vytvořit si vlastní sbírky doplňků.
de: Ihre eigene Sammlung anzulegen ist ganz einfach. Füllen Sie einfach die folgenden, wenigen Felder aus.
el: Μπορείτε να δημιουργήσετε τη δική σας συλλογή πρόσθετων, συμπληρώνοντας μερικά απ' τα παρακάτω πεδία.
es_es: Es fácil crear tu propio recopilatorio de complementos tan solo rellenando los campos a continuación.
fa: ایجاد مجموعهٔ خودتان با پر کردن تعداد کمی فیلد در زیر کار ساده‌ای است.
fr: Créer votre propre collection est chose facile, il vous suffit de remplir les champs ci-dessous.
hu: Az alábbi mezők kitöltésével egyszerűen létrehozhatja saját kiegészítőgyűjteményét.
it: Per creare la tua raccolta di componenti aggiuntivi è sufficiente compilare i seguenti campi.
ja: 自分のアドオンコレクションを作るのは簡単です。下の入力欄に必要事項を記入してください。
nl: U kunt eenvoudig uw eigen add-oncollectie maken door hieronder een paar velden in te vullen.
pl: Kolekcję dodatków można bardzo łatwo utworzyć wypełniając kilka znajdujących się poniżej pól.
pt_br: É fácil criar sua própria coleção de complemetos ao preencher alguns dos campos abaixo.
pt_pt: É fácil criar a sua própria colecção de extras preenchendo os campos abaixo.
ru: Вы можете легко создать свою собственную подборку, заполнив несколько расположенных ниже полей.
sk: Kolekciu vytvoríte jednoducho vyplnením niekoľkých políčok uvedených nižšie.
sq: Duke plotësuar pak fusha më poshtë, është e lehtë të krijoni koleksionin tuaj të shtesave.
sv_se: Det är lätt stt skapa din egen samling av tillägg genom att fylla i några fält nedanför.
uk: Дуже легко створити свою власну збірку додатків, заповнюючи нові поля, що знаходяться знизу.
vi: Thật dễ dàng tạo ra bộ sưu tập các tiện ích của riêng bạn bằng cách điền vào các khung bên dưới.

source: Language Pack (Add-on)
ca: Paquet d'idioma (complement)
cs: Jazykový balíček (doplněk)
de: Sprachpaket (Add-on)
el: Πακέτο γλώσσας (πρόσθετου)
es_es: Paquete de idioma (Complemento)
fa: بستهٔ زبان (افزودنی)
fr: Pack de langue (module)
hu: Nyelvi csomag (kiegészítő)
it: language pack (componente aggiuntivo)
ja: 言語パック (アドオン)
nl: Taalpakket (Add-on)
pl: Pakiet językowy (dodatek)
pt_br: Pacote de idioma (complemento)
pt_pt: Pacote de Idioma (Extra)
ru: Локализация (Дополнения)
sk: Jazykový balík (doplnok)
sq: Paketë Gjuhësore (Shtesë)
sv_se: Språkpaket (Tillägg)
uk: Пакет перекладу додатка
vi: Gói ngôn ngữ (Tiện ích)

source: Language Packs (Add-on)
ca: Paquets d'idioma (complement)
cs: Jazykové balíčky (doplněk)
de: Sprachpakete (Add-on)
el: Πακέτα γλώσσας (πρόσθετου)
es_es: Paquetes de idioma (Complemento)
fa: بسته‌های زبان (افزودنی)
fr: Packs de langues (module)
hu: Nyelvi csomagok (kiegészítő)
it: language pack (componente aggiuntivo)
ja: 言語パック (アドオン)
nl: Taalpakketten (Add-on)
pl: Pakiety językowe (dodatek)
pt_br: Pacotes de idiomas (complemento)
pt_pt: Pacotes de Idioma (Extras)
ru: Локализации (Дополнений)
sk: Jazykové balíky (doplnok)
sq: Paketa Gjuhësore (Shtesë)
sv_se: Språkpaket (Tillägg)
uk: Пакети перекладу додатка
vi: Gói ngôn ngữ (Tiện ích)

source: Learn how to <a href="%1$s">make your own</a> at the <a href="%2$s">Mozilla Developer Center</a>.
ca: Apreneu com podeu <a href="%1$s">fer-ne un</a> al <a href="%2$s">Mozilla Developer Center</a>.
de: Lernen Sie beim <a href="%2$s">Mozilla Developer Center</a>, wie Sie <a href="%1$s">Ihr eigenes Suchmaschinen-Plugin anlegen</a> können.
el: Μάθετε πως να <a href="%1$s">φτιάξετε το δικό σας</a> στο <a href="%2$s">Mozilla Developer Center</a> (Αγγλικά).
es_es: Aprende cómo <a href="%1$s">hacer el tuyo propio</a> en el <a href="%2$s">Mozilla Developer Center</a>.
fr: Apprenez à <a href="%1$s">créer votre propre module</a> sur le <a href="%2$s">site pour développeurs Mozilla</a>.
hu: Ismerje meg a <a href="%2$s">Mozilla fejlesztőközpontban</a>, hogyan <a href="%1$s">készítheti el sajátját</a>.
it: Scopri come <a href="%1$s">realizzare il tuo</a> sul <a href="%2$s">Mozilla Developer Center</a>.
ja: <a href="%1$s">独自の検索エンジンを作る方法</a> を <a href="%2$s">Mozilla Developer Center</a> で学びましょう。
nl: Leer hoe u <a href="%1$s">er zelf een kunt maken</a> in het <a href="%2$s">Mozilla Ontwikkelaarscentrum</a>.
pl: Dowiedz się, jak <a href="%1$s">zrobić własną</a> na stronie <a href="%2$s">Mozilla Developer Center</a>.
pt_pt: Saiba como fazer <a href="%1$s">o seu</a> em <a href="%2$s">Mozilla Developer Center</a>.
ru: Узнайте как <a href="%1$s">создать свой собственный</a> в <a href="%2$s">Центре разработки Mozilla</a>.
sk: Na stránkach <a href="%2$s">Mozilla Developer Center</a> sa pozrite, ako je možné <a href="%1$s">vytvoriť si vlastný</a>.
sv_se: Lär dig hur <a href="%1$s">du gör ditt eget</a> på <a href="%2$s">Mozillas utvecklarcenter</a>.

source: Learn more about this add-on
ca: Mostra més informació sobre el complement
cs: Zobrazí více o&nbsp;doplňku
de: Erfahren Sie mehr über dieses Add-on
el: Μάθετε περισσότερα για το πρόσθετο
es_es: Descubre más sobre este complemento
fa: دربارهٔ این افزودنی بیشتر بدانید
fr: En savoir plus sur ce module
hu: További tudnivalók a kiegészítőről
it: Scopri ulteriori informazioni su questo componente aggiuntivo
ja: このアドオンに関する詳細
nl: Meer over deze add-on
pl: Dowiedz się więcej o tym dodatku
pt_br: Saiba mais sobre este complemento
pt_pt: Saiba mais sobre este extra
ru: Подробнее об этом дополнении
sk: Viac informácií o tomto doplnku
sq: Mësoni më tepër rreth kësaj shtese
sv_se: Läs mer om detta tillägg
uk: Дізнайтесь більше про цей додаток
vi: Đọc thêm về tiện ích này

source: Learn why %1$s was created and find out what's next for this add-on.
ca: Informeu-vos de perquè es va crear %1$s i que serà el següent del complement.
cs: Dozvědět se, proč byl doplněk %1$s vytvořen a co dalšího je plánováno.
de: Lesen Sie, warum "%1$s" geschaffen wurde, und finden Sie heraus, was für dieses Add-on als nächstes kommt.
el: Μάθετε γιατί δημιουργήθηκε το πρόσθετο %1$s και ανακαλύψτε τι σχεδιάζεται για το μέλλον του.
es_es: Aprende por qué se creó %1$s y qué será lo próximo para este complemento.
fa: بدانید که %1$s به چه منظوری ایجاد گردید و در آینده چه تغییراتی خواهد کرد.
hu: Ismerje meg a(z) %1$s létrejöttének okát, és hogy mi következik a kiegészítő fejlesztésében.
it: Scopri perché %1$s è stato realizzato e scopri le prospettive di questo componente aggiuntivo.
ja: %1$s が作られた経緯と、今後の開発計画について知りましょう。
nl: Leer waarom %1$s is gemaakt en ontdek wat de toekomst biedt voor deze add-on.
pl: Dowiedz się, dlaczego dodatek %s został stworzony i co nowego jest planowane.
pt_br: Saiba porque o complemento %1$s foi criado e descubra o que vem aí no futuro.
pt_pt: Saiba porque é que %1$s foi criado e saiba o próximo desenvolvimento para este extra.
ru: Узнайте, почему был создан %1$s, и выясните планы развития этого дополнения.
sk: Zistite, prečo bol doplnok %1$s vytvorený a aké budú najbližšie zmeny.
sv_se: Läs om varför %1$s skapades och få reda på vad som händer i framtiden med detta tillägg.
uk: Дізнатися, чому був створений %1$s та які подальші плани щодо нього.
vi: Tìm hiểu tại sao %1$s được tạo ra và tìm xem cái nào sẽ là tiếp theo của tiện ích này.

source: Let me install this experimental add-on. <a href="%1$s">What's this?</a>
ca: Permet-me instal·lar aquest complement experimental. <a href="%1$s">Què és això?</a>
cs: Povolit instalaci tohoto experimentálního doplňku. <a href="%1$s">Co to znamená?</a>
de: Lassen Sie mich dieses experimentelle Add-on installieren <a href="%1$s">Was bedeutet das?</a>
el: Να επιτραπεί η εγκατάσταση αυτού του πειραματικού πρόσθετου. <a href="%1$s">Τι είναι αυτό;</a>
es_es: Déjame instalar este complemento experimental. <a href="%1$s">¿Qué es esto?</a>
fa: به من اجازهٔ نصب این افزودنی آزمایشی داده شود. <a href="%1$s">یعنی چه؟</a>
fr: Je veux installer ce module expérimental. <a href="%1$s">Qu'est-ce que c'est&nbsp;?</a>
hu: Szeretném telepíteni ezt a kísérleti kiegészítőt. <a href="%1$s">Mi ez?</a>
it: Lasciami installare questo componente aggiuntivo sperimentale. <a href="%1$s">Che cos'è questo?</a>
ja: この実験的なアドオンをインストールします。<a href="%1$s">これは何？</a>
nl: Laat mij deze experimentele add-on installeren. <a href="%1$s">Wat is dit?</a>
pl: Pozwól zainstalować. <a href="%1$s">Co to jest?</a>
pt_br: Permita-me instalar este complemento experimental. <a href="%1$s">Saiba mais</a>
pt_pt: Deixem-me instalar este extra experimental. <a href="%1$s">O que é isto?</a>
ru: Дайте мне установить это экспериментальное дополнение. <a href="%1$s">Что это?</a>
sk: Umožniť mi nainštalovať experimentálny doplnok. <a href="%1$s">Čo to je?</a>
sq: Lermë ta instaloj këtë shtesë eksperimentale. <a href="%1$s">Ç'është kjo?</a>
sv_se: Låt mig installera detta experimentella tillägg. <a href="%1$s">Vad är detta?</a>
uk: Спробуйте встановити цей експериментальний додаток. <a href="%1$s">Що це таке?</a>
vi: Hãy để tôi cài đặt tiện ích thử nghiệm này. <a href="%1$s">Đây là gì?</a>

source: Let your users know why you created an add-on. Whether it was an idea while in line at the grocery store or the solution to one of life's great problems, share your story.
ca: Feu saber als vostres usuaris perquè vau crear aquest complement. Encara que la idea us vingués quan estàveu en un supermercat o bé si era la solució al problema més gran de la vida, compartiu la vostra història.
cs: Řekněte uživatelům, proč jste doplněk vytvořili. Je jedno, zda to byl nápad při čekání ve frontě v obchodě či řešení problému, s kterým jste se dlouho potýkali, popište svůj příběh.
de: Lassen Sie Ihre Benutzer wissen, warum Sie dieses Add-on geschaffen haben. Ganz egal, ob Sie den Einfall in der Schlage im Supermarkt hatten, oder ob es die Lösung zu einem der großen Probleme der Menschheit war -- erzählen Sie Ihre Geschichte.
el: Πείτε στους χρήστες σας γιατί δημιουργήσατε ένα πρόσθετο. Μοιραστείτε την ιστορία της έμπνευσης του είτε ήταν μια ιδέα που σας ήρθε περιμένοντας στην ουρά κάποιου ταμείου, είτε αν προέκυψε σαν απάντηση σε κάποιο σοβαρό καθημερινό πρόβλημα.
es_es: Permite a tus usuarios saber por qué creaste este complemento. Si se trata de una idea mientras estaba en la cola del supermercado, o la solución a uno de los problemas de tu vida, compártelo tu historia.
hu: Tudassa felhasználóival, miért készítette el ezt a kiegészítőt. Akár a boltban sorban állás közben jött az ötlet, akár az élet nagy problémáinak egyikét sikerült megoldania – ossza meg történetét.
it: Spiega ai tuoi utenti per quale motivo hai creato questo componente aggiuntivo. Che si tratti di un'idea spuntata mentre eri in coda alla posta, oppure della risposta alle grandi questioni della vita, condividi la tua storia.
ja: あなたがこのアドオンを作った経緯をユーザに知ってもらいましょう。スーパーマーケットでレジ待ちの列に並んでいる間に思いついたアイデア？ 人生の重大問題に対する解決策？ あなたのストーリーを共有してください。
nl: Laat uw gebruikers weten waarom u een add-on hebt gemaakt. Of het nu een idee was terwijl u in de rij stond in de groentenwinkel of de oplossing van een levensgroot probleem, vertel uw verhaal.
pl: Niech użytkownicy Twojego dodatku dowiedzą się, dlaczego go stworzyłeś. Czy pomysł powstał, gdy stałeś w kolejce w sklepie spożywczym, czy też było to rozwiązanie jednego z wielkich problemów życiowych – podziel się swoją historią.
pt_br: Explique aos seus usuários as razões que o levou a criar este complemento. Seja uma idéia que teve no bar ou uma super solução para grandes problemas da vida compartilhe sua história.
pt_pt: Diga aos utilizadores porque criou o extra. Tenha sido uma ideia enquanto estava no supermercado ou a solução para os problemas da via, partilhe a sua história.
sk: Povedzte svojim používateľom, prečo ste vytvorili daný doplnok. Či Vás to napadlo pri nákupe v potravinách alebo pri riešení niektorých zo svojich životných problémov. Rozpovedzte svoj príbeh.
sv_se: Låt dina användare veta varför du skapat ett tillägg. Oavsett om det var en idé du fick i kön på mataffären eller lösningen till en av livets stora gåtor, berätta din historia.
uk: Поясніть користувачам, чому ви створили додаток. Поділіться історією його створення, навіть якщо муза прийшла до вас у гастрономі, або ж при вирішенні важливої життєвої проблеми.
vi: Cho người dùng biết tại sao bạn tạo ra tiện ích này. Cho dù đó chỉ là một ý tưởng nảy ra trong khi xếp hàng ở cửa hàng rau quả hoặc giải pháp cho một vấn đề lớn của cuộc sống, hãy cứ chia sẻ câu chuyện của bạn.
