Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: A Mozilla Add-ons Editor requested further information from you regarding version %2$s of your add-on %1$s.
ca: Un editor de Mozilla Add-ons us demana més informació sobre la versió %2$s del vostre complement %1$s.
cs: Redaktor serveru doplňky Mozilly požaduje dodatečné informace ohledně verze %2$s vašeho doplňku %1$s.
de: Ein Mozilla Add-ons Editor hat um weitere Informationen hinsichtlich der Version %2$s Ihres Add-ons %1$s gebeten.
el: Ένας από τους συντάκτες αξιολογήσεων του ιστότοπου πρόσθετων Mozilla ζήτησε περαιτέρω πληροφορίες σχετικά με την έκδοση %2$s του πρόσθετου %1$s.
es_es: Un editor de Mozilla Addons ha solicitado más información sobre tu versión %2$s de tu complemento %1$s.
fa: یکی از ویرایش‌گران افزودنی‌های موزیلا دربارهٔ نسخهٔ %2$s از افزودنی %1$s از شما اطلاعات بیشتری درخواست کرده است.
it: Un revisore di Mozilla Add-ons ha richiesto ulteriori informazioni sulla versione %2$s del componente aggiuntivo %1$s.
ja: Mozilla Add-ons のエディタが、あなたのアドオン %1$s のバージョン %2$s に関して、より詳しい情報を提供するよう求めました。
nl: Een Mozilla Add-onseditor heeft meer informatie bij u aangevraagd met betrekking tot versie %2$s van uw add-on %1$s.
pl: Edytor dodatku poprosił o dodatkowe informacje dotyczące wersji %2$s dodatku %1$s.
pt_br: Um Editor do Mozilla Add-ons pediu maiores informações de você referente a versão %2$s do seu complemento %1$s.
pt_pt: Um editor de extras da Mozilla pediu-lhe mais informação sobre a versão %2$s do seu extra %1$s.
ru: Редактор сайта дополнений Mozilla запросил у вас дополнительную информацию о версии %2$s вашего дополнения %1$s.
sk: Editor Mozilla Add-ons vyžaduje dodatočné informácie k verzii %2$s vášho doplnku %1$s.
sq: Një redaktor Shtesash Mozilla ka kërkuar më tepër të dhëna nga ju lidhur me versionin %2$s të shtesës suaj %1$s.
sv_se: En Mozilla Add-ons redaktör begärde ytterligare information från dig anågende version %2$s av ditt tillägg %1$s.
uk: Видавник Додатків Mozilla запросив у вас детальнішу інформацію стосовноверсії %2$s вашого додатку %1$s.
vi: Một Biên tập viên của Tiện ích Mozilla yêu cầu thêm thông tin về phiên bản %2$s của tiện ích %1$s của bạn.

source: A link to activate your user account was sent by email to your address %1$s. You have to click it before you can log into %2$s Add-ons.
ca: S'ha enviat un correu a la vostra adreça %1$s amb l'enllaç per a activar el vostre compte d'usuari. Heu de clicar l'enllaç abans que pugueu connectar-vos al %2$s Add-ons.
cs: Na vaši adresu %1$s byl odeslán e-mail obsahující odkaz k&nbsp;aktivaci účtu. Před tím než se budete moci přihlásit, si musíte svůj účet aktivovat klepnutím na tento odkaz.
de: Eine E-Mail wurde an Ihre Adresse %1$s gesendet, um Ihre E-Mail-Adresse zu bestätigen. Bevor Sie sich einloggen können, müssen Sie den in der Mail enthaltenen Link aufrufen, um Ihr Konto zu aktivieren.
el: Στάλθηκε ένας δεσμός για να ενεργοποιήσετε το λογαριασμό σας μέσω ηλ. ταχυδρομείου στη διεύθυνση %1$s. Θα πρέπει να κάνετε κλικ στο δεσμό αυτό για να μπορέσετε να συνδεθείτε στα πρόσθετά του %2$s.
es_es: Un enlace para activar tu cuenta de usuario ha sido enviado a tu cuenta de correo %1$s. Debes hacer clic en él antes de que puedas entrar en %2$s Addons.
fa: پیوندی برای فعال‌سازی حساب کاربری شما به نشانی پست الکترونیکی‌تان %1$s فرستاده گردید. پیش از آن که بتوانید وارد وب‌گاه افزودنی‌های %2$s شوید باید بر روی آن کلیک نمایید.
fr: Un lien pour activer votre compte utilisateur vous a été envoyé par courriel à l'adresse %1$s. Vous devez cliquer sur ce lien avant de pouvoir vous connecter à %2$s Add-ons.
hu: A felhasználói fiókot aktiváló hivatkozást e-mailben küldtük el a(z) %1$s címre. Rá kell kattintania, mielőtt bejelentkezhetne a %2$s Add-ons webhelyre.
it: Un link per attivare il tuo account è stato inviato al tuo indirizzo e-mail %1$s. Fai clic su questo link per accedere a %2$s Add-ons.
ja: あなたのメールアドレス (%1$s) に、アカウントを有効化するためのリンクをメールで送信しました。%2$s Add-ons にログインする前に、そのメールに書かれたリンクをクリックしてください。
nl: Een koppeling om uw gebruikersaccount te activeren is per e-mail naar uw adres %1$s verzonden. U dient er op te klikken voordat u zich kunt aanmelden op %2$s Add-ons.
pl: Odnośnik aktywujący konto został wysłany e-mailem na adres %1$s. Należy kliknąć go przed pierwszym logowaniem do %2$s – dodatki.
pt_br: Um endereço para ativar sua conta de usuário foi enviado ao email %1$s. Você deverá clicar no endereço antes de acessar o %2$s Add-ons.
pt_pt: Foi enviada para a sua conta de correio %1$s uma ligação para activar a sua conta de utilizador. Tem de a ver antes de poder entrar nos Extras do %2$s.
ru: Ссылка для активации данной учётной записи была отправлена на указанный адрес электронной почты — %1$s. Прежде чем войти на %2$s Add-ons потребуется активировать её, пройдя по ссылке, указанной в письме.
sk: Odkaz na aktivovanie používateľského účtu bol odoslaný e-mailom na adresu %1$s. Pred prihlásením na %2$s Add-ons je potrebné na tento odkaz kliknúť.
sq: Ju dërguam me email lidhjen për aktivizimin e llogarisë suaj të përdoruesit te vendndodhja juaj %1$s. Duhet ta klikoni përpara se të hyni te Shtesa %2$s.
sv_se: En länk för att aktivera ditt konto skickades med e-post till din adress %1$s. Du måste klicka på den före du kan logga in på %2$s Add-ons.
uk: Посилання для активування вашого користувацького рахунку надіслано електронною поштою на вашу адресу %1$s. Ви повинні клікнути його перед тим, як увійти на Додатки %2$s.
vi: Một liên kết để kích hoạt tài khoản đã được gửi bằng email đến địa chỉ %1$s của bạn. Bạn phải nhấn vào nó trước khi bạn có thể đăng nhập vào Tiện Ích %2$s.

source: A new section is added to your add-on's page and Developer Profile requesting a contribution from your users.
ca: S'ha afegit una secció nova a la vostra pàgina del complement i al vostre perfil del desenvolupador es demanarà als usuaris que facin una contribució.
cs: Na stránku doplňku a do profilu vývojáře je přidána nová sekce, kde jsou uživatelé žádáni o přáspěvek.
de: Ein neuer Abschnitt wird zu Ihrer Add-on-Seite und Ihrem Entwicklerprofil hinzugefügt, der um einen Beitrag von Ihren Benutzern bittet.
el: Προστέθηκε ένα νέο τμήμα για την αίτηση δωρεάς από τους χρήστες στη σελίδα του πρόσθετου και στο προφίλ δημιουργού σας.
es_es: Se ha añadido una nueva sección a la página de tu complemento y al perfil de desarrollador, pidiendo una colaboración a tus usuarios.
hu: Egy új szakasz kerül fel a kiegészítő oldalára és fejlesztői profiljára, ahol adományokat kér a felhasználóitól.
it: Viene aggiunta una nuova sezione alla scheda del componente aggiuntivo e al Profilo sviluppatore dove si chiede una donazione agli utenti.
ja: あなたのアドオンのページと開発者プロフィールに、ユーザから寄付を求める新しい項目が追加されます。
nl: Er is een nieuwe sectie toegevoegd aan de pagina van uw add-on en aan uw ontwikkelaarsprofiel waarin wordt gevraagd om een bijdrage van uw gebruikers.
pl: Do strony dodatku i do profilu autora zostanie dodana nowa sekcja zawierająca prośbę o dotację.
pt_br: Uma nova seção é adicionada a sua página do complemento e também no Profile do Desenvolvedor pedindo uma contribuição dos seus usuários.
pt_pt: Uma nova secção é adicionada à pagina do seu extra e ao perfil de utilizador a pedir uma contribuição dos seus utilizadores.
ru: На страницу вашего дополнения и в профиль разработчика добавлен новый раздел, в котором ваших пользователей просят внести свой вклад.
sk: Na stránku doplnku a do profilu vývojára je pridaná nová sekcia so žiadosťou o prípsevok od používateľov.
sv_se: En ny sektion dyker upp på ditt tilläggs sida och din utvecklarprofil där du efterfrågar bidrag från dina användare.
uk: З'явився новий розділ на сторінці вашого додатку та у Профілі розробника, у якому ви просите ваших користувачів про внесок.
vi: Một phần mới được thêm vào trang tiện ích và Hồ sơ Nhà phát triển của bạn để đề nghị hỗ trợ tài chính từ người dùng.

source: A version of that add-on already exists. To replace it, you must delete the file %1$s first.
ca: Ja existeix una versió d'aquest complement. Per a substituir-lo, primer heu de suprimir el fitxer %1$s.
cs: Tato verze doplňku již existuje. Pokud ji chcete nahradit, musíte nejdříve odstranit soubor %1$s.
de: Eine Version dieses Add-ons existiert bereits. Um sie zu ersetzen, löschen Sie bitte zunächst die Datei %1$s.
el: Υπάρχει ήδη μια έκδοση αυτού του πρόσθετου. Για να το αντικαταστήσετε, θα πρέπει πρώτα να διαγράψετε το αρχείο %1$s.
es_es: Ya existe una versión de ese complemento. Para reemplazarla, debes borrar primero el archivo %1$s.
fa: یک نسخه از این افزودنی از قبل وجود دارد. برای جایگزین کردن آن، ابتدا باید پروندهٔ %1$s را حذف نمایید.
it: È già presente una versione di questo componente aggiuntivo. Per sostituirla, è prima necessario rimuovere il file %1$s.
ja: このアドオンのバージョンは既に存在します。置き換えるには、まずファイル %1$s を削除する必要があります。
nl: Er bestaat al een versie van die add-on. Om deze te vervangen dient u eerst het bestand %1$s te verwijderen.
pl: Ta wersja dodatku już istnieje. Aby dokonać zamiany, musisz najpierw usunąć plik %1$s.
pt_br: Uma versão deste complemento já existe. Para trocar você deverá remover o arquivo %1$s primeiramente.
pt_pt: Já existe uma versão deste extra. Para o substituir , tem de eliminar primeiro o ficheiro %1$s.
ru: Версия этого дополнения уже существует. Чтобы его заменить, вначале вы должны удалить файл %1$s.
sk: Táto verzia doplnku už existuje. Ak ju chcete nahradiť, musíte najskôr odstrániť súbor %1$s.
sq: Ka tashmë një version të kësaj shtese. Për ta zëvendësuar, duhet së pari të fshini kartelën %1$s.
sv_se: En version av det tillägget finns redan. För att ersätta det måste du ta bort filen %1$s först.
uk: Версія цього додатку уже існує. Щоб її замінити, вам спочатку треба вилучити файл %1$s.

source: Add and modify translations for your add-on's summary, description, end-user license, and privacy policy.
ca: Afegeix o modifica una traducció del resum del complement, de la descripció, de la llicència de l'usuari, i de la política de privadesa.
cs: Přidání nebo změna překladu stručného popisu, popisu, licence pro koncové uživatele a zásad ochrany soukromí.
de: Hinzufügen und Verändern von Übersetzungen der Zusammenfassung, Beschreibung, Lizenz und Datenschutzerklärung Ihres Add-ons.
el: Προσθέστε και επεξεργαστείτε μεταφράσεις για τη σύνοψη, την περιγραφή, την αδειοδότηση τελικού χρήστη και την πολιτική απορρήτου του πρόσθετου σας.
es_es: Añade y modifica las traducciones para el resumen del complemento, descripción, licencia de usuario final y política de privacidad.
fa: ترجمه‌های خلاصه، شرح، توافق‌نامهٔ کاربر نهایی و سیاست حفظ حریم خصوصی افزودنی خود را ویرایش نمایید.
hu: Vegye fel vagy módosítsa a kiegészítő összefoglalójának, leírásának, végfelhasználói licencének és adatvédelmi elveinek fordításait.
it: Aggiungi o modifica le traduzioni del riepilogo, della descrizione, della licenza per l'utente finale e dell'informativa sulla privacy.
ja: このアドオンの要約、説明、エンドユーザライセンス契約、プライバシーポリシーの翻訳を追加、編集します。
nl: Voeg vertalingen toe en wijzig deze voor de samenvatting van uw add-on, beschrijving, gebruiksrechtovereenkomst en privacybeleid.
pl: Dodaj i modyfikuj podsumowanie dodatku, opis, licencję użytkownika i politykę prywatności.
pt_br: Adicionar ou modificar traduções para seu complemento referentes ao sumário, descrições, acordo de utilização para usuários e política de privacidade.
pt_pt: Adicione e modifique traduções para o sumário do seu extra, descrição, licença de utilizador e política de privacidade.
ru: Добавляйте и изменяйте переводы для сводки, описания, лицензии и политики приватности вашего дополнения.
sk: Umožňuje pridať a meniť preklady súhrnu doplnku, jeho popisu, zmluvy s koncovým používateľom a zásad ochrany súkromia.
sq: Shtoni dhe ndryshoni përkthime për përmbledhjen, përshkrimin, lejen e përdoruesit dhe rregullat e vetësisë të shtesës suaj.
sv_se: Lägg till och redigera översättningar för ditt tilläggs sammanfattning, beskrivning, användarlicens och integritetsriktlinjer.
uk: Додайте та змініть переклад резюме, опису, ліцензію кінцевого користувача та політику приватності вашого додатку.
vi: Thêm hoặc sửa đổi các bản dịch cho các phần chính sách riêng tư, giấy phép, người dùng cuối, mô tả và tóm tắt cho tiện ích của bạn.

source: Add or remove users that can manage this add-on.
ca: Afegiu o suprimiu usuaris que puguin gestionar aquest complement.
cs: Přidání nebo odebrání uživatelů, kteří smí spravovat tento doplněk.
de: Hinzufügen oder Löschen von Benutzern, die dieses Add-on verändern können.
el: Προσθέστε ή αφαιρέστε χρήστες που θα μπορούν να διαχειριστούν αυτό το πρόσθετο.
es_es: Añade o elimina usuarios que puedan administrar este complemento.
fa: کاربرانی که قادر به مدیریت این افزودنی هستند را ویرایش نمایید.
hu: A kiegészítő kezelésére képes felhasználók hozzáadása és eltávolítása.
it: Aggiungi o rimuovi utenti in grado di gestire questo componente aggiuntivo.
ja: このアドオンを編集できるユーザを追加、削除します。
nl: Voeg gebruikers die deze add-on kunnen beheren toe of verwijder ze.
pl: Dodaj lub usuń użytkowników, którzy mogą zarządzać tym dodatkiem.
pt_br: Adicionar ou remover usuários que podem gerenciar este complemento.
pt_pt: Adicionar ou remover utilizadores que podem gerir este extra.
ru: Добавляйте или удаляйте пользователей, которые могут управлять этим дополнением.
sk: Umožňuje pridať alebo odstrániť používateľov, ktorí môžu spravovať tento doplnok.
sq: Shtoni ose hiqni përdorues të cilët mund të administrojnë këtë shtesë.
sv_se: Lägg till eller ta bort användare som kan hantera detta tillägg.
uk: Додати чи вилучити користувачів, які можуть користуватись цим додатком.
vi: Thêm hoặc xóa những người dùng có quyền quản lí tiện ích này.

source: Add tags to your add-on.
ca: Afegeix etiquetes al vostre complement.
cs: Přidat štítky k doplňku.
de: Taggen Sie Ihr Add-on.
el: Προσθέστε ετικέτες στο πρόσθετο σας.
es_es: Añade etiquetas a tu complemento
fr: Ajouter des étiquettes à votre module.
hu: Címkézze fel kiegészítőjét.
it: Aggiungi etichette.
ja: あなたのアドオンにタグを追加します。
nl: Voeg labels toe aan uw add-on.
pl: Dodaj etykiety do dodatku.
pt_br: Adicione tags para o seu complemento.
pt_pt: Adicionar etiquetas ao seu extra.
ru: Добавите метки в ваше дополнение.
sk: Umožňuje nastaviť značky pre váš doplnok.
sv_se: Lägg till etiketter till ditt tillägg.
uk: Додайте позначки до ваших додатків.
vi: Thêm nhãn cho tiện ích của bạn.

# user_notifications_th_addon
source: Add-on
ca: Complement
cs: Doplněk
el: Πρόσθετο
es_es: Complemento
fr: Module
hu: Kiegészítő
ja: アドオン
pl: Dodatek
pt_pt: Extra
ru: Дополнение
sk: Doplnok
sv_se: Tillägg
uk: Додаток

# editorcp_reviewlog_column_addon
source: Add-on
ca: Complement
cs: Doplněk
el: Πρόσθετο
es_es: Complemento
fa: افزودنی
fr: Module
hu: Kiegészítő
it: Componente aggiuntivo
ja: アドオン
pl: Dodatek
pt_br: Complemento
pt_pt: Extra
ru: Дополнение
sk: Doplnok
sq: Shtesë
sv_se: Tillägg
uk: Додаток
vi: Tiện ích

# editors_th_addon
source: Add-on
ca: Complement
cs: Doplněk
el: Πρόσθετο
es_es: Complemento
fa: افزودنی
fr: Module
hu: Kiegészítő
it: Componente aggiuntivo
ja: アドオン
pl: Dodatek
pt_br: Complemento
pt_pt: Extra
ru: Дополнение
sk: Doplnok
sq: Shtesë
sv_se: Tillägg
uk: Додаток
vi: Tiện ích

source: Add-on <strong>Developer Hub</strong>
ca: <strong>Developer Hub</strong>
de: Add-on <strong>Entwicklerecke</strong>
fr: <strong>Pôle développeurs</strong>
hu: <strong>Kiegészítőfejlesztő-központ</strong>
ja: アドオン<strong>開発者センター</strong>
nl: Add-on<strong>ontwikkelaarshub</strong>
pl: <strong>Centrum autora</strong> dodatków
pt_pt: <strong>Hub do desenvolvedor</strong> do extra
ru: <strong>Центр разработчиков</strong> дополнений
sv_se: Add-on <strong>Utvecklarnav</strong>

source: Add-on Collections
ca: Coŀleccions de complements
de: Add-on-Sammlungen
el: Συλλογές πρόσθετων
es_es: Recopilaciones de complementos
fr: Collections de modules
hu: Kiegészítőgyűjtemény
it: Raccolte
ja: アドオンコレクション
nl: Add-oncollecties
pl: Kolekcje dodatków
pt_pt: Colecções de extras
ru: Подборки дополнения
sk: Kolekcií doplnkov
sv_se: Tilläggssamlingar
uk: Колекції додатків

# collections_index_header_collector
source: Add-on Collector
cs: Sbírky doplňků
de: Add-on-Sammler
es_es: Recopilador de complementos
fa: مجموعه‌ساز افزودنی‌ها
fr: Collecteur de modules
ja: アドオンコレクター
pl: Kolekcjoner dodatków
pt_br: Colecionador de Complementos
pt_pt: Coleccionador de extras
ru: Собиратель дополнений
sk: Rozšírenie Add-on Collector
sq: Mbledhës Shtesash
sv_se: Tilläggssamling
uk: Колекціонер додатків
vi: Trình sưu tập Tiện ích

# page_title_collector
source: Add-on Collector
cs: Sbírky doplňků
de: Add-on-Sammler
es_es: Recopilador de complementos
fa: مجموعه‌ساز افزودنی‌ها
fr: Collecteur de modules
ja: アドオンコレクター
pl: Kolekcjoner dodatków
pt_br: Colecionador de Complementos
pt_pt: Coleccionador de extras
ru: Собиратель дополнений
sk: Kolekcia doplnkov
sq: Mbledhës Shtesash
sv_se: Tillägssamlaren
uk: Колекціонер додатків
vi: Trình sưu tập Tiện ích

source: Add-on Collector FAQ
ca: PMF de l'Add-on Collector
cs: FAQ ke sbírce doplňků
de: Häufige Fragen zum Add-on-Sammler
el: Συχνές ερωτήσεις Add-on Collector
es_es: Preguntas frecuentes del recopilador de complementos
fa: پرسش‌های متداول مجموعه‌ساز افزودنی‌ها
fr: FAQ du collecteur de modules
it: FAQ di Add-on Collector
ja: アドオンコレクターの FAQ
nl: Veelgestelde vragen over Add-on Collector
pl: Kolekcjoner dodatków – FAQ
pt_br: FAQ do Colecionador de Complementos
pt_pt: Perguntas frequentes do coleccionador de extras
ru: FAQ собирателя дополнений
sk: FAQ pre kolekcie doplnkov
sq: FAQ rreth Mbledhësit të Shtesave
sv_se: Tillägssamlaren FAQ
uk: Колекціонер додатків FAQ
vi: FAQ của Trình sưu tập Tiện ích

source: Add-on Collector Features
ca: Característiques de l'Add-on Collector
cs: Vlastnosti rozšíření Sbírky doplňků
de: Fähigkeiten des Add-on-Sammlers
el: Χαρακτηριστικά Add-on Collector
es_es: Características del recopilador de complementos
fa: ویژگی‌های مجموعه‌ساز افزودنی‌ها
fr: Fonctionnalités du collecteur de modules
hu: Add-on Collector szolgáltatásai
it: Funzioni di Add-on Collector
ja: アドオンコレクターの機能
nl: Add-on Collectorfuncties
pl: Funkcje Kolekcjonera dodatków
pt_br: Recursos do Colecionador de Complementos
pt_pt: Funcionalidades do coleccionador de extras
ru: Возможности собирателя дополнений
sk: Funkcie pre kolekcie doplnkov
sq: Veçori të Mbledhësit të Shtesave
sv_se: Tillägssamlaren finesser
uk: Колекціонер додатків Можливості
vi: Tính năng của Trình sưu tập Tiện ích

source: Add-on Collector Home
ca: Pàgina web de l'Add-on Collector
cs: Domovská stránka Sbírky doplňků
de: Add-on-Sammler Homepage
el: Αρχική σελίδα του Add-on Collector
es_es: Recopilador de complementos
fa: صفحهٔ آغازهٔ مجموعه‌ساز افزودنی‌ها
fr: Page d'accueil du collecteur de modules
hu: Add-on Collector honlapja
it: Add-on Collector
ja: アドオンコレクターのホーム
nl: Add-on Collector startpagina
pl: Strona domowa
pt_br: Home do Colecionador de Complementos
pt_pt: Página inicial do coleccionador de extras
ru: Домашняя страница собирателя дополнений
sk: Domovská stránka rozšírenia Add-on Collector
sq: Faqe Hyrëse e Mbledhësit të Shtesave
sv_se: Tilläggssamlingars Hem
uk: Колекціонер додатків Home
vi: Trang chủ Trình sưu tập Tiện ích

source: Add-on Collector Logo
ca: Logotip de l'Add-on Collector
cs: Logo Sbírky doplňků
de: Logo des Add-on-Sammlers
el: Λογότυπο Add-on Collector
es_es: Logo del recopilador de complementos
fa: نشان مجموعه‌ساز افزودنی‌ها
fr: Logo du collecteur de modules
hu: Add-on Collector logó
it: Logo di Add-on Collector
ja: アドオンコレクターのロゴ
pl: Logo Kolekcjonera dodatków
pt_br: Logotipo do Colecionador de Complementos
pt_pt: Logo do coleccionador de extras
ru: Логотип собирателя дополнений
sk: Logo rozšírenia Add-on Collector
sq: Logo e Mbledhësit të Shtesave
sv_se: Tilläggssamlarens logo
uk: Логотип колекціонера додатків
vi: Biểu trưng Trình sưu tập Tiện ích

source: Add-on Compatibility (strongly recommended)
ca: Compatibilitat del complement (molt recomanada)
cs: Kompatibilita doplňku (silně doporučováno)
de: Add-on-Kompatibilität (strengstens empfohlen)
el: Συμβατότητα προσθέτου (Συστήνεται σφόδρα)
es_es: Compatibilidad del complemento (altamente recomendado)
fa: سازگاری افزودنی‌ها (به شدت توصیه می‌شود)
fr: Compatibilité du module (fortement recommandé)
hu: Kiegészítő kompatibilitása (nagyon ajánlott)
it: Compatibilità componenti aggiuntivi (fortemente consigliato)
ja: アドオンの互換性 (強くお勧めします)
nl: Add-oncompatibiliteit (sterk aanbevolen)
pl: Kompatybilność dodatku (zalecane)
pt_br: Compatibilidade do complemento (fortemente recomendado)
pt_pt: Compatibilidade dos extras (fortemente recomendado)
ru: Совместимость дополнений (настоятельно рекомендуем для подписки)
sk: Kompatibilita doplnku (dôrazne odporúčané)
sq: Përputhshmëri Shtese (këshillohet me forcë)
sv_se: Tillägskompatibilitet (starkt rekommenderat)
uk: Сумісність додатку (дуже рекомендовано)
vi: Tính tương thích Tiện ích (đặc biệt khuyến nghị)

source: Add-on Compatibility Center
ca: Centre de compatibilitat dels complements
cs: Centrum kompatibility doplňků
de: Add-on Kompatibilitäts-Zentrum
el: Κέντρο συμβατότητας πρόσθετων
es_es: Centro de compatibilidad de complementos
fa: مرکز سازگاری افزودنی‌ها
fr: Centre de compatibilité des modules complémentaires
hu: Kiegészítő-kompatibilitási központ
it: Centro compatibilità componenti aggiuntivi
ja: アドオン互換性センター
nl: Add-oncompatibiliteitscentrum
pl: Centrum kompatybilności dodatków
pt_br: Central de Compatibilidade de complementos
pt_pt: Centro de compatibilidade dos extras
ru: Центр совместимости дополнений
sk: Centrum kompatibility doplnkov
sq: Qendra e Përputhshmërisë së Shtojcave
sv_se: Tillägskompatibilitetscenter
uk: Центр сумісності додатків
vi: Trung tâm Tính tương thích Tiện ích

# compatibility_dashboard_report
source: Add-on Compatibility Report
ca: Informe de compatibilitat del complement
cs: Hlášení o&nbsp;kompatibilitě doplňků
de: Add-on-Kompatibilitäts-Report
el: Αναφορά συμβατότητας πρόσθετου
es_es: Informe de compatibilidad del complemento
fa: گزارش سازگاری افزودنی‌ها
fr: Rapport de compatibilité du module complémentaire
hu: Kiegészítő-kompatibilitási jelentés
it: Rapporto compatibilità componenti aggiuntivi
ja: アドオン互換性レポート
nl: Add-on compatibiliteitsrapport
pl: Informacje o kompatybilności dodatków
pt_br: Relatório de compatibilidade dos complementos
pt_pt: Relatório de compatibilidade do extra
ru: Отчёт о совместимости дополнений
sk: Správa o kompatibilite doplnkov
sq: Raport Përputhshmërie Shtese
sv_se: Tilläggskompatibilitetsrapport
uk: Звіт про сумісність додатку
vi: Báo cáo Tính tương thích Tiện ích

source: Add-on Completion Criteria
ca: Criteris per a completar el complement
cs: Kritéria pro dokončení doplňku
de: Kriterien zur Vervollständigung
el: Κριτήρια ολοκλήρωσης πρόσθετου
es_es: Criterio para complementos
fa: معیارهای کامل بودن افزودنی
fr: Critère de réalisation du module
hu: Kiegészítő befejezésének feltételei
it: Criteri per il completamento
ja: アドオン完成要件
nl: Add-on-afrondingscriteria
pl: Kryteria kompletacji dodatku
pt_br: Critério de completude do complemento
pt_pt: Critério de finalização do extra
ru: Критерий оформления дополнения
sk: Kritéria pre dokončenie doplnku
sq: Kriter Plotësimi Shtese
sv_se: Tilläggsfärdigställningkriterie
uk: Умови завершеності додатку
vi: Tiêu chí Hoàn tất Tiện ích

source: Add-on Created!
ca: S'ha creat el complement.
cs: Doplněk vytvořen!
de: Add-on angelegt!
el: Το πρόσθετο δημιουργήθηκε!
es_es: ¡Complemento creado!
fa: افزودنی ایجاد گردید!
fr: Module créé&nbsp;!
hu: A kiegészítő létrejött!
it: Creazione componente aggiuntivo completata
ja: アドオンが作成されました。
nl: Add-on aangemaakt!
pl: Dodatek został utworzony!
pt_pt: Extra criado!
ru: Дополнение создано!
sk: Doplnok vytvorený!
sq: U krijua Shtesa!
sv_se: Tillägg skapat!
uk: Додаток створений!
vi: Tiện ích Đã được tạo!
