Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Showing %1$s - %2$s of %3$s results for <strong>%4$s</strong> tagged with <strong>%5$s</strong>
ca: S'estan mostrant %1$s - %2$s dels %3$s resultats per a <strong>%4$s</strong> amb l'etiqueta <strong>%5$s</strong>
cs: Zobrazeno %1$s - %2$s z %3$s výsledků odpovídajících <strong>%4$s</strong> a obsahujících štítek <strong>%5$s</strong>
de: Ergebnis %1$s - %2$s von %3$s für <strong>%4$s</strong>, die mit <strong>%5$s</strong> getaggt sind
el: Προβολή %1$s - %2$s από %3$s αποτελέσματα για: <strong>%4$s</strong> με ετικέτα: <strong>%5$s</strong>
es_es: Mostrando %1$s - %2$s de %3$s resultados de <strong>%4$s</strong> etiquetados con <strong>%5$s</strong>
fa: نمایش %1$s تا %2$s از %3$s نتیجهٔ جست‌وجو به دنبال <strong>%4$s</strong> با برچسب <strong>%5$s</strong>
hu: %3$s <strong>%5$s</strong> címkéjű találat erre: <strong>%4$s</strong>, %1$s - %2$s megjelenítve
it: Visualizzando %1$s - %2$s di %3$s risultati per <strong>%4$s</strong> con etichetta <strong>%5$s</strong>
ja: タグ <strong>%5$s</strong> が付いた <strong>%4$s</strong> の検索結果: %3$s 件中 %1$s 件から %2$s 件までを表示しています
nl: Weergegeven: %1$s - %2$s van %3$s resultaten voor <strong>%4$s</strong> gelabeld met <strong>%5$s</strong>
pl: Wyświetlone jest %1$s - %2$s z %3$s wyników dla <strong>%4$s</strong> oznaczonych etykietą <strong>%5$s</strong>
pt_br: Apresentandog %1$s - %2$s dos %3$s results por <strong>%4$s</strong> com tags <strong>%5$s</strong>
pt_pt: A mostrar %1$s - %2$s de %3$s resultados para <strong>%4$s</strong>etiquetados com <strong>%5$s</strong>
ru: Показываю %1$s - %2$s из %3$s результатов для <strong>%4$s</strong> отмеченных как <strong>%5$s</strong>
sk: Zobrazuje sa %1$s - %2$s z %3$s výsledkov používateľa <strong>%4$s</strong> označených značkou <strong>%5$s</strong>
sv_se: Visar %1$s - %2$s av %3$s resultat för <strong>%4$s</strong> med etiketten <strong>%5$s</strong>
uk: Показ результатів %1$s - %2$s з %3$s для <strong>%4$s</strong>, позначених <strong>%5$s</strong>

source: Showing %1$s - %2$s of %3$s results tagged with <strong>%4$s</strong>
ca: S'estan mostrant %1$s - %2$s dels %3$s resultats etiquetats amb <strong>%4$s</strong>
cs: Zobrazeno %1$s - %2$s z %3$s výsledků obsahujících štítek <strong>%4$s</strong>
de: Ergebnis %1$s - %2$s von %3$s, die mit <strong>%4$s</strong> getaggt sind
el: Προβολή %1$s - %2$s από %3$s αποτελέσματα με ετικέτα: <strong>%4$s</strong>
es_es: Mostrando %1$s - %2$s de %3$s resultados etiquetados con <strong>%4$s</strong>
fa: نمایش %1$s تا %2$s از %3$s نتیجه با برچسب <strong>%4$s</strong>
hu: %3$s <strong>%4$s</strong> címkéjű találat, %1$s - %2$s megjelenítve
it: Visualizzando %1$s - %2$s di %3$s risultati con etichetta <strong>%4$s</strong>
ja: タグ <strong>%4$s</strong> が付いた検索結果: %3$s 件中 %1$s 件から %2$s 件までを表示しています
nl: Weergegeven: %1$s - %2$s van %3$s resultaten gelabeld met <strong>%4$s</strong>
pl: Wyświetlone jest %1$s - %2$s z %3$s wyników z etykietą <strong>%4$s</strong>
pt_br: Apresentando %1$s - %2$s dos %3$s resultados com tags <strong>%4$s</strong>
pt_pt: A mostrar %1$s - %2$s de %3$s resultados etiquetados com <strong>%4$s</strong>
ru: Показываю %1$s - %2$s из %3$s результатов отмеченных как <strong>%4$s</strong>
sk: Zobrazuje sa %1$s - %2$s z %3$s výsledkov označených značkou <strong>%4$s</strong>
sv_se: Visar %1$s - %2$s av %3$s resultat med etiketten <strong>%4$s</strong>
uk: Показ результатів %1$s - %2$s з %3$s, позначених <strong>%4$s</strong>

source: Sidebar Support
pt_pt: Ajuda da barra lateral

source: Sign up for PayPal
ca: Inicia una sessió PayPal
cs: Přihlásit se k PayPal
de: Melden Sie sich bei PayPal an
el: Εγγραφείτε στο PayPal
es_es: Conectarse en PayPal
fr: S'inscrire sur PayPal
hu: Feliratkozás PayPalra
it: Accedi a PayPal
ja: PayPal へログイン
nl: Inschrijven bij PayPal
pl: Załóż konto PayPal
pt_br: Crie uma conta no PayPal
pt_pt: Registe-se no PayPal
ru: Войти на PayPal
sk: Zaregistrovať sa na PayPal
sv_se: Skapa PayPal-konto
uk: Зареєструватися у PayPal
vi: Đăng kí Paypal

source: Since %1$s
ca: Des de %1$s
cs: Od %1$s
de: Seit %1$s
el: Από %1$s
es_es: Desde %1$s
fa: از %1$s
fr: Depuis %1$s
hu: %1$s óta
it: Dal %1$s
ja: %1$s 以降
nl: Sinds %1$s
pl: Od %1$s
pt_br: Desde %1$s
pt_pt: Desde %1$s
ru: С %1$s
sk: Od %1$s
sq: Që prej %1$s
sv_se: Sedan %1$s
uk: З %1$s
vi: Từ %1$s

source: Site Specific
ca: Web específic
cs: Pro specifický server
de: Seitenabhängig
el: Συσχετιζόμενο με ιστοχώρο
es_es: Específico del sitio
fa: مخصوص یک وب‌گاه
fr: Specifique à un site
hu: Webhelyspecifikus
it: Specifico per un determinato sito web
ja: 特定のサイト用
nl: Site-specifiek
pl: Dedykowany danej stronie
pt_br: Sites específicos
pt_pt: Específico de um Sítio
ru: Для определённого сайта
sk: Pre špecifickú stránku
sq: Për një "Site" të Dhënë
sv_se: Webbplatsspecifik
uk: Окремий сайт
vi: Riêng biệt của Trang

source: Site Statistics
ca: Estadístiques del lloc web
de: Seiten-weite Statistiken
el: Στατιστικά ιστότοπου
es_es: Estadísticas del sitio
fr: Statistiques du site
hu: Webhelystatisztika
it: Statistiche del sito
ja: サイト統計情報
nl: Sitestatistieken
pl: Statystyki witryny
pt_pt: Estatísticas do sítio
ru: Статистика сайта
sk: Štatistiky stránok
uk: Статистика сайту

source: Size
ca: Mida
cs: Velikost
de: Größe
el: Μέγεθος
es_es: Tamaño
fa: اندازه
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ru: Размер
sk: Veľkosť
sq: Madhësi
sv_se: Storlek
uk: Розмір
vi: Dung lượng

source: Skip
ca: Salta
cs: Přeskočit
de: Überspringen
el: Παράβλεψη
es_es: Saltar
fa: پرش به مورد بعدی
fr: Passer
hu: Kihagyás
it: Ignora
ja: スキップ
nl: Overslaan
pl: Pomiń
pt_br: Pular
pt_pt: Saltar
ru: Пропустить
sk: Preskočiť
sq: Anashkalo
sv_se: Hoppa över
uk: Пропуск
vi: Bỏ qua

source: Skip to categories menu
ca: Salta al menú de categories
cs: Přeskočit na nabídku kategorií
de: Zum "Kategorien"-Menü springen
el: Μετάβαση στο μενού κατηγοριών
es_es: Saltar al menú categorías
fa: پرش به منوی دسته‌ها
fr: Aller au menu Catégories
hu: Ugrás a kategóriák menüre
it: Vai al menu categorie
ja: カテゴリメニューへスキップ
nl: Naar menu Categorieën
pl: Przejdź do menu kategorii
pt_br: Navegue no menu de categorias
pt_pt: Saltar para o menu de categorias
ru: Перейти к меню категорий
sk: Prejsť do ponuky kategórie
sq: Kalo te menuja e kategorive
sv_se: Hoppa till menyn för kategorier
uk: Перейти до меню категорій
vi: Đi tới trình đơn phân mục

source: Skip to main content
ca: Salta als continguts principals
cs: Přeskočit na hlavní obsah
de: Zum Inhalt springen
el: Μετάβαση στο κεντρικό περιεχόμενο
es_es: Saltar al contenido principal
fa: پرش به محتوای اصلی
fr: Aller au contenu
hu: Ugrás a főtartalomra
it: Vai al contenuto principale
ja: メインコンテンツへスキップ
nl: Naar hoofdinhoud
pl: Przejdź do głównej zawartości
pt_br: Navegue no conteúdo principal
pt_pt: Saltar para o conteúdo principal
ru: Перейти к главному содержимому
sk: Prejsť na hlavný obsah
sq: Kalo te lënda bazë
sv_se: Hoppa till huvudinnehållet
uk: Перейти до основного змісту
vi: Đi tới nội dung chính

source: Skip to other applications menu
ca: Salta a un altre menú d'aplicacions
cs: Přeskočit na nabídku ostatních aplikací
de: Zum "Andere Anwendungen"-Menü springen
el: Μετάβαση στο μενού προγραμμάτων
es_es: Saltar al menú de otras aplicaciones
fa: پرش به منوی برنامه‌های دیگر
fr: Aller au menu Autres Applications
hu: Ugrás a további alkalmazások menüre
it: Vai al menu altre applicazioni
ja: 他のアプリケーションメニューへスキップ
nl: Naar menu Overige toepassingen
pl: Przejdź do menu innych programów
pt_br: Navegue no menu das outras aplicações
pt_pt: Saltar para o menu de outras aplicações
ru: Перейти к меню других приложений
sk: Prejsť do ponuky Ďalšie aplikácie
sq: Kalo te menuja e zbatimeve të tjera
sv_se: Hoppa till menyn för andra applikationer
uk: Перейти до іншого меню програм
vi: Đi tới trình đơn chương trình khác

source: Skip to search form
ca: Salta al formulari de cerca
cs: Přeskočit na vyhledávací formulář
de: Zum Suchfeld springen
el: Μετάβαση στη φόρμα αναζήτησης
es_es: Saltar al formulario de búsqueda
fa: پرش به فرم جست‌وجو
fr: Aller à la recherche
hu: Ugrás a keresőűrlapra
it: Vai al campo di ricerca
ja: 検索フォームへスキップ
nl: Naar zoekformulier
pl: Przejdź do formularza wyszukiwania
pt_br: Navegue no formulário de busca
pt_pt: Saltar para o formulário de pesquisa
ru: Перейти к форме поиска
sk: Prejsť na vyhľadávací formulár
sq: Kalo te formular kërkimesh
sv_se: Hoppa till sökformuläret
uk: Перейти до форму пошуку
vi: Đi tới biểu mẫu tìm kiếm

source: Software and Images
ca: Programes i imatges
cs: Software a obrázky
de: Software and Bilder
el: Λογισμικό και γραφικά
es_es: Aplicaciones e imágenes
fa: نرم‌افزار و تصاویر
fr: Logiciel et images
hu: Szoftver és képek
it: Software e immagini
ja: ソフトウェアと画像
nl: Software en afbeeldingen
pl: Oprogramowanie i grafika
pt_br: Software e Imagens
pt_pt: Software e Imagens
ru: ПО и изображения
sk: Softvér a obrázky
sq: Software dhe Pamje
sv_se: Programvara och bilder
uk: Програми та зображення
vi: Phần mềm và Hình ảnh

source: Some icons used are from the <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>, licensed under a <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 License</a>.
ca: Algunes icones que s'han utilitzat són del <a href="http://www.famfamfam.com/lab/icons/silk/">Conjunt d'icones Seda de famfamfam</a>, amb llicència <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 License</a>.
cs: Některé z&nbsp;ikon pochází z&nbsp;balíčku <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon</a>, licencovaného pod licencí <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5</a>.
de: Einige Icons stammen aus der <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon-Kollektion</a>, lizensiert unter einer <a href="http://creativecommons.org/licenses/by/2.5/deed.de">Creative Commons Attribution 2.5 Lizenz</a>.
el: Μερικά από τα εικονίδια που χρησιμοποιούνται είναι τμήμα του <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>, και φέρουν την άδεια χρήσης <a href="http://creativecommons.org/licenses/by/2.5/deed.el">Creative Commons Attribution 2.5</a>.
es_es: Alguno de los iconos usado son del <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>, licenciado bajo <a href="http://creativecommons.org/licenses/by/2.5/">Licencia Creative Commons Attribution 2.5</a>.
fa: بعضی شمایل‌ها از <a href="http://www.famfamfam.com/lab/icons/silk/">مجموعهٔ شمایل famfamfam Silk</a>، تحت مجوز <a href="http://creativecommons.org/licenses/by/2.5/">تخصیص کریتیو کامنز ۲٫۵</a> مورد استفاده قرار گرفته‌اند.
fr: Certaines icônes utilisées proviennent du <a href="http://www.famfamfam.com/lab/icons/silk/">jeu d'icônes famfamfam Silk</a> sous licence <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5</a>.
hu: Egyes ikonok a <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk ikonkészletből</a> származnak, amelyre a <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 License</a> vonatkozik.
it: Alcune delle icone utilizzate appartengono al <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>, rilasciato sotto <a href="http://creativecommons.org/licenses/by/2.5/">Licenza Creative Commons Attribution 2.5</a>.
ja: このサイトで使用している一部のアイコンは、<a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 License</a> の下で公開されている <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a> に含まれているものです。
nl: Sommige gebruikte pictogrammen zijn afkomstig van de <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>, die vallen onder een <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 licentie</a>.
pl: Niektóre użyte ikony pochodzą z zestawu <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon</a>, udostępnianego na licencji <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 License</a>.
pt_br: Alguns ícones usados são do <a href="http://www.famfamfam.com/lab/icons/silk/">Conjunto de ícones do famfamfam Silk</a>, lincenciados sob a licença <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 </a>.
pt_pt: Alguns ícones utilizados são da <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>, licenciados sobre <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 License</a>.
ru: Некоторые использованные значки входят в <a href="http://www.famfamfam.com/lab/icons/silk/">набор иконок famfamfam Silk</a>, лицензированный на условиях <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 License</a>.
sk: Niektoré použité ikony pochádzajú zo <a href="http://www.famfamfam.com/lab/icons/silk/">sady ikon famfamfam Silk</a>, uvoľnené sú pod licenciou <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5</a>.
sq: Disa ikona të përdorura janë prej <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>, lejuar sipas <a href="http://creativecommons.org/licenses/by/2.5/">Lejes Creative Commons Attribution 2.5</a>.
sv_se: Vissa ikoner kommer från <a href="http://www.famfamfam.com/lab/icons/silk/">ikonuppsättningen famfamfam Silk</a>, licensierad under en <a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 License</a>.
uk: Деякі символи взято з <a href="http://www.famfamfam.com/lab/icons/silk/">famfamfam Silk Icon Set</a>, доступні за ліцензією<a href="http://creativecommons.org/licenses/by/2.5/">Creative Commons Attribution 2.5 </a>.
vi: Một số biểu tượng được lấy từ <a href="http://www.famfamfam.com/lab/icons/silk/">Bộ biểu tượng Lụa famfamfam</a>, được cấp phép theo <a href="http://creativecommons.org/licenses/by/2.5/">Giấy phép Creative Commons Attribution 2.5</a>.

source: Some pages use elements of <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a>, licensed under a <a href="http://simile.mit.edu/license.html">BSD License</a>.
ca: Algunes pàgines utilitzen elements de <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a>, que té una <a href="http://simile.mit.edu/license.html">llicència BSD</a>.
cs: Některé stránky používají technologii <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a>, která je dostupná pod <a href="http://simile.mit.edu/license.html">licencí BSD</a>.
de: Manche Seiten verwenden Elemente von <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a>, lizensiert unter einer <a href="http://simile.mit.edu/license.html">BSD Lizenz</a>.
el: Μερικές σελίδες χρησιμοποιούν στοιχεία του <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a>, που εκδίδεται σύμφωνα με την <a href="http://simile.mit.edu/license.html">άδεια BSD</a>.
es_es: Algunas páginas usan elementos de <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a>, bajo <a href="http://simile.mit.edu/license.html">licencia BSD</a>.
fa: بعضی از صفحه‌ها از قسمت‌هایی از <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a> تحت مجوز <a href="http://simile.mit.edu/license.html">BSD</a> استفاده می‌کنند.
hu: Egyes oldalak a <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a> elemeit használják, amelyre a <a href="http://simile.mit.edu/license.html">BSD licenc</a> vonatkozik.
it: Alcune pagine utilizzano elementi di <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a>, distribuito con <a href="http://simile.mit.edu/license.html">licenza BSD</a>.
ja: 一部のページでは、<a href="http://simile.mit.edu/license.html">BSD ライセンス</a> の下で公開されている <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a> の要素を使用しています。
nl: Sommige pagina’s gebruiken elementen van <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a>, onder een <a href="http://simile.mit.edu/license.html">BSD-licentie</a>.
pl: Część stron używa elementów widgetu <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a> wydanego na licencji <a href="http://simile.mit.edu/license.html">BSD</a>.
pt_pt: Algumas páginas usam elementos do <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a>, liceciado sobre a <a href="http://simile.mit.edu/license.html">Licença BSD</a>.
ru: Некоторые страницы используют элементы <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a>, лицензированного на условиях <a href="http://simile.mit.edu/license.html">BSD License</a>.
sk: Niektoré podstránky používajú prvky <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a> uvádzané pod licenciou <a href="http://simile.mit.edu/license.html">BSD License</a>.
sq: Disa faqe përdorin elemente nga <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a>, të lejuar sipas një <a href="http://simile.mit.edu/license.html">Lejeje BSD</a>.
sv_se: Vissa sidor använder element från <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a>, licensierade enligt en <a href="http://simile.mit.edu/license.html">BSD-licens</a>.
vi: Một số trang sử dụng các thành phần của <a href="http://www.simile-widgets.org/timeplot/">Timeplot</a>, được cấp phép theo <a href="http://simile.mit.edu/license.html">Giấy phép BSD</a>.

source: Sorry, PayPal contributions are temporarily disabled.
ca: Ho sentim molt, les donacions via PayPal estan deshabilitades temporalment.
cs: Omlouváme se, ale příspěvky skrze PayPal jsou dočasně zakázány.
de: Entschuldigung, PayPal-Beiträge sind vorübergehend deaktiviert.
el: Λυπούμαστε, οι δωρεές μέσω PayPal είναι προς το παρόν απενεργοποιημένες
es_es: Lo sentimos, las colaboraciones por PayPal están deshabilitadas temporalmente.
fa: با عرض پوزش، مشارکت از طریق PayPal به طور موقت امکان‌پذیر نیست.
fr: Désolé, les contributions PayPal sont désactivées temporairement.
hu: Sajnáljuk, PayPal-on keresztül most nem lehet adományozni.
it: Spiacente, le donazioni PayPal sono temporaneamente disattivate.
ja: 申し訳ありませんが、PayPal による寄付は一時的に停止されています。
nl: Sorry, bijdragen via PayPal zijn tijdelijk uitgeschakeld.
pl: Przepraszamy. Dotacje przez PayPal są chwilowo niedostępne.
pt_br: Desculpe-nos, contribuições Paypal estão temporariamente fora do ar.
pt_pt: Desculpe, mas as contribuições por PayPal stão temporáriamente desactivadas.
ru: Извините, сбор пожертвований через PayPal временно отключён.
sk: Ospravedlňujeme sa, možnosť prispieť cez PayPal je dočasne nedostupná.
sv_se: Ledsen, bidrag via PayPal är avstängt för närvarande.
uk: Вибачте, але система внесків з допомогою PayPal тимчасово не працює.

source: Sort By
ca: Ordena per
cs: Seřadit dle
de: Sortieren nach
el: Ταξινόμηση
es_es: Ordenar por
fa: مرتب‌سازی بر حسب
fr: Trié par
hu: Rendezés
it: Ordina per
ja: 並べ替え
nl: Sorteren op
pl: Sortuj wg
pt_br: Ordenar por
pt_pt: Ordenar por
ru: Сортировать по
sk: Usporiadať podľa
sq: Renditur Sipas
sv_se: Sortera på
uk: Сортувати за
vi: Sắp xếp theo

source: Sort by
ca: Ordena per
cs: Řadit dle
de: Sortieren nach
el: Ταξινόμηση με βάση
es_es: Ordenar por
fa: مرتب‌سازی بر حسب
fr: Trié par
hu: Rendezés
it: Ordina per
ja: 並べ替え
nl: Sorteren op
pl: Sortuj wg
pt_br: Ordenar por
pt_pt: Ordenar por
ru: Сортировать по
sk: Usporiadať podľa
sq: Renditi sipas
sv_se: Sortera på
uk: Сортувати за
vi: Sắp xếp theo

source: Sort by:
ca: Ordenat per:
cs: Řazení:
de: Sortieren nach:
el: Ταξινόμηση κατά :
es_es: Ordenar por:
fa: مرتب‌سازی بر حسب:
fr: Trier par&nbsp;:
hu: Rendezés:
it: Ordinato per:
ja: 並び替え:
nl: Sorteren op:
pl: Sortuj wg:
pt_br: Ordenar por:
pt_pt: Ordenar por:
ru: Сортировать по:
sk: Zoradiť podľa:
sq: Renditur sipas:
sv_se: Sortera på:
uk: Сортувати за:
vi: Sắp xếp theo:

source: Source Code License
ca: Llicència del codi font
cs: Licence zdrojového kódu
de: Quellcode-Lizenz
el: Άδεια πηγαίου κώδικα
es_es: Licencia del código fuente
fa: مجوز کد منبع
fr: Licence du code source
hu: Forráskód licence
it: Licenza del codice sorgente
ja: ソースコードライセンス
nl: Broncodelicentie
pl: Licencja kodu źródłowego
pt_br: Licença do Código Fonte
pt_pt: Licença do código fonte
ru: Лицензия исходного кода
sk: Licencia pre zdrojový kód
sq: Leje Kodi Burim
sv_se: Källkodslicens
uk: Ліцензія джерельного коду
vi: Giấy phép Mã nguồn

source: Source code license for %1$s %2$s
ca: Llicència del codi font del %1$s %2$s
cs: Licence ke zdrojovém kódu %1$s %2$s
de: Quellcode-Lizenz für %1$s Version %2$s
el: Άδεια πηγαίου κώδικα του %1$s %2$s
es_es: Licencia del código fuente para %1$s %2$s
fa: مجوز کد منبع برای افزودنی %1$s نسخهٔ %2$s
fr: Licence du code source de %1$s %2$s
hu: A(z) %1$s %2$s forráskódjának licence
it: Licenza del codice sorgente per %1$s %2$s
ja: %1$s %2$s のソースコードライセンス
nl: Broncodelicentie voor %1$s %2$s
pl: Licencja kodu źródłowego dla %1$s %2$s
pt_pt: Licença do código fonte para %1$s %2$s
ru: Лицензия на исходный код для %1$s %2$s
sk: Licencia pre zdrojový kód doplnku %1$s %2$s
sq: Leje kodi burim për %1$s %2$s
sv_se: Källkodslicens för %1$s %2$s
uk: Source code license для %1$s %2$s
vi: Giấy phép mã nguồn cho %1$s %2$s

source: Spam or otherwise non-review content
ca: És spam o bé el contingut no és una revisió
cs: Nevyžádaný příspěvek či obsah nesouvisící s&nbsp;recenzí
de: Spam oder anderweitiger Inhalt, der keine Bewertung ist
el: Ανεπιθύμητο ή άσχετο με την αξιολόγηση περιεχόμενο.
es_es: Publicidad u otro contenido no relacionado
fa: هرزنوشته و مطلب نامربوط به بررسی
fr: Spam ou contenu qui n'est pas une critique du module
hu: Hirdetés vagy nem értékeléssel kapcsolatos tartalom
it: Spam o contenuti fuori luogo
ja: スパムあるいはその他レビューと無関係の内容
nl: Spam of andere tekst niet zijnde beoordeling
pl: Spam lub niecenzuralna treść
pt_br: Spam ou conteúdo que não é uma avaliação
pt_pt: Spam ou caso contrário conteúdo não revisto
ru: Спам или другое несоответствующее содержимое
sk: Spam alebo iný neschválený obsah
sq: Spam ose përndryshe lëndë jo nga shqyrtime
sv_se: Skräpkommentar eller annat icke recensionsartat innehåll
uk: Спам чи інший непереглянутий зміст
vi: Spam hoặc các nội dung không phải là đánh giá

source: Specific:
ca: Específica:
cs: Pouze:
de: Spezifisch:
el: Συγκεκριμένα:
es_es: Específica:
fa: خاص:
fr: Spécifique:
hu: Adott:
it: Specifico:
ja: 特定:
nl: Specifiek:
pl: Określone:
pt_pt: Específico:
ru: Специфичные:
sk: Špecifická:
sq: Specifik:
sv_se: Specifik:
uk: Особливе:
vi: Riêng biệt:
