Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Get a Comma Separated Values file of this data
ca: Obtén les dades en un fitxer amb els valors separats per comes
cs: Zobrazí čárkou oddělené hodnoty pro tyto data
de: Zeigt eine kommaseparierte Liste dieser Daten
el: Πάρτε τα δεδομένα σε αρχείο όπου οι τιμές διαχωρίζονται με κόμματα (CSV)
es_es: Obtener valores separados por comas para este dato
fa: دریافت یک پروندهٔ مقادیر جدا شده توسط ویرگول از این اطلاعات
fr: Obtenir ces données sous forme de fichier aux valeurs séparées par des virgules (CSV).
hu: Az adatok vesszővel elválasztott formában letölthetők
it: Scarica questi dati in un file separato da virgole (CVS)
ja: このデータのカンマ区切り (CSV) ファイルをダウンロード
nl: Een bestand met kommagescheiden waarden van deze gegevens ophalen
pl: Wyświetla plik z tymi danymi w formacie CSV
pt_br: Obter um arquivo 'Comma Separated Values' destes dados
pt_pt: Obter ficheiro com valores separados por Vírgulas para estes dados
ru: Получить файл с разделёнными запятыми данными (CSV)
sk: Získať súbor údajov oddelených čiarkami
sq: Merrni një kartelë "Comma Separated Values" të këtyre të dhënave
sv_se: Få en CSV-fil med dessa data
uk: Показати файл цих даних зі значеннями з комами
vi: Lấy một tập tin Giá trị Ngăn cách Theo dấu phẩy (Comma Separated Values) của dữ liệu này

# collections_index_button_go
source: Go
ca: Vés
cs: Přejít
de: Los
el: Εμπρός
es_es: Ir
fa: برو
fr: Aller
hu: Ugrás
it: Vai
ja: 表示
nl: Start
pl: Wykonaj
pt_br: Ir
pt_pt: Ir
ru: Перейти
sk: Prejsť
sq: Shko
sv_se: Sätt igång
uk: Перейти
vi: Gửi

# addons_options_submit
source: Go
ca: D'acord
cs: Odeslat
de: Okay
el: Μετάβαση
es_es: Ir
fa: پشتیبانی از این افزودنی توسط توسعه‌دهنده در %s ارائه می‌شود
fr: Valider
hu: Ugrás
it: Vai
ja: 移動
nl: OK
pl: Przejdź
pt_br: Ir
pt_pt: Ir
ru: Перейти
sk: Prejsť
sq: Shko
sv_se: Skicka
uk: Перейти
vi: Gửi đi

# footer_lang_form_lang_submit_go
source: Go
ca: Vés
cs: Přejít
de: Aufrufen
el: Αλλαγή
es_es: Ir
fa: برو
fr: Ok !
hu: Ugrás
it: Vai
ja: 変更
nl: Indienen
pl: Przejdź
pt_br: Enviar
pt_pt: Ir
ru: Перейти
sk: Prejsť
sq: Shko
sv_se: Utför
uk: Далі
vi: Gửi đi

# addons_author_addons_submit
source: Go
ca: Accepta
cs: Odeslat
de: Anzeigen
el: Μετάβαση
es_es: Enviar
fa: برو
fr: Ok
hu: Ugrás
it: Vai
ja: 送信
nl: Indienen
pl: Przejdź
pt_br: Ir
pt_pt: Ir
ru: Перейти
sk: Prejsť
sq: Shko
sv_se: Skicka in
uk: Заслати
vi: Gửi đi

# editors_featured_edit_feature_submit
source: Go
ca: D'acord
cs: Odeslat
de: Absenden
el: Μετάβαση
es_es: Ir
fa: برو
fr: valider
hu: Ugrás
it: Vai
ja: 実行
nl: OK
pl: Wykonaj
pt_br: Ir
pt_pt: Ir
ru: Послать
sk: Prejsť
sq: Shko
sv_se: Utför
uk: Поїхали
vi: Gửi đi

source: Group Admin
ca: Administrador de grups
cs: Správce skupin
de: Gruppenadministrator
el: Διαχειριστής ομάδας
es_es: Grupo administradores
fa: مدیر گروه
fr: Administration du groupe
hu: Csoportadminisztrátor
it: Amministratore del gruppo
ja: グループ管理者
nl: Groepenbeheer
pl: Administracja grupą
pt_br: Admin do grupo
pt_pt: Admin do Grupo
ru: Администратор группы
sk: Administrácia skupiny
sq: Adminstrator Grupi
sv_se: Gruppadministratör
uk: Група адміну
vi: Quản trị Nhóm

source: Group by: Day
ca: Agrupa per: Dia
cs: Seskupit podle dne
de: Gruppieren nach: Tag
el: Ομαδοποίηση κατά: Ημέρα
es_es: Agrupar por: Día
fa: گروه‌بندی بر اساس: روز
fr: Grouper par&nbsp;: jour
hu: Csoportosítás: nap
it: Raggruppa per: giorno
ja: グループ化: 1 日
nl: Groeperen op: Dag
pl: Grupuj wg: dni
pt_br: Agrupar por: Dia
pt_pt: Agrupar por: Dia
ru: Группировать по: Дню
sk: Zoskupiť podľa: deň
sq: Grupoji sipas: Ditësh
sv_se: Gruppera på: Dag
uk: Групувати за: день
vi: Nhóm theo: Ngày

source: Group by: Month
ca: Agrupa per: Mes
cs: Seskupit podle měsíce
de: Gruppieren nach: Monat
el: Ομαδοποίηση κατά: Μήνα
es_es: Agrupar por: Mes
fa: گروه‌بندی بر اساس: ماه
fr: Grouper par&nbsp;: mois
hu: Csoportosítás: hónap
it: Raggruppa per: mese
ja: グループ化: 1 か月
nl: Groeperen op: Maand
pl: Grupuj wg: miesięcy
pt_br: Agrupar por: Mês
pt_pt: Agrupar por: Mês
ru: Группировать по: Месяцу
sk: Zoskupiť podľa: mesiac
sq: Grupoji sipas: Muajsh
sv_se: Gruppera på: Månad
uk: Групувати за: місяць
vi: Nhóm theo: Tháng

source: Group by: Week
ca: Agrupa per: Setmana
cs: Seskupit podle týdnek
de: Gruppieren nach: Woche
el: Ομαδοποίηση κατά : Εβδομάδα
es_es: Agrupar por: Semana
fa: گروه‌بندی بر اساس: هفته
fr: Grouper par&nbsp;: semaine
hu: Csoportosítás: hét
it: Raggruppa per: settimana
ja: グループ化: 1 週間
nl: Groeperen op: Week
pl: Grupuj wg: tygodni
pt_br: Agrupar por: Semana
pt_pt: Agrupar por: Semana
ru: Группировать по: Неделе
sk: Zoskupiť podľa: týždeň
sq: Grupoji sipas: Javësh
sv_se: Gruppera på: Vecka
uk: Групувати за: тиждень
vi: Nhóm theo: Tuần

source: Hate it
ca: No ha agradat gens
cs: Nesnáším ho
de: Schlecht
el: Το σιχαίνομαι
es_es: Lo odio
fa: از آن متنفرم
fr: Opinion très négative
hu: Utálom
it: Lo odio
ja: 大嫌い
nl: Verschrikkelijk
pl: Nie cierpię go
pt_br: Odeio
pt_pt: Odiei
ru: Ненавижу
sk: Neznášaný
sq: Urreje
sv_se: Hatar det
uk: Ненавиджу
vi: Ghét

# devcp_transbox_alt_help
source: Help
ca: Ajuda
cs: Nápověda
de: Hilfe
el: Βοήθεια
es_es: Ayuda
fa: راهنما
fr: Assistance
hu: Súgó
it: Guida
ja: ヘルプ
nl: Hulp
pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
ru: Справка
sk: Pomocník
sq: Ndihmë
sv_se: Hjälp
uk: Допомога
vi: Trợ giúp

# statistics_help_link
source: Help
ca: Ajuda
cs: Nápověda
de: Hilfe
el: Βοήθεια
es_es: Ayuda
fa: راهنما
fr: Aide
hu: Súgó
it: Guida
ja: ヘルプ
pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
ru: Справка
sk: Pomocník
sq: Ndihmë
sv_se: Hjälp
uk: Довідка
vi: Trợ giúp

source: Help (does not leave page)
ca: Ajuda (sense deixar la pàgina)
cs: Zobrazí nápovědu (a neopustí stránku)
de: Hilfe (verlässt die Seite nicht)
el: Βοήθεια (δεν αλλάζει σελίδα)
es_es: Ayuda (no abandonar la página)
fa: راهنما (در همین صفحه)
fr: Assistance (vous ne quitterez pas cette page)
hu: Súgó (nem hagyja el az oldalt)
it: Guida (la pagina corrente non verrà chiusa)
ja: ヘルプ (別ウィンドウで開きます)
nl: Hulp (op dezelfde pagina)
pl: Pomoc (wyświetlana na stronie)
pt_br: Ajuda (não sairá da página)
pt_pt: Ajuda (não sai da página)
ru: Справка (без ухода со страницы)
sk: Pomocník (neopustíte túto stránku)
sq: Ndihmë (nuk ikën prej faqes)
sv_se: Hjälp (lämnar inte sidan)
uk: Допомога (не виходячи зі сторінки)
vi: Trợ giúp (không rời trang)

source: Helpful Links
ca: Enllaços útils
cs: Pomocné odkazy
de: Nützliche Links
el: Δεσμοί για βοήθεια
es_es: Enlaces útiles
fa: پیوندهای مفید
fr: Liens utiles
hu: Hasznos hivatkozások
it: Link utili
ja: 参考リンク
nl: Nuttige koppelingen
pl: Pomocne odnośniki
pt_br: Endereços úteis
pt_pt: Ligações de Interesse
ru: Полезные ссылки
sk: Užitočné odkazy
sq: Lidhje të Dobishme
sv_se: Hjälpsamma länkar
uk: Помічні посилання
vi: Liên kết Hữu ích

source: Hide %s Events
ca: Amaga %s esdeveniments
cs: Skrýt události doplňku %s
de: %s-Ereignisse ausblenden
el: Απόκρυψη ορόσημων του %s
es_es: Ocultar %s eventos
fa: پنهان کردن رویدادهای %s
fr: Cacher %s évènements
hu: %s-események elrejtése
it: Nascondi %s eventi
ja: %s のイベントを隠す
nl: Gebeurtenissen van %s verbergen
pl: Ukryj wydania %s
pt_br: Ocultar %s eventos
pt_pt: Ocultar %s Eventos
ru: Скрыть %s событий
sk: Skryť udalosti: %s
sq: Fshih Ngjarje %s
sv_se: Göm %s-händelser
uk: Сховати %s Події
vi: Ẩn Sự Kiện %s

source: Hide Comments
ca: Oculta els comentaris
cs: Skrýt komentáře
de: Kommentare verstecken
el: Απόκρυψη σχόλιων
es_es: Ocultar comentarios
fa: مخفی کردن نظرات
fr: Cacher les commentaires
hu: Hozzászólások elrejtése
it: Nascondi commenti
ja: コメントを隠す
nl: Opmerkingen verbergen
pl: Ukryj komentarze
pt_br: Ocultar comentários
pt_pt: Ocultar Comentários
ru: Скрыть комментарии
sk: Skryť komentáre
sq: Fshih Komente
sv_se: Göm kommentarer
uk: Приховати коментарі
vi: Ẩn bình luận

source: Hide Help
ca: Oculta l'ajuda
cs: Skrýt nápovědu
de: Hilfe verstecken
el: Απόκρυψη βοήθειας
es_es: Ocultar ayuda
fa: پنهان‌سازی راهنما
fr: Cacher l'assistance
hu: Súgó elrejtése
it: Nascondi guida
ja: ヘルプを隠す
nl: Hulp verbergen
pl: Ukryj pomoc
pt_br: Esconder ajuda
pt_pt: Ocultar ajuda
ru: Скрыть справку
sk: Skryť pomocníka
sq: Fshihe Ndihmën
sv_se: Göm hjälp
uk: Сховати Допомогу
vi: Ẩn Trợ giúp

source: Hide Total Count
ca: Amaga el total
cs: Skrýt celkový počet
de: Gesamtzahl ausblenden
el: Απόκρυψη συνολικού μετρητή
es_es: Ocultar el recuento total
fa: پنهان کردن تعداد کل
fr: Cacher le compte total
hu: Teljes szám elrejtése
it: Nascondi il conteggio totale
ja: 合計数を隠す
nl: Totaalaantal verbergen
pl: Ukryj sumaryczny wykres
pt_br: Ocultar a contagem total
pt_pt: Esconder contador total
ru: Скрыть общее кол-во
sk: Skryť celkový počet
sq: Shfaqe Numërimin për Gjithsej
sv_se: Göm totalräknare
uk: Сховати загальну кількість
vi: Ẩn Tổng Số Lần Đếm

source: Hide email address
ca: Oculta l'adreça de correu
cs: Skrýt e-mailovou adresu
de: E-Mail nicht anzeigen
el: Απόκρυψη διεύθυνσης ηλ. ταχυδρομείου
es_es: Ocultar dirección de correo electrónico
fa: پنهان کردن نشانی پست الکترونیکی
fr: Masquer le courriel
hu: E-mail cím elrejtése
it: Nascondi indirizzo e-mail
ja: メールアドレスを公開しない
nl: E-mailadres verbergen
pl: Ukryj adres e-mail
pt_br: Não mostrar endereço de email
pt_pt: Ocultar endereço de correio
ru: Скрывать адрес эл. почты
sk: Skryť e-mailovú adresu
sq: Fshih vendndodhje email
sv_se: Göm e-postadress
uk: Приховати email
vi: Ẩn địa chỉ email

source: Highest Rated
ca: Puntuació més alta
de: Am höchsten bewertet
el: Υψηλότερα βαθμολογημένα
es_es: Mejor valorados
fr: Les meilleures évaluations
hu: Legjobb értékelés
it: Voto più alto
ja: 高評価
nl: Best gewaardeeerd
pl: Najwyżej oceniane
pt_pt: Avaliação mais alta
ru: Лидеры рейтинга
sv_se: Högst betyg

# addon_developer_th_homepage
source: Homepage
ca: Pàgina web
cs: Domovská stránka
el: Αρχική σελίδα
es_es: Página web
fa: صفحهٔ آغازه
fr: Page d'accueil
hu: Honlap
it: Sito web
ja: ホームページ
nl: Startpagina
pl: Strona domowa
pt_br: Página inicial
pt_pt: Página inicial
ru: Домашняя страница
sk: Domovská stránka
sv_se: Hemsida
uk: Домашня сторінка
vi: Trang chủ

# addons_display_header_homepage
source: Homepage
ca: Pàgina web
cs: Titulní stránka
el: Αρχική σελίδα
es_es: Portada
fa: صفحهٔ آغازه
fr: Page d'accueil
hu: Honlap
it: Sito web
ja: ホームページ
nl: Startpagina
pl: Strona domowa
pt_br: Página na Web
pt_pt: Página Inicial
ru: Домашняя страница
sk: Domovská stránka
sq: Faqe Hyrëse
sv_se: Hemsida
uk: Початкова
vi: Trang chủ

source: Hover over a category to see its description.
ca: Passeu el ratolí per sobre una categoria per a veure'n la descripció.
cs: Pro zobrazení popisu kategorie najeďte myší nad její název.
de: Fahren Sie mit der Maus über eine Kategorie, um ihre Beschreibung zu sehen.
el: Μετακινήστε το ποντίκι πάνω από μια κατηγορία για να δείτε την περιγραφή της.
es_es: Pase el cursor sobre una categoría para ver su descripción.
fa: برای مشاهدهٔ شرح هر دسته مکان‌نما را روی آن قرار دهید.
fr: Survolez une catégorie avec votre pointeur pour voir sa description.
hu: Mutasson a kategóriára a leírásának megjelenítéséhez.
it: Posizionare il mouse sopra ad una categoria per visualizzare la descrizione.
ja: 各カテゴリにマウスカーソルを乗せると説明を見ることができます。
nl: Beweeg uw muis over een categorie om de beschrijving te bekijken.
pl: Aby zobaczyć opis kategorii, umieść kursor myszy nad jej nazwą.
pt_br: Visite as categorias para ver a descrição.
pt_pt: Passe por cima de uma categoria para ver a sua descrição.
ru: Наведите курсор мыши на категорию, чтобы посмотреть её описание.
sk: Presunutím myši na názov kategórie sa zobrazí jej popis.
sq: Kalojeni miun sipër një kategorie që të shihni përshkrimin për të.
sv_se: Håll musen över en kategori för att se dess beskrivning.
uk: Переглянути опис категорії.
vi: Rê chuột lên một phân mục để xem mô tả của nó.

source: How does it all work?
ca: Com funciona tot?
cs: Jak to funguje?
de: Wie funktioniert das alles?
el: Πως δουλεύει το σύστημα;
es_es: ¿Cómo funciona todo?
fa: این قسمت چگونه کار می‌کند؟
fr: Comment cela fonctionne-t-il&nbsp;?
hu: Hogy működik ez az egész?
it: Come funziona il sistema?
ja: これはどのように使うのですか？
nl: Hoe werkt dit allemaal?
pl: Jak to wszystko funkcjonuje?
pt_pt: Como é que tudo isto funciona?
ru: Как всё это работает?
sk: Ako to funguje?
sq: Si punon gjithë kjo?
sv_se: Hur fungerar det?
uk: Як усе це працює?
vi: Nó hoạt động như thế nào?

# devhub-external-english
source: How to Create Personas
pt_pt: Como criar personas?

source: How to Install in Sunbird
ca: Com instal·lar-ho al Sunbird
cs: Jak nainstalovat v&nbsp;Sunbirdu
de: Wie installiere ich ein Add-on in Thunderbird?
el: Πως να κάνετε εγκατάσταση στο Sunbird
es_es: Cómo instalar en Sunbird
fa: چگونه در سان‌برد نصب کنیم
fr: Comment installer un module dans Sunbird
hu: Telepítés a Sunbirdben
it: Come installare in Sunbird
ja: Sunbird へのインストール方法
nl: Hoe te installeren in Sunbird
pl: Instalacja w programie Sunbird
pt_br: Como instalar no Sunbird
pt_pt: Como instalar no Sunbird
ru: Как установить дополнения в Sunbird
sk: Ako nainštalovať do Sunbirdu
sq: Si të Instalohet në Sunbird
sv_se: Hur du installerar i Sunbird
uk: Як встановлювати у Sunbird
vi: Cách thức Cài đặt trong Sunbird

source: How to Install in Thunderbird
ca: Com instal·lar-ho en el Thunderbird
cs: Jak naistalovat doplněk do Thunderbirdu
de: Wie installiere ich ein Add-on in Thunderbird?
el: Εγκατάσταση στον Thunderbird
es_es: Cómo instalar en Thunderbird
fa: چگونه در تاندربرد نصب کنیم
fr: Comment installer un module dans Thunderbird
hu: Telepítés a Thunderbirdben
it: Come installare componenti aggiuntivi in Thunderbird
ja: Thunderbird へのインストール方法
nl: Hoe te installeren in Thunderbird
pl: Instalacja w Thunderbirdzie
pt_br: Como instalar no Thunderbird
pt_pt: Como instalar no Thunderbird
ru: Как установить дополнения в Thunderbird
sk: Ako nainštalovať do Thunderbirdu
sq: Si ta Instaloni te Thunderbird-i
sv_se: Hur man installerar i Thunderbird
uk: Як встановлювати у Thunderbird
vi: Làm thế nào để Cài đặt trong Thunderbird

source: I am looking for a:
ca: Estic cercant:
cs: Hledám:
de: Ich bin auf der Suche nach:
el: Αναζητώ:
es_es: Estoy buscando:
fa: به دنبال یکی از این موارد می‌گردم:
fr: Je recherche&nbsp;:
hu: Keresés:
it: Stai cercando un:
ja: 探しているものは
nl: Ik zoek een:
pl: Poszukuję:
pt_br: Estou procurando por:
pt_pt: Estou a procurar um:
ru: Я ищу:
sk: Hľadám:
sq: Po kërkoj për:
sv_se: Jag letar efter:
uk: Я шукаю
vi: Tôi đang tìm một:

source: I don't have an account.
ca: No tinc cap compte.
cs: Nemám účet.
de: Ich habe kein Benutzerkonto.
el: Δεν έχω λογαριασμό.
es_es: No tengo una cuenta.
fr: Je n'ai pas de compte.
hu: Nincs fiókom.
it: Non ho un account.
ja: アカウントを持っていません。
nl: Ik heb geen account.
pl: Nie mam konta
pt_pt: Não tenho uma conta.
ru: У меня нет учётной записи.
sk: Nemám účet.
sv_se: Jag har inget konto.
uk: У мене нема аккаунту.

source: I forgot my password.
ca: He oblidat la meva contrasenya.
cs: Zapomněl jsem své heslo.
de: Ich habe mein Passwort vergessen.
el: Ξέχασα τον κωδικό μου.
es_es: He olvidado mi contraseña.
fr: J'ai oublié mon mot de passe.
hu: Elfelejtettem a jelszavam.
it: Ho dimenticato la password.
ja: パスワードを忘れました。
nl: Ik ben mijn wachtwoord vergeten.
pl: Nie pamiętam hasła
pt_pt: Esqueci a minha senha.
ru: Я забыл свой пароль.
sk: Zabudol som moje heslo.
sv_se: Jag har glömt mitt lösenord.

source: I like this!
pt_pt: Eu gostei disto!

source: I understand that this step cannot be undone.
ca: He entès que aquest pas no es pot desfer.
cs: Rozumím, že tento krok je nevratný.
de: Ich verstehe, dass dieser Schritt nicht rückgängig gemacht werden kann.
el: Κατανοώ ότι η ενέργεια αυτή είναι μη αναστρέψιμη.
es_es: Comprendo que este paso no se puede deshacer.
fa: متوجه هستم که این عمل قابل بازگرداندن نیست.
fr: Je comprends bien qu'une fois cette étape franchie, il n'y a pas de retour en arrière possible.
hu: Megértettem, hogy ez a lépés nem vonható vissza.
it: Ho compreso che questo passaggio non potrà essere annullato.
ja: このステップは取り消せないことを了解しました。
nl: Ik begrijp dat deze stap niet ongedaan kan worden gemaakt.
pl: Zdaję sobie sprawę, że ten krok nie może być cofnięty.
pt_br: Eu entendo que este passo não tem volta.
pt_pt: Eu compreendo que este passo não pode ser anulado.
ru: Я понимаю, что этот шаг не может быть отменён.
sk: Chápem, že tento krok nie je možné vrátiť späť.
sq: E kam të qartë që ky hap nuk mund të zhbëhet.
sv_se: Jag förstår att detta steg inte kan göras ogjort.
uk: Я розумію, що цей крок не відворотній.
vi: Tôi hiểu rằng bước này sẽ không thể hoàn tác được.

source: Icon
ca: Icona
cs: Ikona
el: Εικονίδιο
es_es: Icono
fa: شمایل
fr: Icône
hu: Ikon
it: Immagine
ja: アイコン
nl: Pictogram
pl: Ikona
pt_br: Ícone
pt_pt: Ícone
ru: Значок
sk: Ikona
sq: Ikonë
sv_se: Ikon
uk: Позначка
vi: Biểu tượng

source: Icon will be deleted on save. <a %s>Cancel?</a>
ca: Es suprimirà la icona quan deseu. <a %s>Voleu cancel·lar?</a>
cs: Ikona bude smazána při uložení. <a %s>Zrušit?</a>
de: Das Icon wird gelöscht, wenn Sie nun speichern. <a %s>Abbrechen?</a>
el: Το εικονίδιο θα διαγραφεί κατά την αποθήκευση. <a %s>Ακύρωση;</a>
es_es: Los iconos se borrarán al guardar. <a %s>¿Cancelar?</a>
fa: شمایل هنگام ذخیره کردن حذف خواهد شد. <a %s>اگر منصرف شده‌اید اینجا را کلیک کنید.</a>
fr: L'icône sera effacéee lors de l'enregistrement. <a %s>Annuler&nbsp;?</a>
hu: Az ikon mentéskor törlésre kerül. <a %s>Mégse?</a>
it: Proseguendo con il salvataggio l'icona verrò eliminata. <a %s>Annullare?</a>
ja: アイコンは保存時に削除されます。<a %s>キャンセル</a>
nl: Pictogram wordt verwijderd bij opslaan. <a %s>Annuleren?</a>
pl: Ikona zostanie usunięta podczas aktualizacji. <a %s>Anuluj</a>
pt_br: Ícone será removido ao salvar. <a %s>Cancelar?</a>
pt_pt: O ícone será eliminado ao guardar. <a %s>Cancelar?</a>
ru: Значок будет удалён при сохранении. <a %s>Отменить?</a>
sk: Ikona bude pri uložení odstránená. <a %s>Zrušiť?</a>
sq: Ikona do të fshihet me ruajtjen. <a %s>Të anulohet?</a>
sv_se: Ikonen tas bort när du sparar. <a %s>Avbryt?</a>
uk: Символ буде вилучений при збереженні внесених змін. <a %s>Cancel?</a>
vi: Biểu tượng sẽ bị xóa khi lưu. <a %s>Hủy bỏ?</a>

source: Icon will be removed when "%1$s" is clicked below
ca: La icona es suprimirà quan cliqueu el botó "%1$s"
cs: Ikona bude po klepnutí na "%1$s" odstraněna
de: Das Icon wird entfernt werden, wenn Sie auf "%1$s" klicken
el: Το εικονίδιο θα αφαιρεθεί όταν κάνετε κλικ στο κουμπί «%1$s» παρακάτω
es_es: El icono se borrará cuando pulse "%1$s"
fa: با کلیک بر روی «%1$s» در زیر، مجموعه حذف خواهد گردید
fr: L'icône sera supprimée lorsque le bouton "%1$s" ci-dessous sera cliqué.
hu: Az ikon eltávolításra kerül a lenti „%1$s” gombra kattintáskor
it: L'immagine verrà rimossa facendo clic su "%1$s"
ja: 下の「%1$s」をクリックするとアイコンは削除されます
nl: Het pictogram wordt verwijderd wanneer hieronder op “%1$s” wordt geklikt
pl: Ikona zostanie usunięta po naciśnięciu przycisku „%1$s”
pt_br: O ícone será removido quando clicar em "%1$s" abaixo
pt_pt: O ícone será removido quando "%1$s" for clicado abaixo
ru: Значок будет удалён после нажатия расположенной ниже кнопки "%1$s"
sk: Ikona bude odstránená pri kliknutí na "%1$s"
sq: Ikona do të hiqet kur të klikohet "%1$s" më poshtë
sv_se: Ikonen tas bort när du klickard "%1$s" nedanför
uk: Іконка буде вилучена при натисканні під "%1$s"
vi: Biểu tượng sẽ bị xóa khi "%1$s" được nhấn bên dưới

source: If this is hard to read, you can <a href="%1$s">try different words</a> or <a href="%2$s">listen to something</a> instead.
ca: Si us costa de llegir, podeu <a href="%1$s">intentar unes paraules diferents</a> o bé, en comptes d'això, <a href="%2$s">escoltar una altra cosa</a>.
cs: Pokud je tento text těžko čitelný, můžete <a href="%1$s">zkusit jiná slova </a> nebo <a href="%2$s">si ho poslechnout</a>.
de: Falls dies schwer zu lesen ist, können Sie sich <a href="%1$s">andere Wörter anzeigen lassen</a> oder sich stattdessen <a href="%2$s">etwas ansagen lassen</a>.
el: Αν δεν μπορείτε να καταλάβετε τι γράφει, μπορείτε να <a href="%1$s">δοκιμάσετε διαφορετικές λέξεις</a> ή <a href="%2$s">να ακούσετε κάτι</a>.
es_es: Si es difícil de leer, puedes <a href="%1$s">probar otras palabras</a> o <a href="%2$s">escuchar el audio</a> en su lugar.
fa: اگر قادر به خواندن این متن نیستید، می‌توانید <a href="%1$s">واژه‌های دیگری را امتحان کنید</a> یا به جای آن <a href="%2$s">به متنی گوش دهید</a>.
fr: Si c'est illisible, vous pouvez <a href="%1$s">essayer d'autres mots</a> ou bien <a href="%2$s">utiliser le test auditif</a> à la place.
hu: Ha ezt nehéz elolvasni, akkor <a href="%1$s">próbálkozhat más szavakkal</a>, vagy inkább <a href="%2$s">meghallgathat valamit</a>.
it: Se è difficile da leggere, puoi <a href="%1$s">provare con un testo diverso</a> oppure <a href="%2$s">tornare al testo</a>.
ja: これが読みづらい場合は、代わりに <a href="%1$s">別の単語を試す</a> か <a href="%2$s">音声で聞く</a> こともできます。
nl: Indien dit moeilijk te lezen is kunt u <a href="%1$s">andere woorden proberen</a> of <a href="%2$s">naar iets luisteren</a>.
pl: Jeśli tekst jest nieczytelny, spróbuj <a href="%1$s">innych słów</a> lub zamiast tego <a href="%2$s">posłuchaj</a> nagrania dźwiękowego.
pt_br: Se isto for difícil de se ler, você poderá <a href="%1$s">tentar palavras diferentes</a> ou <a href="%2$s">ouvir algo</a>.
pt_pt: Se for difícil de ler, pode <a href="%1$s">pode tentar outras letras</a> ou em alternativa <a href="%2$s">ouvir algo</a>.
ru: Если это трудно для прочтения, вы можете <a href="%1$s">попробовать прочесть другие слова</a> или <a href="%2$s">прослушать что-либо</a> вместо чтения.
sk: Ak je to ťažko čitateľné, môžete skúsiť <a href="%1$s">iné slová</a> alebo si namiesto toho <a href="%2$s">niečo vypočujte</a>.
sv_se: Om detta är svårt att läsa kan du <a href="%1$s">testa andra ord</a> eller <a href="%2$s">lyssna på något</a> istället.
uk: Якщо важко розібрати, ви можете <a href="%1$s">спробувати інші слова</a> чи <a href="%2$s">прослухати щось інше</a> замість цього.
vi: Nếu khó đọc, bạn có thể <a href="%1$s">thử từ khác</a> hoặc <a href="%2$s">nghe đọc cái khác</a>.

source: If this is hard to understand, you can <a href="%1$s">listen to something else</a> or <a href="%2$s"> switch back to text</a>.
ca: Si no ho heu pogut entendre, podeu <a href="%1$s">escoltar una altra cosa</a> o bé <a href="%2$s">tornar al text</a>.
de: Falls dies schwer zu verstehen ist, können Sie <a href="%1$s">etwas anderes anhören</a> oder <a href="%2$s">zurück zu einer Text-Abfrage wechseln</a>.
el: αν δεν μπορείτε να καταλάβατε τι ακούτε, μπορείτε να <a href="%1$s">ακούσετε κάτι άλλο</a> ή<a href="%2$s">να επιστρέψετε στη μέθοδο με κείμενο</a>.
es_es: Si es difícil de comprender, puedes <a href="%1$s">escuchar otra cosa</a> o <a href="%2$s">cambiar a texto</a>.
fr: Si c'est difficilement compréhensible, vous pouvez <a href="%1$s">écouter autre chose </a> ou bien <a href="%2$s">utiliser le test textuel</a>.
hu: Ha ezt nehéz megérteni, akkor <a href="%1$s">meghallgathat mást is</a>, vagy <a href="%2$s">visszaválthat szövegre</a>.
it: Se è difficile da comprendere, puoi <a href="%1$s">ascoltare un testo diverso</a> oppure <a href="%2$s">tornare al testo</a>.
ja: これが分かりづらい場合は、<a href="%1$s">別の単語を聞く</a> か <a href="%2$s">文字でやり直す</a> こともできます。
nl: Indien dit moeilijk te verstaan is kunt u <a href="%1$s">naar iets anders luisteren</a> of <a href="%2$s">terugschakelen naar tekst</a>.
pl: Jeśli jest to trudne do zrozumienia, <a href="%1$s">posłuchaj</a> czegoś innego lub <a href="%2$s">wróć do formy tekstowej</a>.
pt_pt: Se for difícil de compreender, pode <a href="%1$s">ouvir outra</a> ou <a href="%2$s"> mudar de novo para texto</a>.
ru: Если это трудно для понимания, вы можете <a href="%1$s">прослушать что-либо ещё</a> или <a href="%2$s">вернуться к вводу текста</a>.
sk: Ak toto je ťažko zrozumiteľné, môžete <a href="%1$s">si vypočuť niečo iné</a> alebo <a href="%2$s">prepnite naspäť na text</a>.
sv_se: Om detta är svårt att förstå kan du <a href="%1$s">lyssna till något annat</a> eller <a href="%2$s">byta tillbaka till text</a>.
