Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Advanced Settings
ca: Opcions avançades
cs: Pokročilá nastavení
de: Besondere Einstellungen
el: Επιλογές για προχωρημένους
es_es: Opciones avanzadas:
fa: تنظیمات پیشرفته
fr: Paramètres avancés
hu: Speciális beállítások
it: Impostazioni avanzate
ja: 詳細設定
nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
pt_br: Configurações avançadas
pt_pt: Definições avançadas
ru: Дополнительные настройки
sk: Rozšírené nastavenia
sq: Rregullime të Mëtejshme
sv_se: Avancerade inställningaar
uk: Додаткові налаштування
vi: Thiết lập Nâng cao

source: Advanced Topics
pt_pt: Tópicos avançados

source: Age of Submission (days)
ca: Antiguitat (dies)
cs: Stáří odeslání (ve dnech)
de: Zeit in Liste (Tage)
el: Χρόνος υποβολής (ημέρες)
es_es: Frecuencia de envíos (días)
fa: مدت زمان ارسال شده (بر حسب روز)
fr: Âge de l'envoi (jours)
it: Tempo trascorso dalla richiesta (giorni)
ja: 登録からの期間 (日数)
nl: Leeftijd van indiening (dagen)
pl: Czas oczekiwania (dni)
pt_br: Idade do envio (dias)
pt_pt: Idade da submissão (dias)
ru: Кол-во дней с момента представления
sk: Doba od odoslania (dni)
sq: Kohë Parashtrimi (në ditë)
sv_se: Ålder på inskickning (dagar)
uk: Час існування подачі на розгляд (днів)
vi: Thời gian Gửi lên (ngày)

source: Agree and continue
ca: D'acord
cs: Souhlasím a pokračovat
de: Zustimmen und fortfahren
el: Αποδοχή και συνέχεια
es_es: Aceptar y continuar
fa: موافقت و ادامه
fr: Accepter et continuer
hu: Egyetértés és folytatás
it: Accetta e continua
ja: 同意して続ける
nl: Instemmen en doorgaan
pl: Dalej
pt_pt: Aceitar e continuar
ru: Согласиться и продолжить
sk: Súhlasiť a pokračovať
sq: E pranoj dhe vazhdo
sv_se: Godkänn och fortsätt
uk: Погодитися та продовжувати
vi: Đồng ý và tiếp tục

# devcp_uploader_platformtype_all
source: All
ca: Totes
cs: Všechny
de: Alle
el: Όλες
es_es: Todas
fa: همه
fr: Tout
hu: Összes
it: Tutto
ja: すべて
nl: Alles
pl: Wszystkie
pt_pt: Todas
ru: Все
sk: Všetky
sq: Të tëra
sv_se: Alla
uk: Усе
vi: Tất cả

# search_refine_all_categories_link
source: All
ca: Totes
cs: Vše
de: Alle
el: Όλες
es_es: Todas
fa: همه
fr: Tout
hu: Összes
it: Tutti
ja: すべて
nl: Alle
pl: Wszystkie
pt_br: Todos
pt_pt: Tudo
ru: Все
sk: Všetky
sv_se: Alla
uk: Усе

source: All
pt_pt: Tudo

source: All Locales
ca: Tots els idiomes
cs: Všechny jazyky
de: Alle Sprachen
el: Όλες οι γλώσσες
es_es: Todos los idiomas
fa: همهٔ زبان‌ها
fr: toutes les locales
it: Tutti i locale
ja: すべてのロケール
nl: Alle locales
pl: Wszystkie lokalizacje
pt_pt: Todos os idiomas
ru: Все локализации
sk: Všetky lokalizácie
sq: Tërë Vendoret
sv_se: Alla lokaler
uk: Усі локалі
vi: Tất cả Bản địa

source: All My Collections
ca: Totes les meves coŀleccions
de: Alle meine Sammlungen
el: Όλες οι συλλογές μου
es_es: Todos mis recopilatorios
fr: Mes collections
hu: Az összes gyűjteményem
it: Le mie raccolte
ja: 自分のすべてのコレクション
nl: Al mijn collecties
pl: Moje kolekcje
pt_pt: Todas s minhas colecções
ru: все мои подборки
sv_se: Alla mina samlingar

source: All Search Engines
ca: Tots els motors de cerca
cs: Vyhledávací moduly
de: Alle Suchmaschinen
el: Όλες τις μηχανές αναζήτησης
es_es: Todos los motores de búsqueda
fa: همهٔ موتورهای جست‌وجو
fr: Tous les moteurs de recherche
hu: Minden kereső
it: Tutti i Motori di ricerca
ja: すべての検索エンジン
nl: Alle zoekmachines
pl: Wszystkie wyszukiwarki
pt_br: Todos os mecanismos de pesquisa
pt_pt: Todos os Motores de Pesquisa
ru: Все поисковые плагины
sk: Všetky vyhľadávacie moduly
sq: Tërë Motorët e Kërkimeve
sv_se: Alla sökmotorer
uk: Всі пошукові засоби
vi: Tất cả Bộ máy Tìm kiếm

source: All Themes
ca: Tots els temes
cs: Všechny motivy vzhledu
de: Alle Themes
el: Όλα τα θέματα
es_es: Todos los temas
fa: همهٔ تم‌ها
fr: Tous les thèmes
hu: Minden téma
it: Tutti i temi
ja: すべてのテーマ
nl: Alle thema’s
pl: Wszystkie motywy
pt_br: Todos os temas
pt_pt: Todos os Temas
ru: Все темы
sk: Všetky témy
sq: Tërë Temat
sv_se: Alla teman
uk: Всі теми
vi: Tất cả Giao diện

source: All Time
ca: Les de sempre
de: Gesamter Zeitraum
el: Συνολικά
es_es: Todo el tiempo
fr: Depuis toujours
hu: Minden idő
it: Di sempre
ja: 全期間
nl: Alle tijd
pl: Cały czas
pt_pt: Sempre
ru: Всё время
sv_se: All tid

source: All Versions
ca: Totes les versions
cs: Všechny verze
de: Alle Versionen
el: Όλες οι εκδόσεις
es_es: Todas las versiones
fa: همهٔ نسخه‌ها
fr: Toutes les versions
hu: Minden verzió
it: Tutte le versioni
ja: すべてのバージョン
nl: Alle versies
pl: Wszystkie wersje
pt_br: Todas as versões
pt_pt: Todas as versões
ru: Все версии
sk: Všetky verzie
sv_se: Alla versioner
uk: Усі версії

source: All review queues are currently disabled. Please check back at a later time.
ca: Totes les cues de revisió estan actualment inhabilitades. Torneu-ho a comprovar més endavant.
cs: Všechny fronty kontroly doplňků jsou v&nbsp;současnosti zakázány. Opakujte prosím akci později.
de: Alle Moderationslisten sind momentan deaktiviert. Bitte versuchen Sie es später noch einmal.
el: Όλες οι λίστες αναμονής αξιολογήσεων έχουν προς το παρόν απενεργοποιηθεί. Παρακαλούμε προσπαθήστε ξανά αργότερα.
es_es: Todas las colas de valoración están desactivadas actualmente. Por favor, vuelve a intentarlo en otro momento.
fa: تمام صف‌های بررسی اکنون غیر فعال هستند. لطفاً بعداً دوباره تلاش نمایید.
fr: Toutes les queues de révision sont actuellement désactivées. Veuillez revenir plus tard.
hu: Jelenleg nem lehet értékelni. Jöjjön vissza később.
it: Al momento tutte le code di revisione sono disattivate. Riprovare più tardi.
ja: 現在レビュー待ちは中止されています。後日またチェックしてください。
nl: Alle beoordelingsrijen zijn momenteel uitgeschakeld. Probeer het later nog eens.
pl: Wszystkie kolejki recenzji są obecnie niedostępne. Spróbuj ponownie później
pt_br: Todas as filas de avaliação estão desabilitadas. Verifique novamente mais tarde.
pt_pt: Todas os comentários em espera estão actualmente desactivados. Volte a tentar mais tarde.
ru: В настоящее время все очереди рецензий заблокированы. Попробуйте вернуться и проверить позднее.
sk: Všetky fronty recenzií sú momentálne zakázané. Skúste neskôr.
sq: Radhët për shqyrtime hëpërhë janë të bllokuara. Rikthehuni më vonë.
sv_se: Alla granskningsköer är för närvarande avstängda. Titta tillbaka senare.
uk: Всі черги переглядів зараз відключено. Будь ласка, спробуйте знову пізніше.
vi: Tất cả dãy đánh giá hiện đang bị vô hiệu hóa. Vui lòng kiểm tra lại sau.

source: All rights reserved.
ca: Tots els drets reservats.
cs: Všechna práva vyhrazena.
de: Alle Rechte vorbehalten.
el: Με την επιφύλαξη παντός δικαιώματος.
es_es: Todos los derechos reservados.
fa: تمامی حقوق محفوظ است.
fr: Tous droits réservés.
hu: Minden jog fenntartva.
it: Tutti i diritti riservati.
nl: Alle rechten voorbehouden.
pl: Wszelkie prawa zastrzeżone.
pt_br: Todos os direitos reservados.
pt_pt: Todos os direitos reservados.
ru: Все права защищены.
sk: Všetky práva vyhradené.
sq: Tërë të drejtat të rezervuara.
sv_se: Alla rättigheter reserverade.
uk: Всі права захищені.
vi: Mọi quyền được bảo lưu. <br/><b>Vào trang web</b> <a href="http://vi.mozdev.org">Mozilla Việt Nam</a>

source: All tests passed, well done!
ca: Ha passat totes les proves, ben fet!
de: Alle Tests bestanden, gut gemacht!
fr: Tous les tests sont réussis, bien joué&nbsp;!
hu: Minden teszt sikerült, gratulálunk!
it: Tutti i test sono stati superati, ben fatto.
ja: すべてのテストをパスしました。素晴らしい！
nl: Geslaagd voor alle tests, goed werk!
pl: Wszystkie testy zostały zaliczone!
pt_pt: Muito bem, todos os testes passaram!
ru: Все тесты пройдены, отлично!
sv_se: Alla tester gick bra, bravo!

source: All tests passed.
ca: Ha passat totes les proves.
cs: Všechny testy proběhly úspěšně.
de: Alle Tests bestanden.
el: Ολοκληρώθηκαν με επιτυχία όλοι οι έλεγχοι.
es_es: Todas las pruebas realizadas.
fr: Tous les tests ont été passés avec succès.
hu: Minden teszt sikeres volt.
it: Tutti i test sono stati superati.
ja: すべてのテストをパスしました。
nl: Alle tests doorstaan.
pl: Wszystkie testy zostały zaliczone.
pt_pt: Todos os testes passaram.
ru: Все тесты пройдены.
sk: Všetky testy úspešné.
uk: Усі тести пройдено.

source: Allow online source viewing
ca: Permet la visualització del codi font en línia
cs: Povolit online prohlížení zdrojového kódu
de: Online-Anzeige des Quellcodes zulassen
el: Να επιτρέπεται η εμφάνιση του πηγαίου κώδικα στο δίκτυο
es_es: Permitir ver el código fuente en línea
fa: اجازهٔ مشاهدهٔ متصل کد منبع داده شود
fr: Permettre la visualisation du code source en ligne
hu: Engedélyezem a forrás online megjelenítését
it: Consenti la visualizzazione online dei sorgenti
ja: オンラインでのソースの表示を許可する
nl: Online bron bekijken toestaan
pl: Zezwalaj na przeglądanie źródła w trybie online
pt_br: Permitir visualização online do código fonte
pt_pt: Permitir visualização da fonte quando ligado
ru: Разрешить онлайновый просмотр исходного кода
sk: Umožniť zobrazenie zdrojového kódu online
sq: Lejo parje burimi "online"
sv_se: Tillåt källkodsvisning på nätet
uk: Дозволити перегляд джерела в мережі
vi: Cho phép xem mã nguồn trực tuyến

source: Alpha Versions
ca: Versions Alfa
cs: Alfa verze
de: Alpha-Versionen
el: Δοκιμαστικές εκδόσεις άλφα
es_es: Versiones Alpha
fa: نسخه‌های آلفا
fr: Versions alphas
hu: Alfaverziók
it: Versioni alfa
ja: アルファ版
nl: Alfaversies
pl: Wersje alfa
pt_br: Versões Alpha
pt_pt: Versões Alpha
ru: Альфа-версии
sk: Verzie alpha
sq: Versione Alfa
sv_se: Alpha-versioner
uk: Альфа-версія
vi: Phiên bản Alpha

source: An <a href="%1$s">older version</a> may work
ca: Pot ser que funcioni en una <a href="%1$s">versió més antiga</a>
cs: Zkuste použít <a href="%1$s">starší verzi</a>
de: Eine <a href="%1$s">ältere Version</a> könnte funktionieren
el: Πιθανότατα μια <a href="%1$s">παλιότερη έκδοση</a> να δουλέψει.
es_es: Puede que funcione una <a href="%1$s">versión más antigua</a>
fa: <a href="%1$s">نسخه‌ای قدیمی‌تر</a> ممکن است به کار بیاید
fr: Une <a href="%1$s">version plus ancienne</a> pourrait fonctionner
hu: Egy <a href="%1$s">régebbi verzió</a> működhet
it: Una <a href="%1$s">versione precedente</a> potrebbe funzionare
ja: <a href="%1$s">古いバージョン</a> は利用できる可能性もあります
nl: Een <a href="%1$s">oudere versie</a> werkt wellicht
pl: <a href="%1$s">Starsza wersja</a> może zadziałać
pt_br: Uma <a href="%1$s">versão mais antiga</a> pode funcionar
pt_pt: Uma <a href="%1$s">versão antiga</a> poderá funcionar
ru: Возможно будет работать <a href="%1$s">старая версия</a>
sk: <a href="%1$s">Staršia verzia</a> by mohla fungovať
sq: Mund të bëjë punë ndonjë <a href="%1$s">version më i vjetër</a>
sv_se: En <a href="%1$s">äldre version</a> kanske fungerar
uk: <a href="%1$s">Старіша версія</a> може запрацювати
vi: Có lẽ <a href="%1$s">phiên bản cũ</a> chạy được

source: An email has been sent to %1$s to confirm your new email address. For the change to take effect, you need to click on the link provided in this email. Until then, you can keep logging in with your current email address.
ca: S'ha enviat un correu electrònic a %1$s per a confirmar la vostra nova adreça de correu. Per tal que el canvi tingui efecte, heu de clicar l'enllaç inclòs en el correu. Fins aleshores, podeu continuar entrant amb la vostra adreça de correu actual.
cs: Pro potvrzení nové e-mailové adresy byl odeslán e-mail na adresu %1$s. Pro potvrzení změny bude potřeba, abyste klepli na odkaz uvedený v&nbsp;tomto e-mailu. Do té doby zůstane přihlašování spojené s&nbsp;vaší aktuální e-mailovou adresou.
de: Wir haben eine E-Mail an %1$s gesendet, um Ihre neue E-Mail-Adresse zu bestätigen. Um die Adressänderung wirksam werden zu lassen, klicken Sie bitte auf den Link, der sich in dieser E-Mail befindet. Bis das geschehen ist, können Sie sich weiterhin mit Ihrer gegenwärtigen Adresse anmelden.
el: Έχει αποσταλεί ένα μήνυμα ηλεκτρονικού ταχυδρομείου στη διεύθυνση %1$s για να γίνει επιβεβαίωση. Για να ολοκληρωθεί η αλλαγή θα πρέπει να κάνετε κλικ στο δεσμό που θα βρείτε στο μήνυμα. Μέχρι να γίνει αυτό, μπορείτε να συνδέεστε χρησιμοποιώντας την τρέχουσα διεύθυνση ηλεκτρονικού ταχυδρομείου σας.
es_es: Se ha enviado un correo electrónico a %1$s para confirmar tu nueva dirección. Para que este cambio surta efecto, necesitas hacer clic en el enlace que se proporciona en este correo. Hasta entonces, puedes seguir ingresando con tu dirección de correo electrónico actual.
fa: نامه‌ای به نشانی %1$s ارسال شد تا نشانی پست الکترونیکی جدیدتان را تأیید کند. برای این که این تغییر اعمال شود، می‌توانید بر روی پیوند درون آن نامه کلیک کنید. تا آن زمان، می‌توانید با نشانی پست الکترونیک فعلی خود وارد شوید.
fr: Un courriel a été envoyé à %1$s afin de confirmer votre nouvelle adresse électronique. Pour que ce changement soit effectif, vous devez cliquer sur le lien inclus dans ce courriel. En attendant, vous pouvez continuer de vous connecter avec votre adresse actuelle.
hu: Az új e-mail címet megerősítő hivatkozást e-mailben küldtük el a(z) %1$s címre. A módosítás hatályba léptetéséhez rá kell kattintania az ebben az e-mailben levő hivatkozásra. Addig továbbra is a régi e-mail címével jelentkezhet be.
it: Una e-mail è stata inviata a %1$s per confermare il nuovo indirizzo e-mail. Per rendere effettiva la modifica è necessario fare clic sul link contenuto in questa mail. Fino a quel momento sarò possibile continuare ad accedere con l'indirizzo e-mail corrente.
ja: メールアドレスの変更を受け付けるため、%1$s あてに確認のメールを送信しました。変更を完了するには、メール本文に記載されているリンクをクリックしてください。それまでは、今お使いのメールアドレスでログイン可能です。
nl: Er is een e-mailbericht verstuurd naar %1$s om uw nieuwe e-mailadres te bevestigen. Om de wijziging door te voeren dient u te klikken op de koppeling in dit e-mailbericht. Tot dat moment kunt u u aanmelden met uw huidige e-mailadres.
pl: List z potwierdzeniem nowego adresu e-mail został wysłany na %1$s. Aby zmiana zaczęła obowiązywać, należy kliknąć odnośnik przesłany w tym e-mailu. Póki to nie nastąpi, można logować się przy użyciu dotychczasowego adresu e-mail.
pt_br: Foi enviado um e-mail para %1$s para confirmar seu novo endereço de e-mail. Para que a mudança tenha efeito, você precisa clicar no link fornecido neste e-mail. Até lá, você pode continuar acessando com seu endereço de e-mail atual.
pt_pt: Uma mensagem de correio electrónico foi enviada para %1$s para confirmar o seu novo endereço. Para que a alteração seja realizada, tem que clicar na ligação fornecida nesta mensagem. Até lá pode continuar a entrar com o seu correio electrónico actual.
ru: Для подтверждения вашего нового адреса электронной почты на адрес %1$s было отправлено письмо. Для смены почтового адреса, вам необходимо щёлкнуть по ссылке, указанной в этом письме. До этих пор, вы можете входить, используя ваш текущий адрес электронной почты.
sk: Na adresu %1$s bola odoslaná overovacia e-mailová správa. Aby bola táto zmena úspešne vykonaná, musíte kliknúť na odkaz nachádzajúci sa v tejto správe. Dovtedy sa môžete prihlasovať použitím aktuálne používanej e-mailovej adresy.
sq: Për ripohimin e vendndodhjes tuaj të re email u dërgua një email te %1$s. Që të hyjë në fuqi ndryshimi, lypset të klikoni te lidhja e dhënë në këtë email. Deri atëherë, mund të vazhdoni të hyni me vendndodhjen tuaj të tanishme email.
sv_se: Ett e-postmeddelande har skickats till %1$s för att bekräfta din nya e-postadress. För att ändringen ska ge effekt måste du klicka på länken i det brevet. Till dess det är gjort kan du fortsätta logga in med din nuvarande e-postadress.
uk: Електронний лист з підтвердженням був відправлений %1$s для підтвердження вашої нової електронної пошти. Щоб ця зміна відбулася, вам треба натиснути на посиланні у цьому листі. До того ви можете зареєструватися з вашою теперішньою адресою.
vi: Một email đã được gửi tới %1$s để xác nhận địa chỉ email mới của bạn. Để thay đổi có hiệu lực, bạn cần nhấn lên liên kết được cung cấp trong email. Cho đến lúc đó, bạn vẫn có thể đăng nhập bằng địa chỉ email hiện tại.

source: An email has been sent to your address %1$s to confirm your account. Before you can log in, you have to activate your account by clicking on the link provided in this email.
ca: S'ha enviat un correu a la vostra adreça %1$s per a confirmar el vostre compte. Abans que pugueu connectar-vos, heu d'activar el compte clicant l'enllaç següent.
cs: Na vaši adresu %1$s byl odeslán e-mail obsahující odkaz k&nbsp;aktivaci účtu. Před tím než se budete moci přihlásit, si musíte svůj účet aktivovat klepnutím na tento odkaz.
de: Eine E-Mail wurde an Ihre Adresse %1$s gesendet, um Ihre E-Mail-Adresse zu bestätigen. Bevor Sie sich einloggen können, müssen Sie den in der Mail enthaltenen Link aufrufen, um Ihr Konto zu aktivieren.
el: Έχει αποσταλεί μήνυμα επιβεβαίωσης στη διεύθυνση %1$s. Για να μπορέσετε να συνδεθείτε θα πρέπει πρώτα να ενεργοποιήσετε το λογαριασμό σας κάνοντας κλικ στο δεσμό που θα βρείτε στο μήνυμα αυτό.
es_es: Se ha enviado un correo a tu dirección %1$s para confirmar tu cuenta. Antes de que puedas entrar, debes activar tu cuenta haciendo clic en el enlace que hay en dicho correo.
fa: یک نامهٔ الکترونیک به نشانی شما %1$s فرستاده شد تا حساب کاربری‌تان تأیید شود. پیش از آن که بتوانید وارد شوید، باید حساب کاربری‌تان را با کلیک بر روی پیوند موجود در این نامه فعال کنید.
fr: Un courriel a été envoyé à votre adresse %1$s afin de confirmer votre compte. Avant de pouvoir vous connecter, vous devez activer votre compte en cliquant sur le lien fourni dans ce message.
hu: A felhasználói fiókot aktiváló hivatkozást e-mailben küldtük el a(z) %1$s címre. Az első bejelentkezés előtt aktiválnia kell a fiókját az e-mailben küldött hivatkozásra való kattintással.
it: È stata inviata una e-mail al tuo indirizzo %1$s per attivare il tuo account. Per poter accedere è necessario fare clic sul link contenuto in questo messaggio e-mail.
ja: 入力されたメールアドレス (%1$s) にアカウント確認のためのメールを送信しました。ログインする前に、そのメールに書かれたリンクをクリックして、認証手続きを行ってください。
nl: Er is een e-mail verzonden naar uw adres %1$s om uw account te bevestigen. Voordat u zich kunt aanmelden dient u uw account te activeren door op de koppeling in deze e-mail te klikken.
pl: Na Twój adres e-mail %1$s została wysłana wiadomość zawierająca dane do aktywacji konta. Aby móc się zalogować, należy dokonać jego aktywacji klikając odnośnik znajdujący się w wiadomości.
pt_br: Um email foi enviado para o endereço %1$s para que a conta seja confirmada. Antes de fazer login, você deverá ativar sua conta clicando no link que encontrará no email.
pt_pt: Foi enviada uma mensagem de correio electrónico a %1$s para confirmar a sua conta. Antes de poder entrar, tem de activar a sua conta clicando na ligação fornecida nesta mensagem de correio electrónico.
ru: Для подтверждения создания учётной записи по адресу %1$s было отправлено письмо. Перед тем как войти, вы должны активировать учётную запись, щёлкнув по ссылке, находящейся в этом письме.
sk: Na adresu %1$s bol odoslaný e-mail, ktorým potvrdíte svoj účet. Pred tým, než sa budete môcť prihlásiť, je potrebné aktivovať účet kliknutím na odkaz, ktorý sa nachádza v tejto e-mailovej správe.
sq: Ju dërguam email te vendndodhja juaj %1$s që të ripohoni llogarinë tuaj. Përpara se të hyni, duhet ta aktivizoni llogarinë tuaj duke klikuar mbi lidhjen e dhënë në këtë email.
sv_se: E-post har skickats till din adress %1$s för att bekräfta ditt konto. Innan du kan logga in måste du aktivera ditt konto genom att klicka på länken i detta brev.
uk: Надіслано електронного листа на вашу адресу %1$s для підтвердження вашого рахунку. Перед тим, як увійти, ви повинні активувати ваш рахунок, клікнувши на наведеному у листі посиланні.
vi: Một email đã được gửi tới địa chỉ %1$s của bạn để xác nhận tài khoản của bạn. Trước khi có thể đăng nhập, bạn phải kích hoạt tài khoản bằng cách nhấn lên liên kết trong email này.

source: An error occurred moving %s.
ca: S'ha produït un error movent %s.
cs: Při přesunu %s nastala chyba.
de: Ein Fehler trat beim Verschieben von %s auf.
el: Συνέβη σφάλμα κατά τη μεταφορά του %s.
es_es: Ocurrió un error al mover %s.
fa: خطایی در تغییر مکان %s روی داد.
fr: Une erreur a été rencontrée lors du déplacement de %s.
hu: Hiba történt a(z) %s áthelyezése közben.
it: Si è verificato un errore durante lo spostamento di %s.
ja: %s を移動する際にエラーが発生しました。
nl: Er is een fout opgetreden bij het verplaatsen van %s.
pl: Podczas przenoszenia pliku %s wystąpił błąd.
pt_br: Foi encontrado um erro ao mover %s.
pt_pt: Ocorreu um erro ao mover %s.
ru: При перемещении %s возникла ошибка.
sk: Pri presúvaní súboru %s sa vyskytla chyba.
sq: Ndodhi një gabim gjatë lëvizjes së %s.
sv_se: Ett fel inträffade när %s flyttades.
uk: Помилка з’явилася під час переміщення %s.
vi: Lỗi xảy ra khi đang di chuyển %s.

source: An error occurred trying to add a favorite collection. Is this collection already a favorite?
ca: S'ha produït un error mentre s'intentava afegir una col·lecció preferida. Potser aquesta col·lecció ja era una preferida?
cs: Při pokusu o přidání k oblíbené sbírce nastala chyba. Je tato sbírka stále oblíbená?
de: Beim Speichern der Sammlung als Favoriten ist ein Fehler aufgetreten. Ist diese Sammlung bereits ein Favorit?
el: Παρουσιάστηκε σφάλμα κατά την προσθήκη συλλογής στις αγαπημένες. Μήπως ήταν ήδη στις αγαπημένες η συλλογή;
es_es: Se ha producido un error al añadir un recopilatorio favorito. ¿Está ya este recopilatorio en tus favoritos?
it: Si è verificato un errore nel tentativo di impostare questa raccolta come preferita. Questa raccolta è già presente tra i preferiti?
ja: お気に入りのコレクションを追加する際にエラーが発生しました。このコレクションはすでにお気に入りとして追加されていませんか？
nl: Er is een fout opgetreden bij het toevoegen van een collectie aan uw Favorieten. Is deze collectie al een favoriet?
pl: Podczas próby dodania ulubionej kolekcji wystąpił błąd. Czy ta kolekcja nie jest już w Twoich ulubionych?
pt_br: Um erro ocorreu na tentativa de adicionar uma nova coleção favorita. Verifique se esta coleção já é uma favorita.
pt_pt: Ocorreu um erro ao adicionar esta colecção aos favoritos. Esta colecção já é um favorito?
ru: При попытке добавления подборки в избранные произошла ошибка. Может быть эта подборка уже в избранных?
sk: Pri pokuse o pridanie kolekcie medzi Obľúbené sa vyskytla chyba. Nenachádza sa už táto kolekcia medzi vašimi obľúbenými kolekciami?
sq: Ndodhi një gabim gjatë provës për shtim të një koleksioni të parapëlqyer. Mos është tashmë pjesë e koleksioneve të parapëlqyer?
sv_se: Ett fel upstod när samlingen skulle läggas till dina favoriter. Är samlingen redan en favorit?
uk: Помилка при додачі улюбленої колекції. У цій колекції уже є улюбленець?
vi: Một lỗi đã xảy ra khi đang cố thêm một bộ sưu tập ưa thích. Có phải bộ sưu tập này đã được đánh dấu là ưa thích rồi?
