Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Error saving add-on!
ca: S'ha produït un error quan es desava el complement.
cs: Chyba při ukládání doplňku!
de: Fehler beim Speichern des Add-ons!
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση του πρόσθετου!
es_es: ¡Error al guardar el complemento!
fa: خطا در حین ذخیرهٔ افزودنی!
fr: Erreur lors de l'enregistrement du module&nbsp;!
hu: Hiba a kiegészítő mentésekor!
it: Errore durante il salvataggio del componente aggiuntivo
ja: アドオンの保存中にエラーが発生しました！
nl: Fout bij opslaan add-on!
pl: Wystąpił błąd podczas zapisywania dodatku!
pt_br: Erro ao salvar o complemento!
pt_pt: Erro ao guardar extra!
ru: Ошибка сохранения!
sk: Chyba pri ukladaní doplnku!
sq: Gabim në ruajtjen e shtesës!
sv_se: Fel vid sparning av tillägg!
uk: При зберіганні додатку сталася помилка!
vi: Gặp lỗi khi lưu tiện ích!

source: Fashion your Firefox FAQ
ca: PMF Modernitza el teu Firefox
cs: Vytvořte si své Firefox FAQ
de: Fashion your Firefox: Häufige Fragen
el: Συχνές ερωτήσεις για το «Ντύστε τον Firefox»
es_es: PUF de "Pon a punto Firefox"
fa: پرسش‌های معمول «به نمایش گذاشتن فایرفاکس خود»
fr: FAQ de 'Fashion your Firefox'
hu: Firefox testreszabása GYIK
it: FAQ - Migliora lo stile di Firefox
ja: Fashion Your Firefox に関する FAQ
nl: Veelgestelde vragen over Pas uw Firefox aan
pl: Dostosuj swojego Firefoksa – FAQ
pt_br: FAQ do Fashion Your Firefox
pt_pt: FAQ personalize o seu Firefox
ru: FAQ сайта «Прокачай свой Firefox»
sk: Často kladené otázky pre Oblečte svoj Firefox
sq: FAQ Modernizoni Firefox-in tuaj
sv_se: Vanliga frågor om Fashion your Firefox
uk: Зробіть стильним ваш Firefox FAQ
vi: Câu hỏi Thường gặp về Tạo mốt cho Firefox của bạn

# sidebar_pitch_featured_addons
source: Featured Add-ons
ca: Complements recomanats
cs: Doporučované doplňky
de: Empfohlene Add-ons
el: Συνιστώμενα πρόσθετα
es_es: Complementos destacados
fa: افزودنی‌های پیشنهاد شده
fr: Modules essentiels
hu: Kiemeltek
it: Consigliati da noi
ja: おすすめのアドオン
nl: Aanbevolen add-ons
pl: Polecane
pt_br: Complementos em destaque
pt_pt: Extras
ru: Избранные дополнения
sk: Odporúčané doplnky
sq: Shtesa të Trajtuara
sv_se: Uppmärksammade tillägg
uk: Обрані додатки
vi: Tiện ích Nổi bật

# devcp_editorsqueue_featured
source: Featured Add-ons
ca: Complements destacats
cs: Uváděné doplňky
de: Empfohlene Add-ons
el: Συνιστώμενα πρόσθετα
es_es: Complementos destacados
fa: افزودنی‌های ویژه
fr: Modules essentiels
hu: Kiemelt kiegészítők
it: Componenti aggiuntivi consigliati
ja: 注目のアドオン
nl: Aanbevolen add-ons
pl: Polecane dodatki
pt_br: Complementos em destaque
pt_pt: Extras
ru: Появившиеся дополнения
sk: Odporúčané doplnky
sq: Shtesa të Trajtuara
sv_se: Uppmärksammat tillägg
uk: Вибрані додатки
vi: Tiện ích Nổi bật

# rss_featuredaddons
source: Featured Add-ons
ca: Complements destacats
cs: Zajímavé doplňky
de: Empfohlene Add-ons
el: Συνιστώμενα πρόσθετα
es_es: Complementos destacados
fa: افزودنی‌های پیشنهاد شده
fr: Modules essentiels
hu: Kiemeltek
it: Componenti aggiuntivi disponibili
ja: 注目のアドオン
nl: Aanbevolen add-ons
pl: Polecane dodatki
pt_br: Complementos selecionados
pt_pt: Extras
ru: Популярные дополнения
sk: Odporúčané doplnky
sq: Shtesa të Trajtuara
sv_se: Uppmärksammade tillägg
uk: Властиві додатки
vi: Tiện ích được Đề cao

# editors_featured_addons_pagetitle
source: Featured Add-ons
ca: Característiques del complement
cs: Uváděné doplňky
de: Empfohlene Add-ons
el: Συνιστώμενα πρόσθετα
es_es: Complementos destacados
fa: افزودنی‌های ویژه
fr: Modules essentiels
hu: Kiemelt kiegészítők
it: Componenti aggiuntivi consigliati
ja: 注目のアドオン
nl: Aanbevolen add-ons
pl: Polecane dodatki
pt_br: Complementos em destaque
pt_pt: Funcionalidades do Extra
ru: Избранные дополнения
sk: Odporúčané doplnky
sq: Shtesë e Trajtuar
sv_se: Uppmärksammade tillägg
uk: Вибрані додоатки
vi: Các Tiện-ích được Giới thiệu

source: Find add-ons for other applications
ca: Troba complements per a altres aplicacions
cs: Zobrazí doplňky pro ostatní aplikace
de: Add-ons für andere Anwendungen finden
el: Αναζήτηση πρόσθετων για άλλα προγράμματα
es_es: Encontrar complementos para otras aplicaciones
fa: پیدا کردن افزودنی‌های برنامه‌های دیگر
fr: Trouver des modules pour d'autres logiciels
hu: Kiegészítők keresése más alkalmazásokhoz
it: Scopri i componenti aggiuntivi per le altre applicazioni
ja: 他のアプリケーション用のアドオンを探す
nl: Add-ons voor andere toepassingen zoeken
pl: Znajdź dodatki dla innych programów
pt_br: Encontre complementos para outras aplicações
pt_pt: Procure extras para outras aplicações
ru: Найти дополнения для других приложений
sk: Hľadať doplnky pre iné aplikácie
sq: Gjej shtesa për zbatime të tjera
sv_se: Hitta tillägg för andra applikationer
uk: Знайти додатки для іншої програми
vi: Tìm tiện ích cho các chương trình khác

source: Find all the tools and resources you need to make your first add-on.
ca: Trobareu totes les eines i recursos que necessiteu per a crear el vostre primer complement.
de: Sehen Sie alle Werkzeuge und Dokumentationen zur Erstellung Ihres ersten Add-ons.
fr: Trouvez tous les outils et ressources nécessaires pour créer votre premier module.
hu: Itt megtalál minden segítséget és eszközt, amely az első kiegészítőjének elkészítéséhez kell.
it: Scopri tutti gli strumenti e le risorse utili per creare il tuo primo componente aggiuntivo.
ja: 初めてアドオンを作成する際に必要なすべてのツールとリソースを集めました。
nl: Vind alle hulpmiddelen en informatiebronnen die u nodig hebt om uw eerste add-on te maken.
pl: Przejdź do Centrum autora i znajdź wszystkie narzędzia i środki potrzebne do stworzenia pierwszego Twojego dodatku.
pt_pt: Procurar todas as ferramentas e recursos que necessita para fazer o seu primeiro extra.
ru: Здесь можно найти все инструменты и ресурсы необходимые для создания вашего первого дополнения.
sv_se: Hitta alla verktyg och resurser du behöver för att skapa ditt första tillägg.

source: From time to time, Mozilla may send you email about upcoming releases and add-on events. Please select the topics you are interested in below:
ca: De tant en tant, Mozilla us anirà enviant correus sobre les properes versions i esdeveniments dels complements. Seleccioneu els temes que us interessen:
cs: Čas od času posílá Mozilla e-mail o&nbsp;nadcházejících vydání doplňků nebo událostech. Zvolte si prosím témata, která vás zajímají:
de: Von Zeit zu Zeit kann Mozilla Ihnen E-Mails bezüglich bald erscheinender Softwareversionen und Add-on-bezogener Ereignisse senden. Bitte wählen Sie diejenigen Themes aus, die Sie interessieren:
el: Κατά καιρούς , ο οργανισμός Mozilla μπορεί να σας στείλει μηνύματα ηλεκτρονικού ταχυδρομείου για επερχόμενες εκδόσεις και εκδηλώσεις σχετικά με τα πρόσθετα. Παρακαλούμε επιλέξτε ποια θέματα σας ενδιαφέρουν από τα παρακάτω:
es_es: De vez en cuando, Mozilla puede enviarte un correo electrónico sobre próximas publicaciones y eventos sobre complementos. Por favor, selecciona debajo los temas en los que estás interesados:
fa: ممکن است موزیلا هر چند وقت یک بار دربارهٔ انتشارهای پیش رو و رویدادهای مربوط به افزودنی‌ها نامه‌ای الکترونیکی ارسال کند. لطفاً موضوعات مورد علاقهٔ خود را در ادامه انتخاب کنید:
fr: Occasionnellement, Mozilla peut vous envoyer un courriel concernant les prochaines sorties logicielles et des évènements liés aux modules. Veuillez sélectionnez ci-dessous les sujets susceptibles de vous intéresser&nbsp;:
hu: A Mozilla időként küldhet e-mailt a soron következő kiadásokról és a kiegészítőket érintő eseményekről. Válassza ki az Önt érdeklő témákat:
it: Mozilla può inviarti periodicamente delle e-mail per segnalare nuove versioni o eventi legati ai componenti aggiuntivi. Scegli gli argomenti a cui sei interessato:
ja: Mozilla では時々、リリース予定やアドオン関連イベントについてのメールをお送りします。あなたが興味のあるトピックを以下からお選びください。
nl: Af en toe kan Mozilla u een e-mailbericht sturen over verwachte releases en add-onevenementen. Selecteer a.u.b. hieronder de onderwerpen waarin u bent geïnteresseerd:
pl: Od czasu do czasu Mozilla może wysyłać do Ciebie e-mail z informacjami o nadchodzących wydaniach i wydarzeniach związanych z dodatkami. Wybierz interesujące Cię zagadnienia:
pt_br: De tempos em tempos, Mozilla poderá lhe enviar emails sobre os lançamentos futuros e eventos relacionados com complementos. Por favor selecione os tópicos que você tem interesse abaixo:
pt_pt: De vez em quando a Mozilla poderá enviar-lhe uma mensagem de correio sobre os próximos lançamentos e eventos de extras. Seleccione os tópicos que lhe interessam abaixo:
ru: Время от времени Mozilla может посылать вам письма с информацией о выходящих в скором времени версиях приложений и событиях, касающихся дополнений. Пожалуйста, выберите темы, в которых вы заинтересованы:
sk: Z času na čas Vám Mozilla môže odoslať e-mailovú správu s informáciou o nadchádzajúcich vydaniach alebo udalostí. Prosím, zvoľte si oblasti, ktoré Vás zaujímajú:
sq: Mozilla mund t'ju dërgojë, herë pas here, email rreth versionesh të ardhshëm dhe veprimtari që lidhen me shtesat. Ju lutem përzgjidhni më poshtë temat që ju interesojnë:
sv_se: Ibland kan Mozilla skicka e-post om kommande programsläpp och händelser på Add-ons. Välj vilka ämnen du är intresserad av här nedanför:
uk: Час від часу Mozilla може надіслати вам повідомлення про майбутні випуски та новинки у додатках. Виберіть, будь ласка, виберіть знизу теми, які вас цікавлять:
vi: Thỉnh thoảng, Mozilla có thể gửi email cho bạn về các bản phát hành sắp có và các sự kiện liên quan đến tiện ích. Vui lòng chọn chủ đề mà bạn thích bên dưới:

source: Give your collection a descriptive name, such as "Dave's Favorite Travel Add-ons"
ca: Cal que doneu un nom descriptiu a la vostra col·lecció, com per exemple "Els millors complements per a viatges d'en David"
cs: Pojmenujte vaši sbírku rozumně. Například "Mé oblíbené doplňky pro vývoj".
de: Geben Sie Ihrer Sammlung einen erläuternden Namen, wie zum Beispiel "Daniels Liste von Reise-Add-ons"
el: Δώστε στη συλλογή σας ένα περιγραφικό όνομα, όπως πχ «Η συλλογή για προγραμματισμό του Γιάννη»
es_es: Da a tu recopilatorio un nombre descriptivo, como por ejemplo "Complementos favoritos de David"
fa: به مجموعهٔ خود یک نام واضح بدهید، مثلاً «افزودنی‌های محبوب داوود دربارهٔ مسافرت»
fr: Donnez à votre collection un nom descriptif tel que "Les modules de voyage favoris de Jean"
hu: Adjon gyűjteményének leíró nevet, például „András kedvenc utazási kiegészítői”
it: Assegna alla tua raccolta un nome descrittivo, come ad esempio "Estensioni preferite di Paolo per netbook"
ja: コレクションに分かりやすい名前を付けてください。例えば「デイブのお気に入り旅行用アドオン」などが良い例です。
nl: Geef uw collectie een beschrijvende naam, zoals “De favoriete reisadd-ons van Dave”
pl: Nadaj kolekcji opisową nazwę np.: „Ulubione dodatki webmasterskie Leszka”
pt_br: Dê um nome descritivo pra sua coleção, tal como "Complementos de viagem favoritos do Filipe"
pt_pt: Dê à sua colecção um nome que a descreva, tipo "Extras de viagens favoritos do David"
ru: Дайте своей подборке наглядное описание, например "Полезные дополнения для поездки в командировку от Васи"
sk: Zadajte popisný názov kolekcie, napr. "Michalove obľúbené doplnky pre záložky"
sq: Jepini koleksionit tuaj një emër përshkrues, si p.sh. "Shtesat e Parapëlqyera nga Beni për Udhëtime"
sv_se: Ge din samling ett beskrivande namn, som "Dave's Favorite Travel Add-ons"
uk: Дайте вашій колекції назву, яка її якось описує, наприклад, "Dave's Favorite Travel Add-ons"
vi: Đặt một tên có tính mô tả cho bộ sưu tập, ví dụ như "Tiện ích Du lịch Ưa thích của Mạnh Hùng"

source: Hide Firefox Events
ca: Amaga els esdeveniments del Firefox
cs: Skrýt události Firefoxu
de: Firefox-Ereignisse ausblenden
el: Απόκρυψη ορόσημων του Firefox
es_es: Ocultar los eventos de Firefox
fa: پنهان کردن رویدادهای فایرفاکس
fr: Cacher les évènements Firefox
hu: Firefox-események elrejtése
it: Nascondi eventi Firefox
ja: Firefox のイベントを隠す
nl: Firefoxgebeurtenissen verbergen
pl: Ukryj wydania Firefoksa
pt_br: Ocultar eventos do Firefox
pt_pt: Ocultar Eventos do Firefox
ru: Скрыть события Firefox
sk: Skryť udalosti Firefoxu
sq: Fshih Ngjarje Firefox
sv_se: Göm Firefox-händelser
uk: Сховати Події Firefox
vi: Ẩn Sự Kiện Firefox

# devhub-external-english
source: How to Build a Firefox Extension
pt_pt: Como construir uma extensão do Firefox

# devhub-external-english
source: How to Create a Firefox Theme
pt_pt: Como criar um tema do Firefox

# devhub-external-english
source: How to Develop a Firefox Extension
pt_pt: Como desenvolver uma extensão do Firefox

source: I'll complete my add-on later.
ca: Acabaré el meu complement més tard.
cs: Dokončit doplněk později.
de: Ich werde mein Add-on später vervollständigen.
el: Θα ολοκληρώσω το πρόσθετο μου αργότερα.
es_es: Completaré mi complemento después
fa: بعداً افزودنی‌ام را تکمیل خواهم نمود.
fr: Je complèterai mon module ultérieurement.
hu: Később befejezem a kiegészítőmet.
it: Completerò il componente aggiuntivo in seguito.
ja: アドオンは後で完成させます。
nl: Ik rond mijn add-on later af.
pl: Skompletuję dodatek później.
pt_br: Vou completar meu complemento depois.
pt_pt: Termino o meu extra mais tarde.
ru: Я оформлю моё дополнение позже.
sk: Môj doplnok dokončím neskôr.
sq: Do ta plotësoj shtesën time më vonë.
sv_se: Jag gör klart mitt tillägg senare.
uk: Я завершу свій додаток пізніше.
vi: Tôi sẽ hoàn tất tiện ích của tôi sau.

source: If a user browses the site and a translation isn't available in their own language, it will fall back to your add-on's Default Locale, specified in the Edit Add-on Properties area. If you don't have any translations, just enter what you can into your Default Locale, which should be a language you speak.
ca: Si un usuari consulta el lloc web i no hi ha la traducció al seu idioma, aleshores es mostrarà segons l'idioma per defecte del vostre complement, tal com s'ha especificat a Edita les propietats del complement. Si no teniu cap traducció, escriviu el que podeu en l'idioma que heu definit per defecte, que hauria de correspondre amb el vostre idioma .
cs: Pokud při prohlížení stránky není dostupný překlad pro aktuálně používaný jazyk, bude použita lokalizace označená jako výchozí. Ta lze nastavit v části úprav vlastností doplňku. Pokud nemáte k dispozici žádný překlad, použijte jako výchozí lokalizaci váš mateřský jazyk.
de: Wenn ein Benutzer auf der Webseite unterwegs ist, und eine Übersetzung in seiner Sprache ist nicht verfügbar, dann wird stattdessen der Text aus der Standard-Sprache Ihres Add-ons angezeigt. Die Standard-Sprache können Sie im Bereich "Add-on-Eigenschaften bearbeiten" wählen. Wenn Sie keine Übersetzungen für Ihr Add-on haben, geben Sie nur Text in Ihrer Standard-Sprache ein, wobei es sich um eine Sprache handeln sollte, die Sie verstehen.
el: Αν κάποιος χρήστης περιηγήται στον ιστότοπο και δεν υπάρχει μετάφραση για τη γλώσσα του, θα χρησιμοποιηθεί η αρχική γλωσσική ρύθμιση του πρόσθετου σας που έχετε ορίσει στην περιοχή επεξεργασίας ιδιοτήτων πρόσθετου. Αν δεν έχετε καμία μετάφραση, απλά εισάγετε τις πληροφορίες που θέλετε στην «Αρχική γλώσσα» χρησιμοποιώντας τη γλώσσα που μιλάτε.
es_es: Si un usuario visita el sitio y la traducción de su propio idioma no está disponible, se usará el idioma por defecto de tu complemento, especificado en el área de edición de las propiedades del complemento. Si no tienes ninguna traducción, introduce lo que puedas en tu idioma por defecto, que debe ser un idioma que hables.
hu: Ha egy felhasználó böngészi az oldalt és nem érhető el fordítás a saját nyelvén, a szöveg a Kiegészítő tulajdonságainak szerkesztése területen megadott alapértelmezett nyelven jelenik meg. Ha nincsenek fordításai, írjon le mindent az alapértelmezett nyelven, vagyis magyarul.
it: Se un utente naviga sul sito e non è disponibile una traduzione nella sua lingua, verrà utilizzato il locale predefinito specificato nella sezione Modifica proprietà.Se non è disponibile alcuna traduzione, inserire le informazioni disponibili nel locale predefinito (dovrebbe corrispondere alla tua lingua madre).
ja: ユーザがサイトを閲覧したときに母国語の翻訳が提供されていない場合は、アドオンのプロパティ編集画面で指定された既定のロケールが使用されます。あなたが翻訳をまったく用意していない場合は、入力可能な言語、つまりあなた自身の母国語を既定のロケールに指定してください。
nl: Als een gebruiker de site doorbladert en er is geen vertaling beschikbaar in de eigen taal wordt teruggevallen op de standaardlocale van uw add-on, zoals opgegeven in het gedeelte Add-oneigenschappen bewerken. Voer als u geen vertalingen heeft gewoon in wat u kan in de standaardlocale, wat de taal zou moeten zijn die u spreekt.
pl: Jeśli użytkownik przegląda witrynę, a tłumaczenie w jego języku jest niedostępne, opisy dodatku zostaną wyświetlone w domyślnym języku dodatku określonym na stronie edycji właściwości dodatku. Jeśli nie masz żadnego tłumaczenia, do pola domyślnego języka wprowadź identyfikator języka, jakim się posługujesz.
pt_br: Se um usuário navegar o site e uma tradução não está disponível no idioma dele,o sistema irá apresentar o idioma padrão, que encontra-se especificado na área de Edição de Propriedades do complemento. Se você não tem outras traduções, simplesmente coloque o que você conseguir na tradução padrão, que deverá ser o idioma que você fala.
pt_pt: Se um utilizador ao navegar no sítio não tiver uma tradução no seu idioma disponível, irá ser redireccionado para o idioma pré-definido do seu extra, especificado na área Editar propriedades do extra. Se não tiver nenhuma tradução, escreva o que puder no seu idioma pré-definido , que deverá ser o idioma em que fala.
ru: Если пользователь открыл страницу дополнения и перевод страницы дополнения на его языке отсутствует, страница будет отображена на языке вашей Локализации по умолчанию, указанной в области редактирования свойств дополнения. Если у вас нет ни одного перевода, просто укажите что можете в Локализации по умолчанию, которая должна быть языком, на котором вы говорите.
sk: Ak používateľ prehliada stránku doplnku a táto nie je dostupná v jeho jazyku, bude zobrazená v jazyku, ktorý určí autor doplnku v nastavení Predvolený jazyk v sekcii Upraviť doplnok - Vlastnosti. Ak neposkytujete preklad do žiadneho jazyka, jednoducho zvoľte ako predvolený jazyk ten, ktorým hovoríte vy.
sq: Po qe se një përdorues shfleton "site"-in dhe nuk ka përkthim në gjuhën e tij, do të përdoret Vendorja Parazgjedhje e shtesës suaj, e caktuar te zona Përpunoni Veti Shtese. Nëse nuk keni ndonjë përkthim, jepni ç'të mundni te Vendorja Parazgjedhje, që i bie të jetë gjuha që flisni.
sv_se: Om en användare bläddrar på webbplatsen och det inte finns någon översättning för deras språk kommer den att använda standardlokalen som anges på Redigera tilläggsegenskaper. Om du inte har några översättningar, skriv bara vad du kan i din standardlokal som bör vara ett språk du kan.
uk: Якщо користувач запускає веб-сайт, а перекладу на його мову не існує, він автоматично потрапить на типову локаль вашого додатку, що вказана у зоні Редагувати властивості додатку. Якщо на вашому сайті ще не існує жодного перекладу, просто у своїй типовій локалі введіть те, що ви знаєте, мовою, якою ви розмовляєте.
vi: Nếu một người dùng duyệt xem một site và không có bản dịch cho ngôn ngữ của người đó, nó sẽ dùng Bản địa Mặc định của tiện ích của bạn, được xác định trong khu vực Chỉnh sửa Thuộc tính Tiện ích. Nếu không có bản dịch nào, chỉ cần nhập những gì mà bạn muốn vào Bản địa Mặc định, vốn phải là ngôn ngữ mà bạn nói.

source: If you already know which add-ons you want to add to your collection, just start typing their names below. If you'd rather wait and do this later, just click %1$s now.
ca: Si ja sabeu quins complements voleu afegir a la vostra col·lecció, comenceu a escriure els seu noms a continuació. Si preferiu fer-ho més tard, cliqueu %1$s ara.
cs: Pokud již víte, které doplňky chcete přidat do vaší sbírky, jednoduše začněte psáte níže jejich jména. Pokud je chcete raději přidat později, jednoduše klepněte na %1$s.
de: Wenn Sie bereits wissen, welche Add-ons Ihre Sammlung enthalten soll, geben Sie einfach deren Namen hier ein. Wenn Sie noch ein wenig warten möchten und Ihre Add-ons erst später hinzufügen wollen, klicken Sie einfach unten auf %1$s.
el: Αν ξέρετε ήδη ποια πρόσθετα θέλετε να προσθέσετε στη συλλογή σας, απλά πληκτρολογήστε τα ονόματα τους παρακάτω. Αν θέλετε να περιμένετε και να το κάνετε αργότερα, κάντε κλικ στο %1$s για την ώρα.
es_es: Si ya sabes qué complementos quieres añadir a tu recopilatorio, escribe sus nombres debajo. Si prefieres esperar y hacerlo después, simplemente pulsa %1$s ahora.
fa: اگر از قبل می‌دانید کدام افزودنی‌ها را می‌خواهید به مجموعهٔ خود اضافه نمایید، تنها کافی است نام آنها را در فضای زیر وارد کنید. اگر می‌خواهید فعلاً دست نگه دارید و بعداً این کار را انجام دهید، کافی است هم اکنون روی %1$s کلیک کنید.
hu: Ha már tudja, mely kiegészítőket szeretné hozzáadni a gyűjteményéhez, kezdje el beírni a neveiket az alábbi mezőbe. Ha ezt inkább később szeretné megtenni, kattintson a %1$s gombra.
it: Se sai già quali componenti aggiuntivi inserire nella tua raccolta, inizia ad inserire i nome nel campo seguenti. Se preferisci farlo in un secondo momento, fai clic su %1$s.
ja: コレクションへ追加したいアドオンが分かっている場合は、下にその名前を入力してください。今は何もせず後で追加する場合は %1$s をクリックしてください。
nl: Als u al weet welke add-ons u aan uw collectie wilt toevoegen kunt u hieronder gewoon hun namen intypen. Als u liever wacht en dit later doet kunt u nu gewoon op %1$s klikken.
pl: Jeśli wiesz już, które dodatki chcesz umieścić w kolekcji, wprowadź ich nazwy poniżej. Jeśli chcesz to zrobić później, naciśnij przycisk %1$s.
pt_br: Se você já sabe quais complementos você quer adicionar na sua coleção, simplesmente comece a digitar os nomes abaixo. Se você preferir fazer isto mais tarde, simplesmente clique no botão %1$s abaixo.
pt_pt: Se já souber que extras deseja adicionar à sua colecção, escreva os nomes em baixo. Se desejar fazê-lo mais tarde clique %1$s agora.
ru: Если вы уже знаете, какие дополнения вы хотите добавить к своей подборке, просто начните набирать их имена в расположенном ниже поле. Если вы хотите подождать и сделать это позже, щёлкните сейчас по кнопке %1$s.
sk: Ak už viete, ktoré doplnky chcete pridať do vašej kolekcie, začnite písať ich názvy. Ak chcete radšej počkať a urobiť neskôr, kliknite na %1$s.
sq: Po qe se i dini tashmë cilat shtesa doni të shtoni te koleksioni juaj, thjesht filloni e shtypni më poshtë emrat e tyre. Po qe se do të donit të prisni më mirë e ta bëni këtë më vonë, thjesht klikoni tani te %1$s.
sv_se: Om du redan vet vilka tillägg du vill ha i din samling kan du börja skriva deras namn nedanför. Om du hellre väntar och gör detta senare så kan du klicka på %1$s nu.
uk: Якщо ви вже знаєте, який додаток хочете додати до своєї колекції, просто починайте вводити його назву нижче. Якщо ви бажаєте зачекати та зробити це пізніше, просто зараз натисніть %1$s.
vi: Nếu bạn đã biết tiện ích nào mà mình muốn thêm vào bộ sưu tập, chỉ cần gõ tên của chúng ở bên dưới. Nếu bạn muốn đợi và làm việc này sau, chỉ cần nhấn %1$s ngay bây giờ.
