Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Your new file has been added to version %1$s and is currently marked as %2$s.
ca: El nou fitxer s'ha afegit a la versió %1$s i actualment està marcat com a %2$s.
cs: K verzi %1$s byl přidán nový soubor a je označen jako %2$s.
de: Ihre neue Datei wurde zur Version %1$s hinzugefügt und ist gegenwärtig als %2$s markiert.
el: Το νέο σας αρχείο προστέθηκε στην έκδοση %1$s και η κατάσταση του έχει προς το παρόν χαρακτηριστεί ως «%2$s».
es_es: Tu nuevo archivo se ha añadido a la versión %1$s y está actualmente marcado como %2$s.
fa: پروندهٔ جدیدتان به نسخهٔ %1$s افزوده شده است و هم‌اکنون %2$s است.
fr: Votre nouveau fichier a été ajouté à la version %1$s et est actuellement marqué comme %2$s.
hu: Az új fájl hozzáadva a(z) %1$s verzióhoz és jelenleg %2$s állapotú.
it: Il nuovo file è stato aggiunto alla versione %1$s ed è attualmente impostato come %2$s.
ja: 新しいファイルはバージョン %1$s へ追加され、現在 %2$s とされています。
nl: Uw nieuwe bestand is toegevoegd aan versie %1$s en is momenteel gemarkeerd als %2$s.
pl: Nowy plik wersji %1$s został dodany i jest obecnie oznaczony jako %2$s.
pt_pt: O seu novo ficheiro foi adicionado à versão %1$s e está marcado como %2$s.
ru: Ваш новый файл был добавлен в версию %1$s и в данный момент помечен как %2$s.
sk: Váš nový súbor bol pridaný k verzii %1$s a je aktuálne označený ako %2$s.
sq: Kartela juaj e re u shtua te versioni %1$s dhe hëpërhë është shënuar si %2$s.
sv_se: Din nya fil har lagts till version %1$s och är för närvarande märkt som %2$s.
uk: Ваш новий файл був доданий до версії %1$s та помічений як %2$s.Your new file has been added to version %1$s and is currently marked as %2$s.
vi: Tập tin mới của bạn đã được thêm vào phiên bản %1$s và hiện được đánh dấu là %2$s.

source: Your new version has been created and is currently marked as %s.
ca: La vostra nova versió s'ha creat correctament i actualment està marcada com a %s.
cs: Nová verze byla vytvořena a označena jako %s.
de: Ihre neue Version wurde angelegt und ist gegenwärtig als %s markiert.
el: Δημιουργήθηκε η νέα σας έκδοση και έχει σημειωθεί προς το παρόν σε κατάσταση «%s».
es_es: Tu nueva versión se ha creado y está actualmente marcada como %s.
fa: نسخهٔ جدید شما ایجاد گردید و در حال حاضر %s است.
fr: Votre nouvelle version a été générée et est actuellement marquée %s.
hu: Az új verzió létrejött és jelenleg %s állapotú.
it: È stata creata una nuova versione ed è attualmente impostata come %s.
ja: 新しいバージョンが作成され、現在 %s とされています。
nl: Uw nieuwe versie is aangemaakt en is momenteel gemarkeerd als %s.
pl: Nowa wersja została utworzona i jest obecnie oznaczona jako %s.
pt_pt: A sua nova versão foi criada e está marcada como %s.
ru: Новая версия успешно создана и в данный момент помечена как %s.
sk: Nová verzia bola úspešne vytvorená a doplnok tejto verzie je označený ako %s.
sq: Versioni juaj i ri u krijua dhe hëpërhë është shënuar si %s.
sv_se: Din nya version är skapad och är för närvarande märkt som %s.
uk: Була створена ваша нова версія. Вона помічена як %s.
vi: Phiên bản mới của bạn đã được tạo và hiện được đánh dấu là %s.

source: Your nickname contained invalid characters and was corrected. Please try again.
ca: El vostre àlies té caràcters incorrectes i s'ha de corregir. Torneu-ho a intentar.
cs: Označení obsahuje neplatné znaky, které byly opraveny. Zkuste to prosím znovu.
de: Ihr Spitzname enthielt ungültige Zeichen und wurde angepasst. Bitte versuchen Sie es erneut.
el: Το ψευδώνυμο σας περιείχε μη αποδεκτούς χαρακτήρες και διορθώθηκε. Παρακαλούμε προσπαθήστε ξανά.
es_es: Tu nick contiene caracteres no válidos y ha sido corregido. Por favor, inténtalo de nuevo.
fa: نام مستعار شما دارای نویسه‌های نامعتبری بود و اصلاح گردید. لطفاً دوباره تلاش کنید.
fr: Votre pseudo contenait des caractères invalides et a donc été corrigé. Veuillez réessayer.
it: Lo pseudonimo scelto contiene caratteri non validi ed è stato corretto. Riprovare.
ja: あなたが入力したニックネームには不正な文字が含まれており、修正が行われました。再度試してください。
nl: Uw nickname bevat ongeldige karakters en is gecorrigeerd. Probeer het a.u.b. opnieuw.
pl: Twój nick zawierał nieprawidłowe znaki i został poprawiony. Spróbuj ponownie.
pt_br: Seu apelido possui caracteres inválidos e não foi corrigido. Por favor, tente novamente.
pt_pt: A sua alcunha tinha caracteres inválidos e foi corrigida. Tente novamente.
ru: Ваш псевдоним содержал недопустимые символы и был исправлен. Пожалуйста, попробуйте ещё раз.
sk: Vaša prezývka obsahovala neplatné znaky a bola opravená. Skúste to znova.
sq: Nofka juaj pat shenja të pavlefshme dhe u ndreq. Ju lutem riprovoni.
sv_se: Ditt smeknamn innehöll ogiltiga tecken och justerades. Försök igen.
uk: Ваш псевдонім містив неправильні символи та був виправлений. Спробуйте ще раз.
vi: Biệt hiệu của bạn chứa các kí tự không hợp lệ nên đã được sửa. Vui lòng thử lại.

source: Your previews have been updated successfully.
ca: Les vostres actualitzacions s'han pogut desar satisfactòriament.
cs: Náhledy byly úspěšně aktualizovány.
de: Ihre Vorschaubilder wurden erfolgreich aktualisiert.
el: Οι εικόνες προεπισκόπησης ενημερώθηκαν με επιτυχία.
es_es: Tus capturas se han actualizado correctamente.
fa: پیش‌نمایش‌های شما با موفقیت به‌هنگام شدند.
fr: Vos aperçus ont été mis à jour avec succès.
hu: Az előnézetek sikeresen frissítve.
it: L'anteprima è stata aggiornata correttamente.
ja: プレビュー画像のアップロードが完了しました。
nl: Uw voorbeeldweergaven zijn succesvol bijgewerkt.
pl: Obrazki zostały zaktualizowane.
pt_br: Seus Screenshots foram gravados com sucesso.
pt_pt: As suas pré-visualizações foram actualizadas com sucesso.
ru: Ваши скриншоты были успешно обновлены.
sk: Ukážky boli úspešne aktualizované.
sq: Paraparjet tuaja u përditësuan me sukses.
sv_se: Dina förhandsvisningar har uppdaterats.
uk: Ваші перегляди були успішно оновлені.
vi: Hình xem trước của bạn đã được cập nhật thành công.

source: Your reply was successfully saved. The other participants of the discussion will be notified by email.
ca: La vostra resposta s'ha desat satisfactòriament. Es notificarà per correu electrònic els demés participants de la discussió.
cs: Vaše odpověď byla úspěšně uložena. Ostatní účastníci diskuze budou informování e-mailem.
de: Ihre Antwort wurde erfolgreich gespeichert. Die anderen Teilnehmer an dieser Diskussion werden davon per E-Mail in Kenntnis gesetzt.
el: Η απάντηση σας αποθηκεύθηκε με επιτυχία. Όσοι συμμετέχουν στη συζήτηση θα ειδοποιηθούν με μήνυμα ηλεκτρονικού ταχυδρομείου.
es_es: Tu respuesta se ha guardado con éxito. Se informará por correo electrónico a los otros participantes en la discusión.
fa: پاسخ شما با موفقیت ذخیره گردید. دیگر شرکت‌کنندگان در این بحث توسط نامه‌ای الکترونیکی باخبر خواهند شد.
fr: Votre réponse a bien été enregistrée. Les autres participants à la discussion vont en être notifié par courriel.
it: La risposta è stata salvata correttamente. Gli altri partecipanti alla discussione riceveranno una notifica via e-mail.
ja: 返信の保存が完了しました。議論に参加している他の人には、メールによる通知が送られます。
nl: Uw antwoord is succesvol opgeslagen. De overige deelnemers aan de discussie worden via e-mail geïnformeerd.
pl: Odpowiedź została zapisana. Uczestnicy dyskusji zostaną powiadomieni za pomocą wiadomości e-mail.
pt_br: Sua resposta foi arquivada com sucesso. Os outros participantes da discussão serão notificados via e-mail.
pt_pt: A sua resposta foi guardada com sucesso. Os outros participantes na serão notificados por correio electrónicol.
ru: Ваш ответ был успешно сохранён. Другие участники дискуссии будут уведомлены по электронной почте.
sk: Vaša odpoveď bola úspešne uložená. Ostatní účastníci diskusie budú upozornení e-mailovou správou.
sq: Përgjigja juaj u ruajt me sukses. Pjesëmarrësit e tjerë në diskutim do të njoftohen me email.
sv_se: Ditt svar sparades. Andra deltagare i diskussionen underrättas via e-post.
uk: Ваша відповідь була успішно збережена. Інші учасники обговорення будуть повідомлені з допомогою електронної пошти.
vi: Trả lời của bạn đã được lưu thành công. Những người tham gia vào thảo luận sẽ được thông báo qua email.

source: Your review was saved successfully. Thanks!
ca: La vostra revisió s'ha desat satisfactòriament. Gràcies.
cs: Recenze byla uložena. Děkujeme!
de: Die Bewertung wurde erfolgreich gespeichert!
el: Ευχαριστούμε! η αξιολόγησή σας αποθηκεύθηκε με επιτυχία
es_es: Tu valoración se ha guardado con éxito. ¡Gracias!
fa: بررسی شما با موفقیت ذخیره گردید. متشکریم!
fr: Votre critique a bien été enregistrée. Merci&nbsp;!
hu: Az értékelését mentettük. Köszönjük!
it: La tua recensione è stata salvata con successo.
ja: レビューの送信が完了しました。ありがとうございます。
nl: Uw beoordeling is succesvol opgeslagen. Bedankt!
pl: Recenzja została zapisana. Dziękujemy!
pt_br: Sua avaliação foi salva com sucesso. Obrigado!
pt_pt: O seu comentário foi guardado com sucesso. Obrigado!
ru: Ваш отзыв успешно добавлен. Спасибо!
sk: Recenzia úspešne uložená. Ďakujeme!
sq: Shqyrtimi juaj u ruajt me sukses. Faleminderit!
sv_se: Din recension sparades, tack så mycket!
uk: Ваш відгук збережено вдало. Дякуємо!
vi: Đánh giá của bạn đã được lưu thành công. Cảm ơn!

source: Your reviews and ratings will not be deleted, but they will no longer be associated with you.
ca: Les vostres revisions i valoracions no s'esborraran, però es deixaran d'estar associades amb vostè.
cs: Vaše recenze nebudou smazány, pouze s&nbsp;vámi nebudou již provázány.
de: Ihre Bewertungen für Add-ons werden nicht gelöscht werden, aber sie sind nicht mehr mit Ihrem Namen verbunden.
el: Οι βαθμολογίες και οι αξιολογήσεις σας δεν θα διαγραφούν αλλά δεν θα έχετε καμία σχέση πλέον με αυτές.
es_es: Tus valoraciones y puntuaciones no se borrarán, pero no estarán nunca más asociadas a ti.
fa: بررسی‌ها و رتبه‌هایی که به افزودنی‌ها داده‌اید حذف نخواهند شد، ولی از این پس با نام شما نمایش داده نخواهند شد.
fr: Vos critiques et évaluations ne seront pas effacées mais elle ne seront plus associées à votre nom.
hu: Értékelései és osztályzatai nem lesznek törölve, de többé nem lesznek Önhöz rendelve.
it: le recensioni e i voti non verranno eliminati, ma non saranno più associati a questo account
ja: あなたが投稿したレビューや評価は削除されませんが、あなたとの関連付けは失われます。
nl: Uw beoordelingen en waarderingen worden niet verwijderd, maar ze zullen niet langer aan uw account verbonden zijn.
pl: Twoje recenzje i oceny nie zostaną usunięte, ale nie będą dłużej z Tobą powiązane.
pt_br: Suas avaliações ou notas não serão apagadas, mas elas não serão mais associadas com seu usuário.
pt_pt: Os seus comentários e avaliações não serão eliminadas, mas não serão associadas a si.
ru: Ваши отзывы и рейтинги не будут удалены, но они больше не будут с вами связаны.
sk: Vaše recenzie a hodnotenia nebudú odstránené, ale už nebudú priradené tomuto účtu.
sq: Shqyrtimet dhe vlerësimet tuaja nuk do të fshihen, por nuk do të shfaqen më si tuajat.
sv_se: Dina recensioner och betyg tas inte bort, men de är inte längre kopplade till dig.
uk: Ваші перегляди та оцінки не будуть знищені, але вони більше не будуть асоціюватись з вами.
vi: Các đánh giá và xếp hạng của bạn sẽ không bị xóa, nhưng chúng sẽ không còn được gán cho bạn.

source: Your settings have been updated!
ca: S'han actualitzat les vostres preferències.
cs: Nastavení bylo aktualizováno!
de: Ihre Einstellungen wurden aktualisiert.
el: Οι ρυθμίσεις σας ενημερώθηκαν!
es_es: ¡Se han actualizado tus preferencias!
fa: تنظیمات شما به‌هنگام شدند!
fr: Vos réglages ont été mis à jour&nbsp;!
hu: A beállítások frissítve lettek!
it: Le impostazioni sono state aggiornate
ja: 設定が更新されました。
nl: Uw instellingen zijn bijgewerkt!
pl: Twoje ustawienia zostały zaktualizowane!
pt_br: Suas configurações foram atualizadas!
pt_pt: As suas definições foram actualizadas!
ru: Ваши настройки были обновлены!
sk: Nastavenie bolo aktualizované!
sq: Rregullimet tuaja u përditësuan!
sv_se: Dina inställningar har uppdaterats!
uk: Ваші надаштування оновлені!
vi: Thiết lập của bạn đã được cập nhật!

source: Your user account %1$s has been successfully deleted. If you want to come back some time, you can re-register on the <a href="%2$s">user registration page</a>.
ca: El vostre compte d'usuari %1$s s'ha suprimit correctament. Si alguna vegada voleu tornar us podeu tornar a registrar a la <a href="%2$s">pàgina de registre d'usuaris</a>.
cs: Váš uživatelský účet %1$s byl úspěšně smazán. Pakliže se budete chtít někdy později vrátit, můžete se znova registrovat na <a href="%2$s">stránce registrace nového uživatele</a>.
de: Ihr Benutzerkonto %1$s wurde erfolgreich gelöscht. Wenn Sie eines Tages zurückkommen möchten, können Sie sich auf der <a href="%2$s">Registrierungsseite</a> erneut anmelden.
el: Ο λογαριασμός σας για τη διεύθυνση %1$s διαγράφηκε με επιτυχία. Αν θελήσετε κάποτε να επιστρέψετε, μπορείτε να εγγραφείτε ξανά από τη σελίδα <a href="%2$s">εγγραφής νέου χρήστη</a>.
es_es: Tu cuenta de usuario %1$s se ha borrado con éxito. Si algún día quieres regresar, puedes volverte a registrar en la <a href="%2$s">página de registro de usuario</a>.
fa: حساب کاربری %1$s با موفقیت حذف گردید. اگر بعداً بخواهید بازگردید، می‌توانید در <a href="%2$s">صفحهٔ ثبت نام کاربران</a> دوباره ثبت نام کنید.
fr: Votre compte utilisateur (%1$s) a bien été effacé. Si vous désirez revenir, vous pouvez vous réinscrire sur la <a href="%2$s">page d'inscription des utilisateurs</a>
hu: A(z) %1$s felhasználói fiók sikeresen törlődött. Ha később visszatérne, regisztrálhatja magát a <a href="%2$s">felhasználói regisztrációs oldalon</a>.
it: L'account %1$s è stato eliminato. Per tornare a visitarci in futuro, è possibile registrarsi nuovamente nella <a href="%2$s">pagina di registrazione</a>.
ja: あなたのユーザアカウント %1$s は正常に削除されました。後日またログインが必要になったときは、<a href="%2$s">ユーザ登録ページ</a> から再登録してください。
nl: Uw gebruikersaccount %1$s is succesvol verwijderd. Als u ooit terug wilt komen kunt u zich opnieuw inschrijven op de <a href="%2$s"> gebruikersregistratiepagina</a>.
pl: Twoje konto %1$s zostało usunięte. Jeśli kiedykolwiek zapragniesz powrócić do nas, zarejestruj się ponownie na <a href="%2$s">stronie rejestracji użytkownika</a>.
pt_br: Sua conta de usuário %1$s foi deletada com sucesso. Se você tiver interesse em voltar, você poderá registrar-se novamente na <a href="%2$s">Página de registro</a>.
pt_pt: A sua conta de utilizador %1$s foi eliminada com sucesso. Se desejar voltar mais tarde, pode voltar a registar-se na <a href="%2$s">página de registo de utilizador</a>.
ru: Ваша учётная запись %1$s была успешно удалена. Если вы захотите вернуться, вы можете зарегистрироваться снова на <a href="%2$s">странице регистрации</a>.
sk: Používateľský účet %1$s bol úspešne odstránený. Ak sa rozhodnete vrátiť, môžete sa znova zaregistrovať na stránke <a href="%2$s">registrácie používateľov</a>.
sq: Llogaria juaj si përdoruesi %1$s u fshi me sukses. Nëse doni të ktheheni ndonjëherë, mund të riregjistroheni te <a href="%2$s">faqja e regjistrimeve të përdoruesve</a>.
sv_se: Ditt användarkonto %1$s har tagits bort. Om du vill komma tillbaka vid något senare tillfälle kan du omregistera dig på <a href="%2$s">användarregistreringssidan</a>.
vi: Tài khoản của bạn %1$s đã được xóa thành công. Nếu bạn muốn quay lại lúc nào đó, bạn có thể đăng kí lại trên <a href="%2$s">trang đăng kí</a>.

source: Zoom In
ca: Amplia
cs: Zvětšit velikost
de: Hineinzoomen
el: Εστίαση σε
es_es: Ampliar
fa: بزرگ‌نمایی
fr: Zoomer
hu: Nagyítás
ja: 拡大
nl: Inzoomen
pl: Powiększ
pt_br: Aproximar
pt_pt: Aumentar
ru: Скрыть
sk: Zväčšiť
sq: Zmadhoje
sv_se: Zooma in
uk: Зменшити
vi: Phóng To

source: Zoom Out
ca: Redueix
cs: Zmenšit velikost
de: Herauszoomen
el: Απομάκρυνση
es_es: Reducir
fa: کوچک‌نمایی
fr: Dézoomer
hu: Kicsinyítés
ja: 縮小
nl: Uitzoomen
pl: Pomniejsz
pt_br: Afastar
pt_pt: Diminuir
ru: Показать
sk: Zmenšiť
sq: Zvogëloje
sv_se: Zooma ut
uk: Збільшити
vi: Thu Nhỏ

source: Zoom in one month
ca: Amplia un mes
cs: Zvětšit velikost na jeden měsíc
de: Um einen Monat hereinzommen
el: Εστίαση κατά ένα μήνα
es_es: Ampliar un mes
fa: بزرگ‌نمایی روی یک ماه
fr: Zoomer un mois
hu: Nagyítás egy hónapra
it: Zoom in (un mese)
ja: 1 か月分拡大
nl: Eén maand inzoomen
pl: Powiększ o jeden miesiąc
pt_br: Aproximar para um mês
pt_pt: Aumentar um mês
ru: Скрыть один месяц
sk: Zväčšiť o jeden mesiac
sq: Zmadhoje me një muaj
sv_se: Zooma in en månad
uk: Зменшити через місяць
vi: Phóng to một tháng

source: Zoom out one month
ca: Redueix un mes
cs: Zmenšit velikost na jeden měsíc
de: Um einen Monat herauszoomen
el: Απομάκρυνση κατά ένα μήνα
es_es: Reducir un mes
fa: کوچک‌نمایی روی یک ماه
fr: Dézoomer un mois
hu: Kicsinyítés egy hónapra
it: Zoom out (un mese)
ja: 1 か月分縮小
nl: Eén maand uitzoomen
pl: Pomniejsz o jeden miesiąc
pt_br: Afastar um mês
pt_pt: Diminuir um mês
ru: Показать ещё один месяц
sk: Zmenšiť o jeden mesiac
sq: Zvogëloje me një muaj
sv_se: Zooma ut en månad
uk: Збільшити на протязі місяця
vi: Thu nhỏ một tháng

source: about:addons Newsletter
pt_pt: sobre:addons Newsletter

source: all collections
ca: totes les col·leccions
cs: všechny sbírky
de: Alle Sammlungen
el: όλες τις συλλογές
es_es: todos los recopilatorios
fa: همهٔ مجموعه‌ها
fr: Toutes les collections
hu: minden gyűjtemény
it: tutte le raccolte
ja: すべてのコレクション
nl: alle collecties
pl: wszystkich kolekcji
pt_br: todas as coleções
pt_pt: todas as colecções
ru: Всех подборок
sk: všetky kolekcie
sq: tërë koleksionet
sv_se: alla samlingar
uk: усі колекції
vi: tất cả các bộ sưu tập

source: and %1$s more collection
ca: i %1$s col·lecció més
cs: a %1$s další sbírka
de: und %1$s weitere Sammlung
el: συν %1$s ακόμα συλλογή
es_es: y %1$s recopilatorio mas
fa: و %1$s مجموعهٔ دیگر
fr: et %1$s collection supplémentaire
hu: és még %1$s gyűjtemény
it: e un'altra raccolta
ja: その他 %1$s 個のコレクション
nl: en nog %1$s collectie
pl: i %1$s innej
pt_br: e %1$s coleção a mais
pt_pt: e mais %1$s colecção
ru: и ещё %1$s подборка
sk: a ďalšia kolekcia
sq: dhe %1$s koleksion më tepër
sv_se: och %1$s ytterligare samling
uk: та ще більше у колекції %1$s
vi: và %1$s bộ sưu tập nữa

source: by
ca: per
cs: od
de: von
el: από
es_es: por
fa: توسط
fr: par
it: di
ja: 作者:
nl: door
pl: Autor:
pt_br: por
pt_pt: por
ru: автор
sk: Autor:
sq: nga
sv_se: av
uk: від
vi: bởi

source: by %1$s on %2$s
ca: per %1$s el %2$s
cs: uživatelem %1$s dne %2$s
de: von %1$s am %2$s
el: από %1$s την %2$s
es_es: por %1$s el %2$s
fa: توسط %1$s در تاریخ %2$s
fr: par %1$s le %2$s
hu: értékelte: %1$s, dátum: %2$s
it: di %1$s del %2$s
ja: 投稿者: %1$s - 投稿日時: %2$s
nl: door %1$s op %2$s
pl: dodana przez %1$s – %2$s
pt_br: por %1$s em %2$s
pt_pt: por %1$s em %2$s
ru: от %1$s оставлен %2$s
sk: %1$s dňa %2$s
sq: nga %1$s më %2$s
sv_se: av %1$s den %2$s
uk: оглянуто %1$s %2$s
vi: bởi %1$s ngày %2$s

source: by %1$s on %2$s (rated %3$s)
ca: per %1$s el %2$s (valoració %3$s)
cs: Uživatel %1$s dne %2$s (hodnocení: %3$s)
de: von %1$s am %2$s (Note %3$d)
el: από το χρήστη %1$s στις %2$s (βαθμολόγηση %3$s)
fa: توسط %1$s در تاریخ %2$s (رتبهٔ %3$s)
fr: par %1$s le %2$s (note&nbsp;: %3$s)
hu: értékelte: %1$s, dátum: %2$s, (osztályzat: %3$s)
it: di %1$s del %2$s (voto %3$s)
ja: 投稿者: %1$s - 投稿日時: %2$s - 評価: %3$s
nl: door %1$s op %2$s (waardering %3$s)
pl: autor: %1$s, dodano dnia %2$s (oceniono na %3$s)
pt_br: por %1$s em %2$s (deu nota %3$s)
pt_pt: por %1$s em %2$s (Classificação de %3$s)
ru: Отзыв от %1$s оставлен %2$s (оценка %3$s)
sk: %1$s dňa %2$s (hodnotenie: %3$s)
sq: nga %1$s më %2$s (vlerësuar si %3$s)
sv_se: av %1$s den %2$s (betyg %3$s)
uk: %1$s %2$s (рейтинг %3$s)
vi: bởi %1$s ngày %2$s (xếp hạng %3$s)

# test_case_name_langpack_security_checkChromeManifest
source: chrome.manifest Check
ca: Comprova el chrome.manifest
cs: Kontrola souboru chrome.manifest
de: chrome.manifest-Überprüfung
el: έλεγχος chrome.manifest
es_es: Comprobación del chrome.manifest
fr: Vérification de chrome.manifest
hu: chrome.manifest ellenőrzése
it: Controllo chrome.manifest
ja: chrome.manifest の検証
nl: Controle chrome.manifest
pl: Sprawdzenie pliku chrome.manifest
pt_pt: Verificação do chrome.manifest
ru: Проверка файла chrome.manifest
sk: Kontrola chrome.manifest

source: close
ca: tanca
cs: zavřít
de: schließen
el: Κλείσιμο
es_es: cerrar
fa: بستن
fr: fermer
hu: bezárás
it: chiudi
ja: 閉じる
nl: sluiten
pl: zamknij
pt_pt: fechar
ru: Закрыть
sk: zavrieť
sv_se: stäng
uk: закрити
vi: đóng

source: created by %1$s
ca: creada per %1$s
cs: vytvořili %1$s
de: erstellt von %1$s
el: δημιουργήθηκε από %1$s
es_es: creado por %1$s
fa: ایجاد شده توسط %1$s
fr: créé par %1$s
hu: készítette: %1$s
it: realizzata da %1$s
ja: 作成者: %1$s
nl: gemaakt door %1$s
pl: autor: %1$s
pt_br: criado por %1$s
pt_pt: criado por %1$s
ru: создан %1$s
sk: autor %1$s
sq: krijuar nga %1$s
sv_se: skapad av %1$s
uk: створено %1$s
vi: tạo bởi %1$s

source: experimental
cs: experimentální
de: experimentell
el: πειραματικό
fa: آزمایشی
fr: expérimental
hu: kísérleti
it: sperimentale
ja: 実験的なアドオン
nl: experimenteel
pl: eksperymentalny
pt_pt: em teste
ru: экспериментальное
sk: experimentálne
sq: eksperimentale
sv_se: experimentell
uk: експериментальний
vi: thử nghiệm

source: for Linux
ca: per a Linux
cs: Linux
de: für Linux
el: για Linux
es_es: para Linux
fa: مخصوص لینوکس
fr: pour Linux
hu: Linuxra
it: per Linux
ja: Linux 版
nl: voor Linux
pl: dla Linuksa
pt_br: para Linux
pt_pt: para Linux
ru: для Linux
sk: pre Linux
sq: për Linux
sv_se: för Linux
uk: для Linux
vi: cho Linux

source: for Mac OS X
ca: per a Mac OS X
cs: Mac OS X
de: für Mac OS X
el: για Mac OS X
es_es: para Mac OS X
fa: مخصوص مک‌اُواِس اِکس
fr: pour Mac&nbsp;OS&nbsp;X
hu: Mac OS X-re
it: per Mac OS X
ja: Mac OS X 版
nl: voor Mac OS X
pl: dla Mac OS X
pt_br: para Mac OS X
pt_pt: para Mac OS X
ru: для Mac OS X
sk: pre Mac OS X
sq: për Mac OS X
sv_se: för Mac OS X
uk: для Mac OS X
vi: cho Max OS X

source: for Windows
ca: per a Windows
cs: Windows
de: für Windows
el: για Windows
es_es: para Windows
fa: مخصوص ویندوز
fr: pour Windows
hu: Windowsra
it: per Windows
ja: Windows 版
nl: voor Windows
pl: dla Windows
pt_br: para Windows
pt_pt: para Windows
ru: для Windows
sk: pre Windows
sq: për Windows
sv_se: för Windows
uk: для Windows
vi: cho Windows

# devcp_validation_help
source: help
ca: ajuda
cs: nápověda
de: Hilfe
el: βοήθεια
es_es: ayuda
fr: Assistance
hu: súgó
it: guida
ja: ヘルプ
pl: pomoc
pt_pt: ajuda
ru: справка
sk: pomoc

# editors_review_header_validation_help
source: help
ca: ajuda
de: Hilfe
el: Βοήθεια
es_es: ayuda
fr: Assistance
hu: súgó
it: aiuto
ja: ヘルプ
pl: pomoc
pt_pt: ajuda
ru: справка
sk: pomoc

source: install.js Verification
ca: Verifica l'install.js
cs: Kontrola souboru install.js
de: install.js-Überprüfung
el: Επαλήθευση install.js
es_es: Verificación del install.js
fr: Vérification de install.js
hu: install.js ellenőrzése
it: Controllo install.js
ja: install.js の検証
nl: Verificatie install.js
pl: Weryfikacja pliku install.js
pt_pt: Verificação do install.js
ru: Верификация файла install.js
sk: Overenie install.js

source: install.rdf Verification Tests
ca: Verificació de l'install.rdf
cs: Kontrola souboru install.rdf
de: install.rdf Tests
el: Δοκιμές επαλήθευσης install.rdf
es_es: Pruebas de verificación del install.rdf
fr: Tests de vérification d'install.rdf
hu: install.rdf ellenőrzése
it: Test di controllo di install.rdf
ja: install.rdf 検証テスト
nl: install.rdf verificatietests
pl: Testy weryfikujące plik install.rdf
pt_pt: Testes de verificação install.rdf
ru: Тесты верификации файла install.rdf
sk: Kontrola install.rdf

source: next
ca: següent
cs: následující
de: nächste Seite
el: επόμενη
es_es: siguiente
fa: بعدی
fr: suivant
hu: következő
it: successivo
ja: 次へ
nl: volgende
pl: następna
pt_br: próximo
pt_pt: seguinte
ru: следующая
sk: nasledujúce
sq: pasues
sv_se: nästa
uk: далі
vi: tiếp
