Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Your add-on is currently <span class="status-0">Incomplete</span>. This means your add-on is not showing up on any portion of the site or update check service. You may come to this page to complete your add-on after it meets the criteria below for completion and transfer to the <span class="status-1">Sandbox</span>.
ca: El vostre complement actualment està <span class="status-0">incomplet</span>. Això significa que no es mostra enlloc del web ni al servei d'actualitzacions. Podeu tornar a aquesta pàgina per a completar el vostre complement, i un cop compleixi els criteris següents ja es podrà moure a <span class="status-1">l'entorn de proves</span>.
cs: Doplněk je <span class="status-0">nekompletní</span> a proto se nezobrazuje v žádné části stránek a je zakázána jeho aktualizační služba. Pokud splníte kritéria pro jeho dokončení a přesun na <span class="status-1">pískoviště</span> můžete ho na této stránce dokončit.
de: Ihr Add-on ist gegenwärtig <span class="status-0">unvollständig</span>. Das bedeutet, dass Ihr Add-on nirgendwo auf der Seite gezeigt wird. Benutzer des Add-ons erhalten keine automatischen Updates. Sie können zu dieser Seite zurückkehren, um Ihr Add-on zu vervollständigen, nachdem es die unten stehenden Kriterien erfüllt. Dann können Sie es in den <span class="status-1">Sandkasten</span> bewegen.
el: Το πρόσθετο σας είναι προς το παρόν <span class="status-0">ημιτελές</span>. Αυτό σημαίνει ότι το πρόσθετο σας δεν εμφανίζεται σε κανένα χώρο του ιστότοπου η στην υπηρεσία ελέγχου για ενημερώσεις. Μπορείτε να επιστρέψετε σ' αυτή τη σελίδα για να ολοκληρώσετε το πρόσθετο σας όταν θα πληρεί τα παρακάτω κριτήρια για να θεωρηθεί ολοκληρωμένο και να το μεταφέρετε στο <span class="status-1">Sandbox</span>.
es_es: Tu complemento está actualmente <span class="status-0">Incompleto</span>. Esto significa que no se mostrará en ninguna parte de la web o en el servicio de actualizaciones. Deberías regresar a esta página para completar los datos de tu complemento para que cumplan los requisitos, completando así el proceso y enviarlo al <span class="status-1">Área de pruebas</span>.
hu: A kiegészítője jelenleg <span class="status-0">befejezetlen</span>. Ez azt jelenti, hogy a kiegészítő nem jelenik meg az oldalon sehol, és a frissítéskeresési szolgáltatásban sem. Miután teljesíti a lenti befejezési feltételeket, ezen az oldalon befejezheti a kiegészítőt, és áthelyezheti a <span class="status-1">Homokozóba</span>.
it: Il componente aggiuntivo è attualmente <span class="status-0">incompleto</span>. Questo significa che non appare in nessuna sezione del sito e non può utilizzare il meccanismo di aggiornamento automatico. È possibile ritornare a questa pagina dopo aver soddisfatto i criteri necessari per il completamento e spostarlo nella "status-1">Sandbox</span>.
ja: このアドオンは、現時点ではまだ <span class="status-0">不完全</span> な状態です。サイト上の公開ページには一切掲載されず、更新確認サービスを通じた更新も提供されません。以下の要件を満たしてからこのページへ戻ってくれば、アドオンを完成させて <span class="status-1">サンドボックス</span> へ移動することができます。
nl: Uw add-on is momenteel <span class="status-0">onvolledig</span>. Dit betekent dat uw add-on nergens op de site wordt weergegeven en dat de updatecontroledienst niet beschikbaar is. U kunt deze pagina bezoeken om uw add-on af te ronden als deze aan onderstaande criteria voldoet voor afronding en overdracht naar de <span class="status-1">sandbox</span>.
pl: Dodatek jest <span class="status-0">niekompletny</span>. Oznacza to, że Twój dodatek nie jest wyświetlany w żadnej części witryny ani nie jest dostępny dla usługi aktualizacji. Możesz powrócić do tej strony, aby zakończyć kompletację dodatku i wysłać go do <span class="status-1">piaskownicy</span> po spełnieniu poniższych kryteriów kompletacji dodatku.
pt_br: Seu complemento está <span class="status-0">Incompleto</span>. Isto significa que seu complemento não está aparecendo em quaisquer áreas do site ou no serviço de checagem de atualizações. Você poderá voltar a esta página para completar seu complemento depois que ele se enquadrar nos requisitos abaixo para que o mesmo possa ficar completo e ser transferido para o <span class="status-1">Sandbox</span>.
pt_pt: O seu extra está <span class="status-0">Incompleto</span>. Isto significa que o seu extra não está a ser mostrado em nenhum local do sítio ou através do serviço de actulizações. Pode vir para esta página para terminar o seu extra após ele corrsponder aos critérios mostrados abaixo para finalização e transferência para o <span class="status-1">Sandbox</span>.
ru: Ваше дополнение является <span class="status-0">Незавершённым</span>. Это значит, что ваше дополнение не появляется ни на сайте, ни в службе проверки обновлений. Вы можете вернуться к этой странице, чтобы завершить оформление вашего дополнения, после того, как оно станет соответствовать указанным ниже условиям, и перенести его в <span class="status-1">Песочницу</span>.
sk: Váš doplnok je momentálne <span class="status-0">nekompletný</span>. To znamená, že sa nezobrazuje v žiadnej časti stránky a nie sú preň poskytované aktualizácie. Váš doplnok môžete dokončiť na tejto stránke, keď splní kritériá pre dokončenie a presun do <span class="status-1">Sandboxu</span>.
sq: Shtesa juaj hëpërhë është <span class="status-0">E paplotë</span>. Kjo do të thotë që shtesa juaj nuk shfaqet në ndonjë vend të "site"-it ose te shërbimi i kontrollit për përditësime. Pasi ajo të plotësojë kriterin më poshtë, mund të ktheheni te kjo faqe për të plotësuar shtesën tuaj dhe kaluar te <span class="status-1">Bankoprova</span>.
sv_se: Ditt tillägg är för närvarande <span class="status-0">Ej komplett</span>. Det betyder att ditt tillägg inte visas någonstans på webbplatsen eller erbjuds via uppdateringskontrolltjänsten. Du kan gå till den här sidan och färdigställa ditt tillägg när det uppfyller färdigkriterien nedan och flytta det till <span class="status-1">sandlådan</span>.
vi: Tiện ích của bạn hiện tại đang <span class="status-0">Dang dở</span>. Điều này có nghĩa là tiện ích của bạn không hiện trên bất kì mục nào của site hoặc dịch vụ kiểm tra cập nhật. Bạn có thể vào trang này để hoàn tất tiện ích của bạn sau khi nó đạt đủ tiêu chí bên dưới cho việc hoàn tất và di chuyển vào <span class="status-1">Hộp cát</span>.

source: Your add-on is currently nominated to become <span class="status-4">Public</span> and is awaiting editor review. There are currently %s other add-ons in the nomination queue.
ca: El vostre complement actualment està nominat per a esdevenir <span class="status-4">públic</span> i està a punt per a ser revisat per un editor. A la cua de nominacions hi ha %s complements més.
cs: Doplněk je nominován ke <span class="status-4">zveřejnění</span> a čeká na kontrolu redaktora. V nominační frontě je v&nbsp;současnosti %s dalších doplňků.
de: Ihr Add-on ist gegenwärtig zur <span class="status-4">Veröffentlichung</span> nominiert und wartet auf die Bewertung durch einen Moderator. Zurzeit warten noch %s weitere Add-ons auf eine Bewertung.
el: Το πρόσθετο σας βρίσκεται σε κατάσταση υποψηφιότητας για να μεταφερθεί στο <span class="status-4">δημόσιο χώρο</span> και περιμένει την αξιολόγηση του από κάποιον συντάκτη. Υπάρχουν προς το παρόν %s άλλα υποψήφια πρόσθετα στην ουρά αναμονής.
es_es: Tu complemento está actualmente propuesto para convertirse en <span class="status-4">Público</span> y está esperando una valoración del editor. Actualmente hay %s otros complementos en la cola de propuestas.
hu: A kiegészítője jelenleg <span class="status-4">nyilvánosnak</span> van jelölve és szerkesztői jóváhagyásra vár. Jelenleg %s más kiegészítő van a jelölési sorban.
it: Il componente aggiuntivo è stato nominato per la <span class="status-4">pubblicazione</span> ed è in attesa della revisione. Attualmente ci sono altri %s elementi in coda.
ja: このアドオンは、<span class="status-4">公開</span> 申請が行われており、エディタによるレビューの完了を待っています。現在他に %s 個のアドオンがレビューを待っています。
nl: Uw add-on is genomineerd voor <span class="status-4">publicatie</span> en wacht op editorbeoordeling. Momenteel staan %s andere add-ons in de nominatiewachtrij.
pl: Dodatek jest nominowany do <span class="status-4">upublicznienia</span> i oczekuje na recenzję edytora. Liczba innych dodatków oczekujących w kolejce do recenzji: %s.
pt_br: Seu complemento está nomeado para se tornar <span class="status-4">Público</span> e encontra-se esperando uma avaliação de editores. Existem atualimente %s outros complementos na fila.
pt_pt: O seu extra está nomeado para se tornar <span class="status-4">Público</span> e aguarda uma revisão de um editor. Existem actualmente %s outros extras em espera.
ru: В данное время ваше дополнение номинировано на <span class="status-4"> Публичный доступ</span> и ждёт рецензии от редактора. В очереди на номинацию в данный момент стоит %s других дополнений.
sk: Váš doplnok je nominovaný na <span class="status-4">verejný</span> doplnok a čaká na kontrolu editorom. Vo fronte momentálne čaká niekoľko ďalších doplnkov (celkom %s).
sq: Shtesa juaj është e propozuar për t'u bërë <span class="status-4">Publike</span> dhe është në pritje të shqyrtimit nga një redaktor. Hëpërhë ka %s shtesa të tjera në radhë për shqyrtim.
sv_se: Ditt tillägg är för nuvarande nominerat för att bli <span class="status-4">publikt</span> och väntar på redaktörsgodkännande. Det är för närvarande %s andra tillägg i nomineringskön.
vi: Tiện ích của bạn hiện đang được đề cử để trở thành <span class="status-4">Công cộng</span> và đang chờ đánh giá của biên tập viên. Hiện đang có %s tiện ích khác trong danh sách chờ đề cử.

source: Your add-on is in the <span class="status-1">Sandbox</span>, which means it will show up in listings and searches, but users must log in to download it. Updates are <b>not</b> being provided to your add-on through the update check service.
ca: El vostre complement està a <span class="status-1">l'entorn de proves</span>, això vol dir que es mostrarà a en les llistes i les cerques, però els usuaris s'hauran de registrar i baixar-se'l. I no es publicarà <b>cap</b> actualització a través del servei de comprovació d'actualitzacions.
cs: Doplněk je na <span class="status-1">pískovišti</span> a proto se zobrazuje ve veřejně dostupných výpisech, ale pro jeho stažení se musí uživatelé přihlásit. Jeho aktualizace <b>nejsou</b> poskytovány pomocí aktualizační služby.
de: Ihr Add-on ist gegenwärtig im <span class="status-1">Sandkasten</span>. Das bedeutet, dass Ihr Add-on auf Listen und in Suchergebnissen angezeigt wird, aber Benutzer müssen sich einloggen, bevor sie es herunterladen können. Benutzer des Add-ons erhalten <strong>keine</strong> automatischen Updates.
el: Το πρόσθετο σας βρίσκεται στο <span class="status-1">Sandbox</span>, πράγμα που σημαίνει ότι θα εμφανίζεται στην περιήγηση και στα αποτελέσματα, αλλά οι χρήστες θα πρέπει να συνδεθούν για να το εγκαταστήσουν. <b>Δεν</b> παρέχονται ενημερώσεις στους χρήστες μέσω του συστήματος αυτόματου ελέγχου ενημερώσεων.
es_es: Tu complemento está en el <span class="status-1">Área de pruebas</span>, lo que significa que se mostrará en los listados y búsquedas, pero los usuarios deberán iniciar sesión descargarlo. <strong>No</strong> se proporcionarán actualizaciones de tu complemento a través del servicio de verificación de actualizaciones.
hu: A kiterjesztése a <span class="status-1">Homokozóban</span> van, ez azt jelenti hogy megjelenik a felsorolásokban és keresési eredményekben, de a felhasználóknak be kell jelentkezniük a letöltéséhez. A frissítéskeresési szolgáltatáson keresztül <b>nem</b> lesznek elérhetők a frissítései.
it: Il componente aggiuntivo si trova nella <span class="status-1">Sandbox</span>, questo significa che verrà visualizzato negli elenchi e tra i risultati di ricerca, ma gli utenti dovranno effettuare il login per scaricarlo. Gli aggiornamenti <b>non</b> verranno forniti con il sistema di aggiornamento automatico.
ja: このアドオンは <span class="status-1">サンドボックス</span> に置かれています。公開ページや検索結果に掲載されていますが、ダウンロードの際にユーザのログインを必要とします。更新確認サービスを通じたアドオンの更新は<b>提供されていません</b>。
nl: Uw add-on bevindt zich in de <span class="status-1">sandbox</span>, wat betekent dat deze wordt weergegeven in lijsten en zoekopdrachten, maar gebruikers dienen zich aan te melden om de add-on te downloaden. Updates worden <b>niet</b> verstrekt via de updatecontroledienst.
pl: Dodatek jest w <span class="status-1">piaskownicy</span>, co oznacza, że będzie on widoczny we wszystkich wykazach i wynikach wyszukiwania, ale, aby go pobrać, użytkownicy muszą się zalogować. Aktualizacje dodatku <b>nie</b> są dostępne przez usługę sprawdzania aktualizacji.
pt_br: Seu complemento está no <span class="status-1">Sandbox</span>, o que significa que será apresentado em listagens e buscas, mas usuários deverão aceitá-lo como experimental antes da instalação. Atualizações <b>não</b> são oferecidas para o seu complemento através do serviço de checagem de atualizações.
pt_pt: O seu extra está no <span class="status-1">Sandbox</span>, o que significa que está nas listagens e nas pesquisas mas os utilizadores têm de iniciar sessão para o transferir. As actualizações <b>não</b> não são fornecidas ao seu extra através do serviço de verificação de actualizações.
ru: Ваше дополнение находится в <span class="status-1">Песочнице</span>. Это значит, что оно появится в перечнях и результатах поиска, но для его загрузки пользователям будет нужно зарегистрироваться на сайте. Обновления для вашего дополнения через службу проверки обновлений предоставляться <b>не</b> будут.
sk: Váš doplnok sa nachádza v <span class="status-1">Sandboxe</span>, čo znamená, že sa zobrazuje vo všetkých zoznamoch a výsledkoch vyhľadávania, ale používatelia sa musia prihlásiť, ak ho chcú prevziať a nainštalovať. Cez aktualizačný mechanizmus <b>nie sú</b> poskytované aktualizácie doplnku.
sq: Shtesa juaj gjendet në <span class="status-1">Bankoprovë</span>, që do të thotë se do të shfaqet në lista dhe kërkime, por përdoruesit duhet të bëjnë hyrje para se ta shkarkojnë. <b>Nuk</b> po ofrohen përditësime për të te shërbimi i kontrollit për përditësime.
sv_se: Ditt tillägg är i <span class="status-1">sandlådan</span>, vilket betyder att det dyker upp i listningar och sökningar, men användare måste logga in för att ladda ner det. Uppdateringar erbjuds <b>inte</b> för ditt tillägg genom uppdateringskontrolltjänsten.
vi: Tiện ích của bạn đang nằm trong <span class="status-1">Hộp cát</span>, có nghĩa là nó sẽ hiện trong liệt kê và tìm kiếm, nhưng người dùng phải đăng nhập để tải nó xuống. Các bản cập nhật <b>không</b> được cung cấp tới tiện ích của bạn thông qua dịch vụ kiểm tra cập nhật.

source: Your add-on is pending. This shouldn't have happened. Please e-mail %s with your add-on ID and state this error.
ca: El vostre complement està pendent. Això no hauria d'haver passat. Escriviu un correu a %s amb l'ID del vostre complement i expliqueu que teniu aquest error.
cs: Doplněk je čekající. Tato situace by neměla nastat. Pošlete nám prosím na adresu %s e-mail s&nbsp;Id doplňku a informujte nás o&nbsp;této chybě.
de: Der Status Ihres Add-ons ist fehlerhaft. Das hätte nicht passieren dürfen. Bitte senden Sie eine E-Mail an %s, nennen Sie die ID-Nummer Ihres Add-ons und diesen Fehler.
el: Το πρόσθετο σας είναι σε αναμονή. Αυτό είναι κάτι που δεν θα έπρεπε να συμβεί κανονικά. Παρακαλούμε επικοινωνήστε με τη διεύθυνση %s, δώστε το αναγνωριστικό (ID) του πρόσθετου σας και αναφέρετε αυτό το σφάλμα.
es_es: Tu complemento está pendiente. Ésto no debería haber pasado. Por favor, envía un correo electrónico a %s con tu ID de complemento y menciona este error.
fr: Votre module est en suspens. Ceci n'aurait pas dû se produire. Veuillez reporter cette erreur à %s en fournissant votre ID de module, merci.
it: Il componente aggiuntivo è in sospeso. Questo non dovrebbe accadere. Inviare una e-mail a %s con l'ID del componente aggiuntivo e segnalare questo errore.
ja: このアドオンは保留されています。これは予期せぬ状態です。アドオンの ID を記載したメールを %s へ送り、このエラーについて知らせてください。
nl: Uw add-on is in behandeling. Dit zou niet zo moeten zijn. Stuur a.u.b. een e-mailbericht naar %s met de ID van uw add-on en vermeld deze fout.
pl: Dodatek ciągle oczekuje na recenzję. Nie powinno się to zdarzyć. Wyślij wiadomość do %s zawierającą ID dodatku i stan tego błędu.
pt_br: Seu complemento encontra-se pendende. Isto não deve acontecer. Por favor envie e-mail para %s colocando o ID do seu complemento e esta mensagem de erro.
pt_pt: O seu extra está em fila de espera. isto não deveria ter acontecido. Envie uma mensagem de correio para %s com o Id do extra e o seu estado de erro.
ru: Ваше дополнение находится в состоянии ожидания. Этого не должно случиться. Пожалуйста, отправьте письмо по адресу %s, указав ID вашего дополнения и эту ошибку.
sk: Váš doplnok je momentálne čakajúci. Toto by sa nemalo stať. Prosím, pošlite e-mailovú správu na adresu %s a uveďte ID doplnku a túto chybu.
sq: Shtesa juaj gjendet në radhë. Kjo nuk duhej të ndodhte. Ju lutem dërgoni te %s një e-mail me ID-në e shtesës suaj dhe deklaroni këtë gabim.
sv_se: Ditt tillägg är i vänteläge. Det borde inte vara så, kontakta %s med ditt tiläggs-id och berätta om detta fel.
uk: Ваш додаток все ще в очікуванні. Цього не мало трапитись. Повідомте, будь ласка, про цю помилку, відіславши %s електронною поштою.
vi: Tiện ích của bạn đang bị kẹt. Đáng nhẽ điều này không thể xảy ra. Vui lòng email tới %s với ID tiện ích của bạn và thông báo lỗi này.

source: Your add-on must have at least one owner.
ca: El vostre complement cal que tingui com a mínim un propietari.
cs: Doplněk musí mít alespoň jednoho vlastníka.
de: Ihr Add-on muss mindestens einen Eigentümer haben.
el: Το πρόσθετο σας θα πρέπει να έχει τουλάχιστον ένα ιδιοκτήτη.
es_es: Tu complemente debe tener al menos un propietario.
fa: افزودنی شما باید حداقل یک مؤلف داشته باشد.
fr: Votre module doit avoir au moins un propriétaire.
it: Il componente aggiuntivo deve avere almeno un proprietario.
ja: アドオンには、少なくともひとりはオーナーを設定する必要があります。
nl: Uw add-on dient ten minste één eigenaar te hebben.
pl: Dodatek musi mieć przynajmniej jednego właściciela.
pt_br: Seu complemento precisa ter o menos um proprietário.
pt_pt: O seu extra tem de ter pelo menos um dono.
ru: Ваше дополнение должно иметь по меньшей мере одного владельца.
sk: Váš doplnok musí mať aspoň jedného vlastníka.
sq: Shtesa juaj duhet të ketë të paktën një pronar.
sv_se: Ditt tillägg måste ha minst en ägare.
uk: У вашого додатку має бути принаймні один власник.
vi: Tiện ích của bạn phải có ít nhất một người sở hữu.

source: Your add-on was <span class="status-5">Disabled</span> by an administrator and cannot be used. If you have any questions, please e-mail %s.
ca: El vostre complement l'ha <span class="status-5">deshabilitat</span> un administrador i no es pot utilitzar. Si voleu fer cap pregunta, escriviu un correu a %s.
cs: Doplněk je <span class="status-5">zakázán</span> administrátorem a proto ho nelze používat. Pokud máte dotaz, zašlete ho prosím na e-mail %s.
de: Ihr Add-on wurde von einem Administrator <span class="status-5">deaktiviert</span> und kann nicht mehr verwendet werden. Falls Sie Fragen haben, schreiben Sie bitte eine E-Mail an %s.
el: Το πρόσθετο σας <span class="status-5">απενεργοποιήθηκε</span> από κάποιον διαχειριστή και δεν μπορεί να χρησιμοποιηθεί. Αν θέλετε να μαθέτε το λόγο, παρακαλούμε επικοινωνήστε με τη διεύθυνση %s.
es_es: Tu complemento fue <span class="status-5">Desactivado</span> por un administrador y no puede usarse. Si tienes alguna pregunta, envía un correo a %s.
fr: Votre module a été <span class="status-5">désactivé</span> par un administrateur et ne peut être utilisé. Si vous avez des questions, veuillez contacter %s.
it: Il componente aggiuntivo è stato <span class="status-5">disattivato</span> da un amministratore e non può essere usato. Per ulteriori informazioni inviare una e-mail a %s.
ja: このアドオンは、管理者によって <span class="status-5">無効</span> 化され、使用不可となっています。何か質問がある場合は %s へメールを送ってください。
nl: Uw add-on is <span class="status-5">uitgeschakeld</span> door een beheerder en kan niet worden gebruikt. Stuur indien u vragen hebt een e-mailbericht naar %s.
pl: Dodatek został <span class="status-5">wyłączony</span> przez administratora i nie może być używany. Jeśli masz jakieś pytania, wyślij e-mail na adres %s.
pt_br: Seu complemento encontra-se <span class="status-5">Desabilitado</span> por um administrador e não pode ser utilizado. Se você tem dúvidas por favor envie email para %s.
pt_pt: O seu extra foi <span class="status-5">Disactivado</span> por um admministrador e não pode ser usado. Se tiver questões envie uma mensagem de correio paral %s.
ru: Ваше дополнение было <span class="status-5">Отключено</span> администратором и не может быть использовано. Если у вас возникли вопросы, вы можете связаться с ним по адресу %s.
sk: Váš doplnok bol správcom <span class="status-5">zakázaný</span> a nemôže byť používaný. Ak máte otázky, kontaktujte nás na e-mailovej adrese %s.
sq: Shtesa juaj qe <span class="status-5">Çaktivizuar</span> nga një administrator dhe nuk mund të përdoret. nëse keni ndonjë pyetje, dërgoni një e-mail te %s.
sv_se: Ditt tillägg har blivit <span class="status-5">Avstängt</span> av en administratör och kan inte användas. Om du har några frågor, kontakta %s.
uk: Ваш додаток було <span class="status-5">заблоковано</span> адміністратором; ним не можна користуватися. Якщо ви маєте питання, надішліть електронного листа на адресу %s.
vi: Tiện ích của bạn đã bị <span class="status-5">Vô hiệu hóa</span> bởi một quản trị viên và không thể sử dụng được. Nếu có thắc mắc, vui lòng email tới %s.
