Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Please note: Before your review shows up on the public site it will be moderated by an editor.
ca: Atenció: abans que es publiqui la vostra revisió en el lloc web públic, es moderarà per un editor.
cs: Upozornění: Recenze musí být před zveřejněním schválena redaktorem.
de: Bitte beachten Sie: Bevor Ihre Bewertung auf der Seite veröffentlicht wird, muss sie von einem Moderator freigeschaltet werden.
el: Σημείωση: Πριν εμφανιστεί στο κοινό, η αξιολόγησή σας θα επεξεργαστεί από κάποιον συντάκτη μας.
es_es: Atención: Antes de que tu valoración aparezca en el sitio público, será revisada por un editor.
fa: لطفاً توجه کنید: پیش از آن که بررسی شما در وب‌گاه عمومی ظاهر شود، توسط یک ویرایش‌گر مورد بررسی قرار خواهد گرفت.
fr: Attention&nbsp;: avant que votre critique n'apparaisse sur le site public, elle sera modérée par un éditeur.
hu: Jegyezze meg: mielőtt az értékelése megjelenne a nyilvános webhelyen, egy szerkesztő moderálni fogja.
it: Attenzione: affinché la recensione possa apparire sul sito pubblico, dovrà essere approvata da un revisore.
ja: 注意: 投稿されたレビューの内容は、公開ページに掲載される前にエディタによって確認されます。
nl: Opmerking: voordat uw beoordeling op de publieke site verschijnt zal deze worden gescreend door een editor.
pl: Uwaga: przed publikacją recenzja zostanie sprawdzona przez moderatora.
pt_br: Observação: Antes que sua avaliação apareça publicamente, ela será avaliada por um editor.
pt_pt: Nota: Antes do seu comentário ser apresentado, será moderado por um editor.
ru: Примечание: перед публикацией ваш отзыв будет проверен рецензентом.
sk: Nezabudnite: pred publikovaním na verejnej stránke bude recenzia moderovaná editorom.
sq: Vini re: Përpara se shqyrtimi juaj të shfaqet në "site"-in publik, do të shqyrtohet nga një redaktor.
sv_se: Observera: Innan din recension dyker upp i det publika gränssnittet kommer den att granskas av en modererare.
uk: Будь ласка, зауважте: перед тим, як ваш відгук з’явиться на публічному сайті, він буде відредагований редактором.
vi: Vui lòng chú ý: Trước khi đánh giá của bạn hiện công khai trên trang, nó sẽ được điều chỉnh bởi một biên tập viên.

source: Please review and accept the following Developer Agreement before proceeding.
ca: Reviseu i accepteu el següent Acord del desenvolupador abans de continuar.
cs: Před pokračováním si prosím přečtěte a odsouhlaste následující text.
de: Bitte lesen und akzeptieren Sie die folgende Einverständniserklärung für Entwickler vor dem weitern Vorgehen.
el: Παρακαλούμε διαβάστε και αποδεχτείτε το ακόλουθο συμφωνητικό δημιουργού πριν προχωρήσετε.
es_es: Por favor, revisa y acepta el siguiente acuerdo de desarrollador antes de proceder.
fa: لطفاً توافق‌نامهٔ توسعه‌دهندهٔ زیر را بررسی کنید و پیش از پیشروی با آن موافقت نمایید.
fr: Merci de lire et d'accepter l'Accord Développeur ci-après avant de poursuivre.
hu: Mielőtt folytatja, olvassa el és fogadja el a következő Fejlesztői megállapodást.
it: Prima di procedere è necessario leggere e accettare il seguente accordo di licenza per sviluppatori.
ja: 次に進む前に、以下の利用規約をよく読んで同意する必要があります。
nl: Lees en accepteer a.u.b. de volgende Ontwikkelaarsovereenkomst voordat u verder gaat.
pl: Najpierw musisz zapoznać się i zaakceptować następującą Umowę autora.
pt_br: Por favor, avalie e aceite os seguintes termos do desenvolvedor antes de prosseguir.
pt_pt: Por favor reveja e aceite o seguinte Acordo do Desenvolvedor antes de continuar.
ru: Перед продолжением необходимо просмотреть и принять следующее соглашение разработчика.
sk: Pred pokračovaním si prečítajte a prijmite nasledujúcu Vývojársku zmluvu.
sq: Ju lutem shqyrtoni dhe pranoni Marrëveshjen vijuese për Zhvilluesa përpara se të vazhdoni.
sv_se: Var vänlig läs igenom och godkänn Utvecklaravtalet innan du fortsätter.
uk: Будь ласка, перегляньте та прийміть наступну Угоду перед продовженням.
vi: Vui lòng xem lại và chấp thuận Thỏa thuận Nhà phát triển trước khi tiến hành.

source: Please see <a href="%s">this page</a> for reference.
ca: Consulteu <a href="%s">aquesta pàgina</a> com a referència.
de: Bitte beachten Sie auch <a href="%s">diese Seite</a>.
el: Παρακαλούμε δείτε <a href="%s">αυτή τη σελίδα</a> για αναφορά.
es_es: Por favor, lee <a href="%s">esta página</a> para más información.
fr: Veuillez consulter <a href="%s">cette page</a> pour référence.
hu: Lásd <a href="%s">ezt az oldalt</a> referenciaként.
it: Leggere <a href="%s">questa pagina</a> per informazioni.
ja: <a href="%s">このページ</a> を参考にしてください。
nl: Lees a.u.b. <a href="%s">deze pagina</a> als naslag.
pl: Więcej informacji można znaleźć na %s.
pt_pt: por favor veja <a href="%s">esta página</a> para referência.
ru: Для получения справки посетите <a href="%s">эту страницу</a>.
sk: Ďalšie informácie nájdete na <a href="%s">tejto stránke</a>.
sv_se: Se <a href="%s">denna sida</a> för referens.

source: Please select a license.
ca: Seleccioneu una llicència.
cs: Zvolte prosím licenci.
de: Bitte wählen Sie eine Lizenz aus.
el: Παρακαλούμε επιλέξτε μια άδεια.
es_es: Por favor, selecciona una licencia.
fa: لطفاً یک مجوز انتخاب کنید.
fr: Veuillez sélectionner une licence.
hu: Válasszon licencet.
it: Selezionare una licenza.
ja: ライセンスを選択してください。
nl: Selecteer a.u.b. een licentie.
pl: Wybierz licencję.
pt_pt: Seleccione uma licença.
ru: Пожалуйста, выберите лицензию.
sk: Prosím, zvoľte licenciu.
sq: Ju lutem përzgjidhni një leje.
sv_se: Välj en licens.
uk: Виберіть, будь ласка, ліцензію.
vi: Vui lòng chọn một giấy phép.

source: Please select a review action.
ca: Cal que seleccioneu una acció de revisió.
cs: Zvolte prosím akci kontroly.
de: Bitte wählen Sie eine Aktion aus.
el: Παρακαλούμε επιλέξτε μια ενέργεια αξιολόγησης.
es_es: Por favor, selecciona una acción para la valoración.
fa: لطفاً یک عمل بررسی را انتخاب کنید.
fr: Veuillez sélectioner une action de révision.
hu: Válasszon egy értékelési műveletet.
it: Selezionare un'azione di revisione.
ja: レビューアクションを選択してください。
nl: Selecteer a.u.b. een beoordelingsactie.
pl: Nie określono czynności. Wybierz ją.
pt_br: Por favor selecione uma ação de avaliação.
pt_pt: Por favor seleccione uma acção para a revisão
ru: Пожалуйста, выберите рецензию.
sk: Prosím, zvoľte akciu kontroly.
sq: Ju lutem përzgjidhni një veprim shqyrtimi.
sv_se: Välj ett granskningsutfall.
uk: Виберіть, будь ласка, дію для перегляду.
vi: Vui lòng chọn một thao tác đánh giá.

source: Please select at least one category.
ca: Heu de seleccionar com a mínim una categoria.
cs: Zvolte prosím alespoň jednu kategorii.
de: Bitte wählen Sie mindestens eine Kategorie aus.
el: Παρακαλούμε επιλέξτε τουλάχιστον μια κατηγορία.
es_es: Por favor, elige al menos una categoría.
fa: لطفاً کمینه یک دسته را انتخاب کنید.
fr: Veuillez sélectionner au moins une catégorie.
hu: Válasszon legalább egy kategóriát.
it: Selezionare almeno una categoria.
ja: 少なくともひとつはカテゴリを選択してください。
nl: Selecteer a.u.b. ten minste één categorie.
pl: Należy wybrać przynajmniej jedną kategorię.
pt_br: Por favor, escolha ao menos uma categoria.
pt_pt: Seleccione pelo menos uma categoria.
ru: Пожалуйста, выберите хотя бы одну категорию.
sk: Vyberte aspoň jednu kategóriu.
sq: Ju lutem përzgjidhni të paktën një kategori.
sv_se: Välj minst en kategori.
uk: Будь ласка, оберіть принаймні одну категорію.
vi: Vui lòng thêm ít nhất một phân mục.

# editor_review_error_no_files
source: Please select at least one file to review.
ca: Cal que seleccioneu com a mínim un fitxer per a revisar.
cs: Zvolte prosím alespoň jeden soubor ke kontrole.
de: Bitte wählen Sie mindestens eine Datei aus.
el: Παρακαλούμε επιλέξτε τουλάχιστον ένα αρχείο για αξιολόγηση.
es_es: Por favor, selecciona al menos un archivo para revisar.
fa: لطفاً کمینه یک پرونده را برای بررسی انتخاب نمایید.
fr: Ceuillez sélectionner au moins un fichier à critiquer.
hu: Válasszon legalább egy fájlt értékelésre.
it: Selezionare almeno un file da revisionare.
ja: レビューを行うファイルを少なくともひとつは選択してください。
nl: Selecteer a.u.b. ten minste één bestand om te beoordelen.
pl: Wybierz co najmniej jeden plik do zrecenzowania.
pt_br: Por favor selecione ao menos um arquivo para avaliar.
pt_pt: Por favor seleccione pelo menos um comentário.
ru: Пожалуйста, выберите по крайней мере один файл для рецензии.
sk: Prosím, vyberte aspoň jeden súbor na kontrolu.
sq: Ju lutem përzgjidhni të paktën një kartelë për shqyrtim.
sv_se: Välj minst en fil att granska.
uk: Виберіть, будь ласка, принаймні один файл для перегляду.
vi: Vui lòng chọn ít nhất một tập tin để đánh giá.

# editors_error_review_one_file
source: Please select at least one file to review.
ca: Seleccioneu com a mínim un fitxer per a revisar.
cs: Zvolte prosím alespoň jeden soubor ke&nbsp;kontrole.
de: Bitte wählen Sie mindestens eine Datei zur Moderation aus.
el: Παρακαλούμε επιλέξτε τουλάχιστον ένα αρχείο για αξιολόγηση.
es_es: Por favor, seleccione al menos un archivo para revisar.
fa: لطفاً کمینه یک پرونده را برای بررسی انتخاب نمایید.
fr: Veuillez sélectionner au moins un fichier à réviser.
hu: Válasszon legalább egy fájlt az értékeléshez.
it: Seleziona almeno un file da revisionare.
ja: 少なくともひとつはレビューを行うファイルを選択してください。
nl: Selecteer a.u.b. ten minste één te beoordelen bestand.
pl: Wybierz przynajmniej jeden plik do recenzji.
pt_br: Por favor, selecione pelo menos um arquivo para avaliar.
pt_pt: Seleccione pelo menos um ficheiro para rever.
ru: Выберите по крайней мере один файл для рецензирования.
sk: Vyberte aspoň jeden súbor na recenziu.
sq: Ju lutem përzgjidhni të paktën një kartelë për shqyrtim.
sv_se: Välj minst en fil att granska.
uk: Будь ласка, оберіть принаймні один файл для перегляду.
vi: Vui lòng chọn ít nhất một tập tin để đánh giá.

source: Please select no more than five categories.
ca: No podeu seleccionar més de cinc categories.
cs: Nevolte prosím více než 5 kategorií.
de: Bitte wählen Sie nicht mehr als fünf Kategorien aus.
el: Παρακαλούμε επιλέξτε το πολύ πέντε κατηγορίες.
es_es: Por favor, no elija más de cinco categorías.
fa: لطفاً بیش از ۵ دسته انتخاب نکنید.
fr: Vous ne pouvez pas sélectionner plus de cinq catégories.
hu: Ne válasszon ötnél több kategóriát.
it: Non selezionare più di cinque categorie.
ja: 選択できるカテゴリは 5 つまでです。
nl: Selecteer a.u.b. niet meer dan vijf categorieën.
pl: Wybierz nie więcej niż pięć kategorii.
pt_br: Por favor, escolha no máximo cinco categorias.
pt_pt: Por favor seleccione até 5 categorias.
ru: Пожалуйста, выберите не более пяти категорий.
sk: Vyberte najviac päť kategórií.
sq: Ju lutem mos përzgjidhni më shumë se pesë kategori.
sv_se: Välj mindre en fem kategorier.
uk: Будь ласка, оберіть не більше п’яти категорій.
vi: Vui lòng không chọn nhiều hơn năm phân mục.

source: Please treat this information as confidential.
ca: Tracteu aquesta informació com a confidencial.
cs: Považujte prosím tyto informace za důvěrné.
de: Bitte beachten Sie diese Einstellung als vertraulich
el: Παρακαλούμε διαχειριστείτε αυτή την πληροφορία σαν εμπιστευτική.
es_es: Por favor, tratar esta información como confidencial.
fa: لطفاً این اطلاعات را محرمانه تقلی کنید.
fr: Veuillez considérer ces informations comme confidentielles.
hu: Kezelje bizalmasan ezt az információt.
it: Mantenere queste informazioni come confidenziali.
ja: この情報は機密扱いとしてください。
nl: Deze informatie als vertrouwelijk behandelen.
pl: Informacje te należy traktować jako poufne.
pt_br: Por favor, trate essas informações como confidenciais.
pt_pt: Por favor trate esta informação como confidencial.
ru: Пожалуйста обращайтесь с этой информацией как с конфиденциальной.
sk: Považujte tieto údaje za dôverné.
sq: Ju lutem trajtojini këto të dhëna si të rezervuara.
sv_se: Behandla detta som konfidentiell information.
uk: Відностеся до цієї інформації як до конфіденційної.
vi: Vui lòng xem như thông tin này là bí mật.

source: Please type what you hear.
ca: Escriviu el que escolteu.
cs: Vložte prosím, co jste slyšeli.
de: Bitte geben Sie ein, was Sie hören.
el: Παρακαλούμε πληκτρολογήστε αυτό που ακούτε.
es_es: Por favor, escribe lo que oigas.
fa: لطفاً آنچه را که می‌شنوید وارد نمایید.
fr: Veuillez taper ce que vous entendez.
hu: Írja be, amit hall.
it: Digita quello che hai ascoltato.
ja: 聞こえた言葉を以下に入力してください。
nl: Type a.u.b. wat u hoort.
pl: Wpisz to, co słyszysz.
pt_br: Por favor digite o que você ouve.
pt_pt: Escreva o que ouve.
ru: Пожалуйста наберите то, что вы слышите.
sk: Prosím, zadajte vypočutý text.
sq: Ju lutem, shtypni këtu atë çka dëgjoni.
sv_se: Skriv vad du hör.
uk: Введіть, будь ласка, те, що ви чуєте.
vi: Vui lòng gõ những gì bạn nghe thấy.

source: Please upload a file.
ca: Cal enviar un fitxer
cs: Nahrajte prosím soubor.
de: Bitte laden Sie eine Datei hoch.
el: Παρακαλούμε αποστείλατε αρχείο.
es_es: Por favor, suba un archivo.
fa: لطفاً یک پرونده بارگذاری نمایید.
fr: Veuillez envoyer un fichier.
hu: Töltsön fel egy fájlt.
it: Inserire un file da caricare.
ja: ファイルをアップロードしてください。
nl: Upload a.u.b. een bestand.
pl: Proszę wysłać plik.
pt_br: Por favor, envie um arquivo.
pt_pt: Por favor carregue um ficheiro.
ru: Пожалуйста, загрузите файл.
sk: Odošlite súbor.
sq: Ju lutem ngarkoni një kartelë.
sv_se: Ladda upp en fil.
uk: Будь ласка, відвантажте файл.
vi: Vui lòng tải lên một tập tin.

source: Plot the total count on this graph
ca: Mostra el total en aquest diagrama
cs: Vykreslí na tento graf celkový počet
de: Gesamtzahl hier aufzeichnen
el: Σχεδίαση του συνόλου στο γράφημα
es_es: Determinar el recuento total en este gráfico
fa: رسم تعداد کل این نمودار
fr: Tracer le décompte total sur ce graphique
hu: A teljes szám megjelenítése ehhez a diagramhoz
it: Aggiungi al grafico il conteggio totale
ja: このグラフ上に合計数を表示する
nl: Geef het totaalaantal weer in deze grafiek
pl: Nanosi na graf sumaryczny wykres
pt_br: Colocar a contagem total neste gráfico
pt_pt: Mostrar o contador total neste gráfico
ru: Нанести общее кол-во на эту диаграмму
sk: Zakresliť celkový počet do tohto grafu
sq: Hidhe në këtë grafik numërimin për gjithsej
sv_se: Visa totalräknaren i denna graf
uk: Показати загальну кількість на цьому графіку
vi: Vẽ đồ thị tổng số lần đếm trên biểu đồ này

source: Plugins help your browser perform specific functions like viewing special graphic formats or playing multimedia files. Plugins are slightly different from extensions, which modify or add to existing functionality.
ca: Els connectors ajuden al vostre navegador a desenvolupar funcions específiques com per exemple visualitzar formats gràfics especials o mostrar contingut multimèdia. Els connectors són força diferents de les extensions, les quals modifiquen o s'afegeixen a les funcionalitats existents.
cs: Zásuvné moduly (angl. plugins) jsou malé doplňky, které přidávají do prohlížeče nové, a většinou specifické, funkce. Typickým příkladem je přidání podpory určitého grafického formátu a nebo podpora multimédií - např. Flash, PDF, WMV. Zásuvné moduly na rozdíl od rozšíření nemodifikují samotný kód aplikace.
de: Plugins helfen Ihrem Browser dabei, bestimmte Funktionen auszuführen, wie beispielsweise die Anzeige spezieller Grafikformate oder das Abspielen von Multimedia-Dateien. Plugins unterscheiden sich ein wenig von Erweiterungen, die existierende Funktionen des Browsers verändern oder neue hinzufügen.
el: Οι πρόσθετες λειτουργίες βοηθούν τον περιηγητή να εκτελέσει συγκεκριμένες λειτουργίες, όπως την εμφάνιση ειδικών τύπων γραφικών ή την αναπαραγωγή αρχείων πολυμέσων. Οι πρόσθετες λειτουργίες είναι ελαφρώς διαφορετικές από τις επεκτάσεις, οι οποίες τροποποιούν ή προσθέτουν χαρακτηριστικά.
es_es: Los plugins permiten a tu navegador realizar funciones específicas como ver gráficos en formatos especiales o reproducir archivos multimedia. Los plugins algo diferentes a las extensiones, las cuales modifican o añaden funcionalidades existentes.
fa: متصل‌شونده‌ها به مرورگرتان کمک می‌کنند کارهای خاصی مانند مشاهدهٔ قالب‌های خاص گرافیکی یا پخش پرونده‌های چندرسانه‌ای انجام دهد. متصل‌شونده‌ها کمی با ضمیمه‌ها که توانایی‌های موجود را گسترش می‌دهند یا بهبود می‌بخشند تفاوت دارند.
fr: Les plugins aident votre navigateur à réaliser des tâches spécifiques telles que l'affichage de formats graphiques spéciaux ou la lecture de fichiers multimédias. Les plugins diffèrent donc légèrement des extensions qui ont elles pour but la modification ou l'ajout de fonctionnalités.
hu: A bővítmények lehetővé teszik egyes speciális képfájlformátumok vagy multimédia fájlok megtekintését, illetve lejátszását a böngészőben. A bővítmények némileg különböznek a kiterjesztésektől, amelyek meglévő funkciót módosítanak vagy bővítenek.
it: I plugin consentono al browser di eseguire operazioni specifiche come visualizzare determinati formati grafici oppure riprodurre file multimediali. I plugin sono leggermente diversi dalle estensioni, in grado di modificare o aggiungere nuove funzionalità al software.
ja: プラグインは、特殊な形式の画像を表示したり、マルチメディアファイルを再生する場合など、ブラウザが特定の機能を実行できるようにする役割を果たします。ブラウザの機能を追加したり変更を加える拡張機能とは若干性質が異なります。
nl: Plug-ins helpen uw browser om specifieke functies uit te voeren, zoals het bekijken van speciale grafische opmaken of het afspelen van multimedia-bestanden. Plug-ins zijn anders dan extensies, die bestaande functionaliteit wijzigen of er iets aan toevoegen.
pl: Wtyczki pomagają przeglądarce wykonywać pewne specyficzne funkcje, jak wyświetlanie specjalnych formatów graficznych lub odtwarzanie plików multimedialnych. Wtyczki nieco różnią się od rozszerzeń, które modyfikują lub dodają coś do istniejącej funkcjonalności.
pt_br: Plugins ajudam seu navegador a realizar tarefas específicas, como ver formatos especiais de imagens ou tocar arquivos multimídia. Plugins são um pouco diferente de complementos, que incrementam ou modificam funcionalidades já existentes.
pt_pt: Os Plugins ajudam o seu navegador a efectuar funções específicas como, por exemplo, ver formatos de gráficos especiais ou tocar ficheiros multimédia. Os Plugins são ligeiramente diferentes das extensões, que modificam ou adicionam funcionalidades existentes.
ru: Плагины помогают вашему браузеру выполнять специфичные функции, такие как просмотр графических файлов в специальных форматах или проигрывание мультимедиа файлов. Плагины слегка отличаются от расширений, которые изменяют или расширяют существующую функциональность.
sk: Zásuvné moduly pomáhajú prehliadaču vykonávať špeciálne funkcie, napríklad zobrazovať špeciálne grafické formáty alebo prehrávať multimediálne súbory. Zásuvné moduly sa trochu líšia od rozšírení, ktoré upravujú existujúce funkcie alebo pridávajú nové.
sq: Shtojcat e ndihmojnë shfletuesin tuaj të përmbushin funksione të veçantë si parje formatesh të veçantë grafikë ose luajtje kartelash multimedia. Shtojcat janë pakëz ndryshe nga zgjerimet, të cialt ndryshojnë ose shtojnë diçka te një anë ekzistuese.
sv_se: Insticksprogram hjälper din webbläsare utföra särskilda funktioner som att visasärskilda grafikformat eller spela multimediafiler. Insticksprogram skiljer sig litefrån utökningar, som ändrar eller utökar existerande funktionalitet.
uk: Модулі допомагають вашому браузеру виконувати окремі функції, такі як перегляд особливих графічних форматів або відтворення мультимедійних файлів. Модулі трохи відрізняються від розширень, які модифікують або додаються до існуючої функціональності.
vi: Phần bổ trợ giúp trình duyệt của bạn thực hiện một số chức năng như xem các định dạng đồ họa đặc biệt hoặc chơi các tập tin đa phương tiện. Phần bổ trợ hơi khác một chút so với phần mở rộng - những cái dùng để chỉnh sửa hoặc thêm tính năng cho những chức năng sẵn có.

source: Popular Collections
ca: Col·leccions populars
cs: Populární sbírky
de: Beliebte Sammlungen
el: δημοφιλείς συλλογές
es_es: Recopilatorios populares
fa: مجموعه‌های محبوب
fr: Collections populaires
hu: Népszerű gyűjtemények
it: Raccolte più popolari
ja: 人気のコレクション
nl: Populaire collecties
pl: Popularne kolekcje
pt_br: Coleções Populares
pt_pt: Colecções populares
ru: Популярные подборки
sk: Populárne kolekcie
sq: Koleksione Popullore
sv_se: Populära samlingar
uk: Відомі колекції
vi: Bộ sưu tập Thông dụng

# advanced_search_form_popularity
source: Popularity
ca: Popularitat
cs: Popularita
de: Downloads
el: πιο δημοφιλή
es_es: Popularidad
fa: محبوبیت
fr: Popularité
hu: Népszerűség
it: popolarità
ja: ダウンロード数
nl: Populariteit
pl: Liczby pobrań
pt_br: Popularidade
pt_pt: Popularidade
ru: Популярности
sk: Popularita
sq: Popullaritet
sv_se: Popularitet
uk: Популярністю
vi: Mức độ thông dụng

# collections_detail_sort_popularity
source: Popularity
ca: Popularitat
cs: Popularita
de: Beliebtheit
el: Δημοτικότητα
es_es: Popularidad
fa: محبوبیت
fr: Popularité
hu: Népszerűség
it: Popolarità
ja: 人気度
nl: Populariteit
pl: popularności
pt_br: Popularidade
pt_pt: Popularidade
ru: Популярности
sq: Popullaritet
sv_se: Popularitet
uk: Популярність
vi: Thông dụng

source: Post Comment
ca: Envia el comentari
cs: Přidat komentář
de: Kommentar abgeben
el: Δημοσίευση σχόλιου
es_es: Publicar comentario
fa: ارسال نظر
fr: Poster un commentaire
hu: Hozzászólás elküldése
it: Inserisci commento
ja: コメントを投稿
nl: Opmerking plaatsen
pl: Wyślij
pt_br: Postar comentário
pt_pt: Publicar comentário
ru: Отправить комментарий
sk: Odoslať komentár
sv_se: Skicka kommentar
uk: Опублікувати коментар

source: Post Review
ca: Envia la revisió
cs: Přidat recenzi
de: Bewertung abgeben
el: Δημοσίευση αξιολόγησης
es_es: Enviar revisión
fa: ارسال بررسی
fr: Poster une critique
hu: Értékelés elküldése
it: Invia recensione
ja: レビューを投稿
nl: Beoordeling plaatsen
pl: Wyślij
pt_br: Enviar Avaliação
pt_pt: Rever publicação
ru: Оставить отзыв
sk: Odoslať recenziu
sv_se: Skicka in recension
uk: Після перегляду
vi: Đăng bài Đánh giá

source: Post to Facebook
ca: Publica-ho al Facebook
cs: Přidat na Facebook
de: Bei Facebook posten
el: Δημοσίευση στο Facebook
es_es: Publicar en Facebook
fa: ارسال به Facebook
fr: Publier sur Facebook
hu: Elküldés a Facebookra
it: Facebook
ja: Facebook へ投稿
nl: Posten op Facebook
pl: Opublikuj na Facebook
pt_br: Compartilhar no Facebook
pt_pt: Postar no Facebook
ru: Написать в Facebook
sk: Odoslať na Facebook
sq: Postoje te Facebook
sv_se: Posta till Facebook
uk: Помістити на Facebook
vi: Đăng lên Facebook

source: Post to MySpace
ca: Publica-ho al MySpace
cs: Přidat na MySpace
de: Auf MySpace setzen
el: Δημοσίευση στο MySpace
es_es: Publicar en MySpace
fa: ارسال به MySpace
fr: Publier sur MySpace
hu: Elküldés a MySpace-re
it: MySpace
ja: MySpace へ投稿
nl: Posten op MySpace
pl: Opublikuj na MySpace
pt_br: Compartilhar no MySpace
pt_pt: Postar no MySpace
ru: Написать в MySpace
sk: Odoslať na MySpace
sq: Postoje te MySpace
sv_se: Posta till MySpace
uk: Опублікувати на MySpace
vi: Đăng lên MySpace

source: Post to Twitter
ca: Publica-ho al Twitter
cs: Přidat na Twitter
de: Auf Twitter veröffentlichen
el: Δημοσίευση στο Twitter
es_es: Publicar en Twitter
fa: ارسال به توئیتر
fr: Publier sur witter
hu: Elküldés a Twitterre
it: Pubblica su Twitter
ja: Twitter へ投稿
nl: Op Twitter posten
pl: Wyślij do Twittera
pt_br: Enviar para Twitter
pt_pt: Postar no Twitter
ru: Написать в Twitter
sk: Odoslať na Twitter
sv_se: Posta på Twitter
uk: Опублікувати на Twitter
vi: Đăng lên Twitter

source: Posted a month ago
ca: Enviat fa un mes
de: Vor einem Monat geschrieben
fr: Posté il y a un mois
hu: Beküldve egy hónapja
it: Inserito un mese fa
ja: 1 か月前の投稿
nl: Een maand geleden gepost
pl: Opublikowano miesiąc temu
pt_pt: Publicado à um mês
ru: Размещено %d месяц назад
sv_se: Postad för en månad sen

source: Posted a year ago
ca: Enviat fa un any
de: Vor einem Jahr geschrieben
fr: Posté il y a un an
hu: Beküldve egy éve
it: Inserito un anno fa
ja: 1 年前の投稿
nl: Een jaar geleden gepost
pl: Opublikowano rok temu
pt_pt: Publicado à um ano
ru: Размещено %d год назад
sv_se: Postad för ett år sen
