Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: This preview will be deleted when Update Previews is clicked below. (<a %s>Cancel?</a>)
ca: Aquesta previsualització se suprimirà quan cliqueu Actualitza les previsualitzacions. (<a %s>Cancel·la?</a>)
cs: Tento náhled bude po klepnutí na tlačítko Aktualizovat náhledy smazán.(<a %s>Zrušit?</a>)
de: Dieses Vorschaubild wird gelöscht, wenn Sie auf "Vorschaubilder aktualisieren"klicken. (<a %s>Abbrechen?</a>)
el: Αυτή η εικόνα προεπισκόπησης θα διαγραφεί όταν κάνετε κλικ στο κουμπί «Ενημέρωση εικόνων προεπισκόπησης παρακάτω. (<a %s>Ακύρωση;</a>)
es_es: Esta captura se borrará cuando pulses actualizar capturas. (<a %s>¿Cancelar?</a>)
hu: Ez az előnézet törölve lesz, ha az alábbi Előnézetek frissítése lehetőségre kattint. (<a %s>Mégse?</a>)
it: Questa anteprima verrà eliminata premendo il pulsante Aggiorna anteprime. (<a %s>Annulla?</a>)
ja: このプレビュー画像は、下の「プレビュー画像を更新」をクリックすると削除されます。(<a %s>キャンセル</a>)
nl: Deze voorbeeldweergave wordt verwijderd wanneer hieronder op Voorbeeldweergaven bijwerken wordt geklikt. (<a %s>Annuleren?</a>)
pl: Ten obrazek zostanie usunięty po naciśnięciu na dole przycisku „Aktualizuj”. (<a %s>Anulować?</a>)
pt_br: Este Screenshot será removido quando o botão Atualizar Screenshots for clicado abaixo. (<a %s>Cancelar?</a>)
pt_pt: Esta pré-visualização será eliminada quando actualizar pré-visualizações for clicado. (<a %s>Cancelar?</a>)
ru: Этот скриншот будет удалён при нажатии кнопки Обновить скриншоты. (<a %s>Отмена?</a>)
sk: Táto ukážka bude odstránená po kliknutí na tlačidlo Aktualizovať ukážky. (<a %s>Zrušiť?</a>)
sq: Kjo paraparje do të fshihet kur të klikohet Përditëso Paraparje më poshtë. (<a %s>Të anulohet?</a>)
sv_se: Denna förhandsvisning tas bort när du klickar på Uppdatera förhandsvisningar nedan. (<a %s>Avbryt?</a>)
uk: Цей перегляд буде вилучений при натисканні на Оновити перегляд. (<a %s>Cancel?</a>)
vi: Hình xem trước này sẽ bị xóa khi Cập nhật Hình ảnh Xem trước được nhấn. (<a %s>Hủy bỏ?</a>)

source: This user account is already confirmed.
ca: El compte de l'usuari ja estava confirmat.
cs: Tento uživatelský dokument je již aktivován.
de: Der Benutzeraccount ist bereits bestätigt worden.
el: Ο λογαριασμός χρήστη έχει ήδη επιβεβαιωθεί.
es_es: Esta cuenta de usuario ya ha sido confirmada.
fa: این حساب کاربری قبلاً تأیید شده است.
fr: Ce compte utilisateur a déjà été confirmé.
hu: Ezt a felhasználói fiókot már jóváhagyták.
it: Questo account utente è già attivo.
ja: このユーザアカウントの確認は完了しています。
nl: Deze gebruikersaccount is al bevestigd.
pl: To konto użytkownika zostało już potwierdzone.
pt_br: Esta conta de usuário já está confirmada.
pt_pt: Esta conta de utilizador já está confirmada.
ru: Регистрация учётной записи этого пользователя уже была подтверждена.
sk: Tento používateľský účet už je potvrdený.
sq: Kjo llogari përdoruesi është njohur tashmë.
sv_se: Detta användarkonto har redan bekräftats.
uk: Цей рахунок користувача вже підтверджений.
vi: Tài khoản người dùng này đã được xác nhận.

source: This version has no files associated with it and can be removed. Would you like to remove this version?
ca: Aquesta versió no té cap fitxer associat que es pugui suprimir. Voleu suprimir aquesta versió?
cs: Tato verze nemá přiřazeny žádné soubory a lze ji proto smazat. Chcete ji smazat?
de: Diese Versionen hat keine Dateien und kann entfernt werden. Möchten Sie das tun?
el: Αυτή η έκδοση δεν είναι συσχετισμένη με κανένα αρχείο και μπορεί να αφαιρεθεί. Θέλετε να την αφαιρέσουμε;
es_es: Esta versión no tiene archivos asociados y puede borrarse. ¿Quieres borrar esta versión?
it: Questa versione non ha file associati e può essere eliminata. Rimuovere questa versione?
ja: このバージョンには、関連付けられた削除可能なファイルがありません。このバージョンを削除しますか？
nl: Deze versie heeft geen geassocieerde bestanden en kan worden verwijderd. Wilt u deze versie verwijderen?
pl: Ta wersja nie ma skojarzonych plików i może zostać usunięta. Czy chcesz usunąć tę wersję?
pt_br: Esta versão não tem arquivos associados com ela e pode ser removida. Você deseja remover esta versão?
pt_pt: Esta versão não tem ficheiros associados e pode ser removida. Deseja remover esta versão?
ru: Эта версия не имеет связанных с нею файлоов и может быть удалена. Вы хотите удалить эту версию?
sk: Táto verzia nemá priradené žiadne súbory a môže byť odstránená. Chcete ju odstrániť?
sq: Ky version nuk ka kartela të përshoqëruara me të dhe mund të hiqet. Do të donit ta hiqni këtë version?
sv_se: Denna version har inga filer kopplade till sig och kan tas bort.d Vill du ta bort denna version?
uk: Ця версія не має пов'язаних файлів та її можна вилучити. Ви бажаєте вилучити цю версію?
vi: Phiên bản này không có tập tin nào đi kèm với nó và sẽ bị xóa. Bạn có muốn xóa phiên bản này không?

source: This will also delete:
ca: Això també suprimirà:
cs: Toto rovněž smaže:
de: Dies wird auch folgendes löschen:
el: Αυτή η ενέργεια θα διαγράψει επίσης:
es_es: Esto también borrará:
fa: این عمل موارد زیر را نیز حذف می‌کند:
fr: Les items suivants seront aussi effacés&nbsp;:
hu: A következők is törlődnek:
it: Verranno eliminati anche:
ja: これにより以下の項目も削除されます:
nl: Dit verwijdert ook:
pl: Usunięcie tej wersji spowoduje również usunięcie:
pt_br: Também serão removidos:
pt_pt: Isto também elimina:
ru: Это также удалит:
sk: Týmto odstránite tiež:
sq: Kjo do të fshijë gjithashtu:
sv_se: Detta tar också bort:
uk: Разом буде вилучено:
vi: Thao tác này cũng sẽ xóa:

source: Thumbnail
ca: Miniatures
cs: Náhled obrázku
de: Miniaturbild
el: Μικρογραφία
es_es: Miniatura
fa: تصویر کوچک
fr: Miniature
hu: Miniatűr
it: Miniatura
ja: サムネイル
nl: Miniatuur
pl: Miniaturka
pt_pt: Miniatura
ru: Превьюшка
sk: Miniatúra
sq: Miniaturë
sv_se: Tumnagel
vi: Hình thu nhỏ

source: Time in Queue
ca: Temps a la cua
cs: Čas ve frontě
de: Zeit in Liste
el: Χρόνος αναμονής
es_es: Tiempo en la cola
fa: مدت زمان باقی ماندن در صف
fr: Dans la file d'attente depuis
it: Tempo in coda
ja: 待ち時間
nl: Tijd in de wachtrij
pl: Czas oczekiwania
pt_br: Tempo na Fila
pt_pt: Tempo de espera
ru: Время в очереди
sk: Doba vo fronte
sq: Kohë në Radhë
sv_se: Tid i kön
uk: Час чекання у черзі
vi: Thời gian trong Hàng chờ

source: Title/Summary:
ca: Títol/resum:
cs: Název/Stručný popis:
de: Titel/Zusammenfassung
el: Τίτλος/περίληψη:
es_es: Título/Resumen:
fa: عنوان/خلاصه:
fr: Titre/Résumé&nbsp;:
hu: Cím/Összefoglaló:
it: Titolo/Sommario:
ja: タイトル・概要:
nl: Titel/Samenvatting:
pl: Tytuł/podsumowanie:
pt_br: Título/Sumário:
pt_pt: Título/Sumário:
ru: Заголовок:
sk: Názov/Súhrn:
sq: Titull/Përmbledhje:
sv_se: Titel/Sammanfattning:
uk: Заголовок/Підсумок:
vi: Tiêu đề / Tóm tắt:

source: Today @ %l:%M %p
ca: Avui a les %l:%M %p
de: Heute um %H:%M
fr: Aujourd'hui à à %H:%M
hu: Ma @ %l:%M %p
it: Oggi alle %l:%M %p
ja: 今日 %l:%M %p
nl: Vandaag om %H:%M
pl: Dzisiaj @ %l:%M %p
pt_pt: Hoje @ %l:%M %p
ru: Сегодня @ %l:%M %p
sv_se: Idag @ %l:%M %p

source: Toggle Labels
ca: Commuta les etiquetes
cs: Přepnout popisky
de: Labels an/aus
el: Εναλλαγή τίτλων
es_es: Intercambiar etiquetas
it: Inverti etichette
ja: ラベルを切り換え
nl: Labels omschakelen
pl: Zmień etykiety
pt_pt: Trocar etiquetas
ru: Включить метки
sk: Prepnúť menovky
sv_se: Slå på/av beskrivningar
uk: Перемкнути позначки
vi: Bật tắt Nhãn

source: Toggle advanced search mode
ca: Commuta el mode de cerca avançada
cs: Přepne do režimu rozšířeného vyhledávání
de: Die erweiterte Suche an-/ausschalten
el: Εναλλαγή σε/από σύνθετη αναζήτηση
es_es: Cambiar al modo de búsqueda avanzado
fa: رفتن به حالت جست‌وجوی پیشرفته
fr: Passer au mode de recherche avancé
hu: Speciális keresés ki-/bekapcsolója
it: Attiva la ricerca avanzata
ja: 検索オプションの表示・非表示を切り替え
nl: Geavanceerd zoeken in-/uitklappen
pl: Pokaż/Ukryj panel wyszukiwania zaawansowanego
pt_br: Mostrar o modo de busca avançada
pt_pt: Mudar para modo de pesquisa avançada
ru: Включить продвинутый режим поиска
sk: Prepnúť rozšírený režim vyhľadávania
sq: Këmbe mënyrë kërkimi të përparuar
sv_se: Växla mellan enkelt och avancerat sökläge
uk: Перемкнути хитрий режим пошуку
vi: Bật/Tắt chế độ tìm kiếm nâng cao

source: Toolbar
pt_pt: Barra de ferramentas

source: Toolbar Button
pt_pt: Botão da barra de ferramentas

source: Toolbars, themes and search providers that <strong>help you perform common tasks.</strong>
ca: Barres d'eines, temes i cercadors que <strong>us ajudaran a realitzar les tasques del dia a dia.</strong>
cs: Lišty, motivy vzhledu a vyhledávací moduly, které vám <strong>pomohou urychlit provádění běžných činností.</strong>
de: Toolbars, Themes und Suchmaschinen, die Ihnen dabei helfen, <strong>alltägliche Aufgaben zu erfüllen.</strong>
el: Εργαλειοθήκες, θέματα και μηχανές αναζήτησης που σας <strong>βοηθούν σε καθημερινές εργασίες.</strong>
es_es: Barras de herramientas, temas y buscadores que <strong>te ayudan a realizar tareas comunes.</strong>
fa: نوار ابزارها، تم‌ها و فراهم‌کنندگان جست‌وجویی که <strong>به شما در کارهای معمول کمک می‌کنند.</strong>
hu: Eszköztárak, témák és keresőszolgáltatások, amelyek <strong>segítenek a feladatok elvégzésében.</strong>
it: Barre degli strumenti, temi e motori di ricerca in grado di <strong>aiutarti nelle operazioni di ogni giorno.</strong>
ja: <strong>一般的な作業を支援する</strong>、各種ツールバー、テーマ、検索エンジンです。
nl: Werkbalken, thema’s en zoekmachines die <strong>u helpen om uw dagelijkse taken uit te voeren.</strong>
pl: Paski narzędzi, motywy i wyszukiwarki, które <strong>pomagają wykonać proste zadania.</strong>
pt_br: Barras, temas e mecanismos de busca que <strong>ajudam você a realizar tarefas do dia a dia.</strong>
pt_pt: Barras de ferramentas, temas e fornecedores de conteúdos que <strong>o ajudam a execuar as tarefas mais comuns.</strong>
ru: Панели инструментов, темы и плагины для поисковых движков <strong>помогут вам выполнять повседневные задачи.</strong>
sk: Panely s nástrojmi, témy a poskytovatelia vyhľadávania, ktorí <strong>vám pomáhajú vykonávať bežné úlohy.</strong>
sq: Panele, tema dhe mundësues kërkimesh që <strong>ju ndihin të kryeni veprimet tuaja të zakonshme.</strong>
sv_se: Verktygsrader, teman och sökmotorer som <strong>hjälper dig utföra dina vanliga sysslor.</strong>
uk: Панелі інструментів, теми та провайдери пошуку, що <strong>допомагають вам виконати щоденні завдання.</strong>
vi: Thanh công cụ, giao diện và nhà cung cấp tìm kiếm <strong>giúp bạn thực hiện các tác vụ thông thường.</strong>

source: Tools
ca: Eines
cs: Nástroje
de: Werkzeuge
el: Εργαλεία
es_es: Herramientas
fa: ابزارها
fr: Outils
hu: Eszközök
it: Strumenti
ja: ツール
nl: Hulpmiddelen
pl: Narzędzia
pt_br: Ferramentas
pt_pt: Ferramentas
ru: Инструменты
sk: Nástroje
sq: Mjete
sv_se: Verktyg
uk: Інструменти
vi: Công cụ

source: Top
ca: Inici
cs: Nahoru
de: Nach oben
el: Κορυφή
es_es: Ir al inicio
fa: بالای صفحه
fr: Haut de page
hu: Fel
it: Torna all'inizio
ja: トップ
nl: Bovenzijde
pl: Do góry
pt_br: Topo
pt_pt: Topo
ru: Наверх
sk: Prejsť hore
sq: Krye
sv_se: Högst upp
uk: Верх
vi: Trên cùng

source: Top %1$s Tags
ca: Les %1$s millors etiquetes
cs: %1$s nejpopulárnějších štítků
de: %1$s häufigste Tags
el: Κορυφαίες %1$s ετικέτες
es_es: %1$s etiquetas destacadas
fa: %1$s برچسب برتر
fr: Les %1$s étiquettes les plus populaires
hu: Első %1$s címke
it: %1$s etichette più popolari
ja: トップ %1$s タグ
nl: Top %1$s labels
pl: Popularne etykiety: %1$s
pt_br: Top tags %1$s
pt_pt: Top %1$s de etiquetas
ru: Верхние %1$s меток
sk: Top %1$s značiek
sv_se: De %1$s främsta etiketterna
uk: найкращі позначки %1$s

source: Top Downloads
ca: Els més baixats
cs: Nejvíce stahované
de: Am häufigsten heruntergeladen
el: Κορυφαια σε ληψεις
es_es: Más descargados
fa: بیشترین بارگیری
fr: Meilleurs téléchargements
hu: Legtöbbször letöltött
it: I più scaricati
ja: 人気のアドオン
pl: Najczęściej pobierane
pt_br: Mais Baixados
pt_pt: Top de trasnferências
ru: Лидеры загрузок
sk: Najčastejšie preberané
sq: Shkarkimet Kryesuese
sv_se: Mest nedladdat
uk: Набільш завантажувані
vi: Tải xuống Nhiều nhất

source: Top Rated
ca: Els més ben valorats
cs: Nejlépe hodnocené
de: Am höchsten bewertet
el: Κορυφαια σε βαθμολογια
es_es: Mejor valorados
fa: بالاترین رتبه
fr: Les mieux notés
hu: Legtöbbre értékelt
it: I più votati
ja: 評価の高いアドオン
nl: Best beoordeeld
pl: Najwyżej oceniane
pt_br: Mais Votados
pt_pt: Top de avaliações
ru: Лидеры рейтинга
sk: Najlepšie hodnotené
sq: Më të Vlerësurat
sv_se: Högst betyg
uk: Найпопулярніші
vi: Xếp hạng Cao nhất

source: Top Team Categories
ca: Millors categories de l'equip
cs: Nejlepší kategorie týmu
de: Top-Kategorien des Teams
el: Κορυφαίες ομαδικές κατηγορίες
es_es: Categorías destacadas del equipo
it: Migliori categorie gruppo di lavoro
ja: トップチームカテゴリ
nl: Top Teamcategorieën
pl: Najwyższe kategorie zespołu
pt_pt: Top de categorias por equipa
ru: Лучшие командные категории
sk: Top kategórie tímu
sv_se: Främsta lagkategorierna
uk: Категорії найкращої команди
vi: Các phân mục Nhóm đứng đầu

source: Top User Categories
ca: Millors categories de l'usuari
cs: Nejlepší kategorie uživatelů
de: Top-Kategorien des Benutzers
el: Κορυφαίες κατηγορίες χρηστών
es_es: Categorías destacadas de los usuarios
it: Migliori categorie utente
ja: トップユーザカテゴリ
nl: Top Gebruikerscategorieën
pl: Najwyższe kategorie użytkownika
pt_pt: Top de categorias por utilizador
ru: Лучшие пользовательские категории
sk: Top kategórie používateľa
sv_se: Främsta kategoierna
uk: Категорії найкращого користувача
vi: Các phân mục Người dùng đứng đầu

source: Total Downloads
ca: Total de baixades
cs: Celkový počet stažení
de: Downloads insgesamt
el: Συνολικές λήψεις
es_es: Descargas totales
fa: بارگیری‌ها
fr: Téléchargements totaux
hu: Összes letöltés
it: Download complessivi
ja: 累計ダウンロード数
nl: Totaal aantal downloads
pl: Całkowita liczba pobrań
pt_br: Total de downloads
pt_pt: Transferências Totais
ru: Всего загрузок
sk: Prevzatí celkom
sq: Shkarkime Gjithsej
sv_se: Totalt antal hämtningar
uk: Завантажень взагалі
vi: Tổng số lượt Tải

source: Total Reviews
ca: Revisions totals
cs: Kontroly celkem
de: Bewertungen gesamt
el: Σύνολο αξιολογήσεων
es_es: Valoraciones totales
fa: تعداد کل بررسی‌ها
fr: Ensemble des révisions
hu: Összes értékelés
it: Totale revisioni
ja: レビューの合計
nl: Totaal aantal beoordelingen
pl: Liczba recenzji
pt_br: Total de avaliações
pt_pt: Total de comentários
ru: Всего отзывов
sk: Recenzie celkom
sq: Shqyrtime Gjithsej
sv_se: Totala granskningar
uk: Загалом переглядів
vi: Tổng số Bài đánh giá

source: Total Reviews: %1$s &nbsp;&nbsp;Team Average: %2$s
ca: Revisions totals: %1$s &nbsp;&nbsp;Mitjana de l'equip: %2$s
cs: Celkem recenzí: %1$s &nbsp;&nbsp;Průměr týmu: %2$s
de: Bewertungen insgesamt: %1$s &nbsp;&nbsp;Team-Durchschnitt: %2$s
el: Συνολικές αξιολογήσεις: %1$s, &nbsp;&nbsp;μέσος όρος αξιολογήσεων ομάδας: %2$s
es_es: Revisiones totales: %1$s &nbsp;&nbsp;Media del equipo: %2$s
hu: Összes értékelés: %1$s &nbsp;&nbsp;Csoportátlag: %2$s
it: Revisioni totali: %1$s &nbsp;&nbsp;Media del gruppo di lavoro: %2$s
ja: レビュー合計: %1$s &nbsp;&nbsp;チーム平均: %2$s
nl: Totaal aantal beoordelingen: %1$s &nbsp;&nbsp;Teamgemiddelde: %2$s
pl: Liczba recenzji: %1$s &nbsp;&nbsp;Średnia zespołu: %2$s
pt_pt: Total de revisões: %1$s &nbsp;&nbsp;Média da equipa: %2$s
ru: Всего отзывов: %1$s &nbsp;&nbsp;Среднее у команды: %2$s
sk: Celkom recenzií: %1$s &nbsp;&nbsp;Priemer tímu: %2$s
sv_se: Totalt antal granskningar: %1$s &nbsp;&nbsp;Lagmedel: %2$s
uk: Усі перегляди: %1$s &nbsp;&nbsp;Команда в середньому: %2$s
vi: Tổng đánh giá: %1$s &nbsp;&nbsp;Trung bình nhóm: %2$s

source: Trusted
ca: De confiança
cs: Důvěryhodný
de: Vertraut
el: Έμπιστο
es_es: De confianza
fa: مورد اعتماد
fr: De confiance
hu: Megbízható
it: Affidabile
ja: 信頼されています
nl: Vertrouwd
pl: Zaufany
pt_br: Certificado
pt_pt: De confiança
ru: Доверенное
sk: Dôveryhodný
sq: E besuar
sv_se: Betrott
uk: Довірений
vi: Đáng tin

source: Trusted Status: <span class="status-4">Trusted</span>
ca: Nivell de confiança: <span class="status-4">de confiança</span>
cs: Důvěryhodnost doplňku: <span class="status-4">důvěryhodný</span>
de: Vertrauens-Status: <span class="status-4">Vertraut</span>
el: Κατάσταση εμπιστοσύνης: <span class="status-4">Έμπιστο</span>
es_es: Estado de confianza: <span class="status-4">Confiable</span>
fa: وضعیت اعتماد: <span class="status-4">مورد اعتماد</span>
fr: Niveau de confiance&nbsp;: <span class="status-4">Confiance</span>
hu: Megbízható állapot: <span class="status-4">Megbízható</span>
it: Stato fiducia: <span class="status-4">affidabile</span>
ja: 信頼ステータス: <span class="status-4">信頼されています</span>
nl: Vertrouwensstatus: <span class="status-4">Vertrouwd</span>
pl: Status zaufania: <span class="status-4">Zaufany</span>
pt_br: Status de Reconhecimento: <span class="status-4">Reconhecido</span>
pt_pt: Estado de confiança: <span class="status-4">De confiança</span>
ru: Доверенный статус: <span class="status-4">Доверенный</span>
sk: Dôveryhodnosť: <span class="status-4">dôveryhodný</span>
sq: Gjendje Besimi: <span class="status-4">E besueshme</span>
sv_se: Betrott status: <span class="status-4">Betrott</span>
uk: Стан довіри: <span class="status-4">Можна довіряти</span>
vi: Trạng thái Tin cậy: <span class="status-4">Đáng tin</span>

# advanced_search_form_type
source: Type
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
es_es: Tipo
fa: نوع
hu: Típus
it: Tipo
ja: 種類
pl: Typ
pt_br: Tipo
pt_pt: Tipo
ru: Тип
sk: Typ
sq: Lloj
sv_se: Typ
uk: Тип
vi: Kiểu

# editors_th_addontype
source: Type
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
es_es: Tipo
fa: حذف
hu: Típus
it: Tipologia
ja: 種類
pl: Typ
pt_br: Tipo
pt_pt: Tipo
ru: Тип
sk: Typ
sq: Lloj
sv_se: Typ
uk: Тип
vi: Kiểu

source: Uk
ca: Des
cs: Nz
el: Αγν.
es_es: Desc.
fa: نامعلوم
hu: Is
it: Sc
ja: 不明
nl: Onb
pl: nn.
pt_br: Desc.
pt_pt: Desc
ru: Неизв.
sk: Nez.
sq: Pnj
sv_se: Ok
vi: Ko.rõ

source: Unique ID
pt_pt: ID único

# statistics_longnames_unknown
source: Unknown
ca: Desconegut
cs: Neznámý
de: Unbekannt
el: Άγνωστη
es_es: Desconocido
fa: نامعلوم
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
ja: 不明
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
pt_pt: Desconhecido
ru: Неизвестно
sk: Neznáme
sq: E panjohur
sv_se: Okänt
uk: Невідомий
vi: Không rõ

# addons_status_unknown
source: Unknown
ca: Desconegut
cs: neznámý
de: Unbekannt
el: Άγνωστο
es_es: Desconocido
fa: نامعلوم
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
ja: 不明
nl: Onbekend
pl: nieznany
pt_br: Desconhecido
pt_pt: Desconhecido
ru: Статус неизвестен
sk: neznámy
sq: E panjohur
sv_se: Okänd
uk: Невідомо
vi: Không rõ

source: Unlocked
ca: Desbloquejat
cs: Odemknuto
de: öffentlich
el: Ξεκλειδωμένο
es_es: Desbloqueado
fa: قفل نشده
fr: déverrouillé
hu: Nem zárolt
it: Sbloccato
ja: ロック解除されています
nl: Onafgesloten
pl: Odblokowany
pt_br: Desbloqueado
pt_pt: Desbloqueado
ru: Незаблокированы
sk: Odblokované
sq: Çkyçur
sv_se: Olåst
uk: Відімкнено
vi: Không khóa

source: Unordered List
ca: Llista desordenada
cs: Neřazené seznamy:
de: Unsortierte Liste
el: Μη ταξινομημένες λίστες:
es_es: Lista no ordenada
fa: فهرست نامرتب:
fr: Liste non ordonnée
hu: Rendezetlen lista
it: Lista non ordinata
ja: 順序なしリスト
nl: Ongeordende lijsten:
pl: Listy nieuporządkowane:
pt_pt: Listas desordenadas:
ru: Неупорядоченный список
sk: Nečíslovaný zoznam
uk: Неупорядкований список

source: Unsafe HTML Check
ca: Comprova si té HTML insegur
cs: Kontrola na nebezpečné HTML
de: Test auf unsicheres HTML
el: έλεγχος μη ασφαλούς HTML
es_es: Comprobación de HTML inseguro
hu: Nem biztonságos HTML ellenőrzése
it: Controllo HTML non sicuro
ja: 危険な HTML の検証
nl: Controle onveilige HTML
pl: Sprawdzenie bezpieczeństwa kodu HTML
pt_pt: Verificação do HTML inseguro
ru: Проверка на небезопасный HTML

source: Unsafe JavaScript Tests
ca: Proves del JavaScript insegur
cs: Kontrola na nebezpečný JavaScript
de: Tests für unsicheres JavaScript
el: Δοκιμές μη ασφαλούς JavaScript
es_es: Pruebas de JavaScript no seguro
hu: Nem biztonságos JavaScript ellenőrzése
it: Controlli JavaScript non sicuri
ja: 危険な JavaScript のテスト
nl: Tests onveilig JavaScript
pl: Test bezpieczeństwa kodu JavaScript
pt_pt: Testes de JavaScript não seguros
ru: Тесты на небезопасный JavaScript

source: Unsafe Settings Tests
ca: Proves de configuració insegura
cs: Kontrola na nebezpečné nastavení
de: Tests für unsichere Einstellungen
el: Δοκιμές μη ασφαλών ρυθμίσεων
es_es: Pruebas de opciones no seguras
hu: Nem biztonságos beállítások ellenőrzése
it: Controllo impostazioni non sicure
ja: 危険な設定のテスト
nl: Tests onveilige instellingen
pl: Test bezpieczeństwa ustawień
pt_pt: Testes de definições não seguras
ru: Тесты на небезопасные настройки

source: Unselected
ca: Sense seleccionar
cs: Odznačeno
de: Nicht ausgewählt
el: Απεπιλεγμένο
es_es: No seleccionado
fr: Désélectionné
hu: Nincs kijelölve
it: Non selezionato
ja: 未選択
nl: Niet geselecteerd
pl: Niezaznaczone
pt_pt: Não seleccionado
ru: Невыбрано
sk: Nezvolené
sv_se: Ej vald
uk: Невибрані
vi: Không được chọn

source: Unsubscribe
ca: Canceŀla la subscripció
cs: Zrušit odběr
de: Abbestellen
el: Διαγραφή συνδρομής
es_es: Desuscribir
fr: Se désinscrire
hu: Leiratkozás
it: Rimuovi iscrizione
ja: 購読を解除
nl: Abonnement opzeggen
pl: Zakończ obserwowanie
pt_pt: Des-subscrever
ru: Отписаться
sk: Zrušiť odber
uk: Відписатись

source: Unsubscription Failed
ca: La canceŀlació de la subscripció ha fallat
cs: Zrušení odběru selhalo
de: Abbestellen fehlgeschlagen
el: Απέτυχε η διαγραφή συνδρομής
es_es: Fallo al desuscribirse
fr: Échec de la désinscription
hu: A leiratkozás sikerült
it: Rimozione iscrizione non riuscita
ja: 購読を解除できませんでした
nl: Opzeggen abonnement mislukt
pl: Nie udało się wyłączyć obserwowania
pt_pt: Des-subscrição falhou
ru: Отписка не удалась
sk: Zrušenie odberu zlyhalo
uk: Відпис не вдався

source: Unsubscription Succeeded
ca: La canceŀlació de la subscripció s'ha fet correctament
cs: Zrušení odběru proběhlo úspěšně
de: Erfolgreich abbestellt
el: Επιτυχημένη διαγραφή συνδρομής
es_es: Desuscripción correcta
fr: Désinscription accomplie
hu: A leiratkozás nem sikerült
it: Rimozione iscrizione completata con successo
ja: 購読を解除しました
nl: Opzeggen abonnement gelukt
pl: Obserwowanie zostało wyłączone
pt_pt: Des-subscrição efectuada
ru: Отписка успешно произведена
sk: Zrušenie odberu úspešné
uk: Відпис пройшов вдало

source: Upcoming Events
pt_pt: Próximos eventos

source: Upcoming events and contests
ca: Esdeveniments futurs i respostes
cs: Nadcházející události a soutěže
de: Baldige Ereignisse und Wettbewerbe
el: Επερχόμενες εκδηλώσεις και διαγωνισμοί
es_es: Próximos eventos y concursos
fa: رویدادها و مسابقه‌های پیش رو
fr: Évènements et concours à venir
hu: Soron következő események és versenyek
it: Eventi e concorsi in programma
ja: 今後開催予定のイベントとコンテスト
nl: Verwachte evenementen en wedstrijden
pl: Najbliższe wydarzenia i konkursy
pt_br: Concursos e eventos
pt_pt: Próximos eventos e concursos
ru: Предстоящие события и конкурсы
sk: Nadchádzajúce udalosti a súťaže
sq: Veprimtare dhe konkurse
sv_se: Kommande händelser och tävlingar
uk: Майбутні події та
vi: Các sự kiện và cuộc thi sắp diễn ra

source: Update %s
ca: Actualitza el %s
cs: Aktualizace doplňku %s
de: %s aktualisieren
el: Ενημέρωση του %s
es_es: Actualizar %s
fa: به‌هنگام‌سازی %s
fr: Mettre à jour %s
hu: %s frissítése
it: Aggiorna %s
ja: %s を更新
nl: %s bijwerken
pl: Aktualizacja %s
pt_br: Atualizar %s
pt_pt: Actualizar %s
ru: Обновить %s
sk: Aktualizácia doplnku %s
sq: Përditëso %s
sv_se: Uppdatera %s
uk: Оновити %s
vi: Cập nhật %s

source: Update Categories
ca: Actualitza les categories
cs: Aktualizovat kategorie
de: Kategorien bearbeiten
el: Ενημέρωση κατηγοριών
es_es: Actualiza categorías
fa: به‌هنگام‌سازی دسته‌ها
fr: Mettre à jour les catégories
hu: Kategóriák frissítése
it: Aggiorna categorie
ja: カテゴリを更新
nl: Categorieën bijwerken
pl: Aktualizuj
pt_br: Atualizar Categorias
pt_pt: Actualizar categorias
ru: Обновить категории
sk: Aktualizovať kategórie
sq: Përditësoni Kategoritë
sv_se: Uppdatera kategorier
uk: Оновити Категорії
vi: Cập nhật Phân mục
