Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: <p>Your add-on listing has been successfully created. The basic information obtained from your uploaded file has been stored, but there's a lot more to your listing that can be customized.</p><p>Your add-on is currently marked as <strong>Incomplete</strong>. In order to complete your add-on, you'll need to make sure it has an accurate name, summary, and description, as well as at least one selected category. You can edit your add-on's information using the link below and check the status of your add-on at any time on the <a %s>status page</a>.
ca: <p>La llista del vostre complement s'ha creat satisfactòriament. La informació bàsica que s'ha obtingut del fitxer que heu pujat s'ha desat correctament, però a banda de la vostra llista, encara hi ha molta més informació que podeu personalitzar.</p><p>El vostre complement actualment està marcat com a <strong>Incomplet</strong>. Per tal de completar el vostre complement, heu d'assegurar-vos que té un nom, un resum i una descripció correctes, i cal escollir una categoria. Podeu editar la informació del vostre complement utilitzant l'enllaç següent i comprovar-ne l'estat a qualsevol hora consultant la <a %s>pàgina de l'estat</a>.
cs: <p>Stránka o doplňku byla úspěšně vytvořena. Základní informace , které byly získány z nahraného souboru, byly uloženy. Je však více možností, jak může být stránka o doplňku upravena.</p><p>Váš doplněk je aktuálně označen jako <strong>Nekompletní</strong>. Aby byl kompletní, musíte vyplnit jeho jméno, souhrn, popis a zvolit alespoň jednu kategorii, v které se bude nalézat. Upravit informace o doplňku můžete pomocí odkazu níže a stav vašeho doplňku můžete kdykoliv zkontrolovat na <a %s>stránce stavu</a>.
de: <p>Ihr Add-on-Eintrag wurde erfolgreich angelegt. Einige allgemeine Informationen wurden bereits aus Ihrer hochgeladenen Datei herausgelesen und gespeichert, aber es gibt noch viel mehr, das Sie an Ihrem Eintrag nach Belieben verändern können.</p><p>Ihr Add-on ist gegenwärtig als <strong>unvollständig</strong> markiert. Um Ihr Add-on zu vervollständigen, sollten Sie sicherstellen, dass es einen korrekten Namen hat, sowie eine Zusammenfassung und einen Beschreibungstext. Außerdem muss es mindestens einer Kategorie zugeordnet werden. Sie können Ihr Add-on bearbeiten, wenn Sie dem unten stehenden Link folgen. Den Status Ihres Add-ons können Sie jederzeit auf der <a %s>Status-Seite</a> prüfen.
el: <p>Η εγγραφή του πρόσθετου σας δημιουργήθηκε με επιτυχία. Οι βασικές πληροφορίες που αποκτήθηκαν από το αρχείο που μεταφέρατε έχουν αποθηκευθεί, αλλά υπάρχουν πολλά ακόμα που μπορείτε να δηλώσετε.</p><p>Το πρόσθετο σας έχει σημειωθεί προς το παρόν ως <strong>ημιτελές</strong>. Για να ολοκληρώσετε το πρόσθετο σας, θα πρέπει να φροντίσετε να έχει ένα ακριβές όνομα, μια σύνοψη και μια περιγραφή, καθώς και να έχετε επιλέξει τουλάχιστον μια κατηγορία. Μπορείτε να επεξεργαστείτε τις πληροφορίες του πρόσθετου σας χρησιμοποιώντας τον παρακάτω δεσμό και να ελέγξετε την κατάσταση του οποιαδήποτε στιγμή στη <a %s>σελίδα κατάστασης</a>.
es_es: <p>El listado de tu complemento se ha creado correctamente. La información básica obtenida de tu archivo enviado se ha guardado, pero hay más datos en tu listado que puedes personalizar.</p><p>Tu complemento está actualmente marcado como <strong>incompleto</strong>. Para completar tu complemento, debes asegurarte que tiene un nombre preciso, resumen y descripción, así como al menos una categoría seleccionada. Puedes editar la información del complemento usando el siguiente enlace y comprobando el estado cada vez en la <a %s>página de estado</a>.
hu: <p>A kiegészítő oldala sikeresen létrejött. A feltöltött fájlból szerzett alapvető információk tárolva lettek, de a bemutatóoldalon sokkal több mindent is személyre szabhat.</p><p>A kiegészítője jelenleg <strong>Befejezetlennek</strong> van jelölve. A kiegészítő befejezéséhez győződjön meg, hogy megfelelő névvel, összefoglalóval és leírással rendelkezik, valamint legalább egy kategóriát kiválasztott. Az alábbi hivatkozás használatával szerkesztheti a kiegészítő információit, illetve bármikor ellenőrizheti a kiegészítő állapotát az <a %s>állapotoldalon</a>.
it: <p>Le informazioni sul componente aggiuntivo sono state correttamente registrate. Sono stati salvati i dati principali recuperati dal file caricato, ma ci sono molte altre informazioni che possono essere personalizzate.</p><p>Il componente aggiuntivo è attualmente considerato come <strong>Incompleto</strong>. Per completarlo, bisogna verificare il nome, il riepilogo, la descrizione e controllare che sia inserito in almeno una categoria. È possibile modificare queste informazioni utilizzando i link seguenti e verificare lo stato del componente aggiuntivo controllando la <a %s>pagina sullo stato</a>.
ja: <p>アドオンの登録が完了しました。アップロードされたファイルから取得された基本情報は保存されましたが、他にも公開ページに掲載する情報を編集できます。</p><p>このアドオンは、現時点ではまだ <strong>未完成</strong> とされています。アドオンを完成させるには、的確なタイトル、要約、説明を記述するとともに、少なくともひとつはカテゴリを選択する必要があります。アドオンの情報は以下のリンクを使用して編集できます。また、アドオンのステータスは <a %s>ステータスページ</a> でいつでも確認できます。
nl: <p>Uw add-onlijst is succesvol aangemaakt. De basisinformatie die is opgehaald uit het geüploade bestand is opgeslagen, maar er is nog meer aan uw lijstvermelding dat kan worden aangepast.</p><p>Uw add-on is momenteel gemarkeerd als <strong>Incompleet</strong>. Om uw add-on af te ronden dient u te zorgen voor een accurate naam, een samenvatting en een beschrijving, naast ten minste één geselecteerde categorie. U kunt de informatie van uw add-on bewerken via onderstaande koppeling en de status van uw add-on op elk moment controleren op de <a %s>statuspagina</a>.
pl: <p>Strona Twojego dodatku została utworzona. Podstawowe informacje zostały uzyskane z wysłanego na nasz serwer pliku, ale można na stronie dodatku umieścić wiele innych informacji.</p><p>Dodatek jest obecnie oznaczony jako <strong>niekompletny</strong>. Aby ukończyć proces umieszczania dodatku, musisz upewnić się, że ma on właściwą nazwę, podsumowanie i opis, a także oznaczoną co najmniej jedną kategorię. Możesz edytować informacje o swoim dodatku, używając odnośnika znajdującego się poniżej, a na <a %s>stronie statusu</a>, w dowolnym czasie, sprawdzić jego aktualny status.
pt_pt: <p>A lista do seu extra foi carregada com sucesso. A informação básica obtida do ficheiro que carregou foi guardada, mas existe muito mais na sua listagem que pode ser personalizado.</p><p>O seu extra actualmente está marcado como <strong>Imcompleto</strong>. Para poder completar o seu extra, tem de ter a certeza que tem um nome correcto, sumário e descrição assim como, pelo menos, uma categoria seleccionada. Pode editar a informação do seu extra usando a ligação abaixo e verificar o estado do seu extra a qualquer momento na <a %s>página de estado</a>.
ru: <p>Список ваших дополнений был успешно создан. Базовая информация, полученная из вашего загруженного файла, была сохранена. Вы можете настроить для вашего списка множество дополнительных параметров.</p><p>Ваше дополнение помечено как <strong>Незавершенное</strong>. Чтобы закончить оформление вашего дополнения, вам нужно убедиться, что указано корректное имя, сводка и описание и что выбрана по меньшей мере одна категория. Вы можете отредактировать информацию о вашем дополнении, используя указанную ниже ссылку, и проверить статус вашего дополнения в любое время на <a %s>странице статуса</a>.
sk: <p>Stránka vášho doplnku bola vytvorená. Základné údaje získané z vášho doplnku boli uložené v databáze, sami však môžete uviesť oveľa viac údajov a nastavení.</p><p>Váš doplnok je momentálne označený ako <strong>nekompletný</strong>. Ak ho chcete dokončiť, musíte sa uistiť, že má správne vyplnený názov, súhrn a popis, ako aj zvolenú aspoň jednu kategóriu, do ktorej patrí. Informácie o doplnku môžete zmeniť kliknutím na nižšie uvedený odkaz, stav doplnku si môžete vždy skontrolovať na stránke <a %s>Stav doplnku</a>.
sq: <p>Pjesëmarrja e shtesës suaj u krijua me sukses. Të dhënat bazë të fituara nga kartela që ngarkuat u ruajtën, por ka mjaft gjëra të tjera që mund t'i përshtatni.</p><p>Shtesa suaj, hëpërhë, është shënuar si <strong>e Paplotë</strong>. Që ta plotësoni shtesën tuaj, lypset t'i vini një emër të saktë, një përmbledhje, dhe një përshkrim, si edhe t'i përzgjidhni të paktën një kategori. Duke klikuar lidhjen më poshtë mund të rregulloni të dhënat e shtesës dhe të shihni për gjendjen e shtesës suaj në cilëndo kohë te <a %s>faqja e gjendjes</a>.
sv_se: <p>Ditt tilläggslistning har skapats. Grundläggande information från din uppladdade fil har lagrats, men det finns mycket mer i din listning som kan anpassas.</p><p>Ditt tillägg är för närvarande märkt som <strong>ej komplett</strong>. För att färdigställa ditt tillägg måste du försäkra dig om att det har rätt namn, sammanfattning och beskrivning, liksom att välja minst en kategori. Du kan redigera ditt tilläggs information via länken nedanför och kontrollera status för ditt tillägg när som helst på <a %s>statussidan</a>.
uk: <p>Роздрукування вашого додатку був успішно створений. Основна інформація, отримана з вашого відвантаженого файлу, була збережена, але існує ще набагато більше іншої інформації, яка може бути налаштована.</p><p>Ваш додаток позначений як <strong>Неповний</strong>. Щоб завершити ваш додаток, вам треба буде впевнитись у тому, що назва, резюме та опис правильні, та хоч одна з вибраних категорій. as at least one selected category. Ви можете редагувати інформацію про ваш додаток, користуючись посиланням та перевіряючи статус вашого додатку у будь-який час на <a %s>сторінці статусу</a>.
vi: <p>Liệt kê cho tiện ích của bạn đã được tạo thành công. Thông tin cơ bản lấy từ tập tin tải lên đã được lưu trữ, nhưng vẫn còn nhiều thứ trong phần liệt kê có thể tùy biến được.</p><p>Tiện ích của bạn hiện đang được đánh dấu là <strong>Im lìm</strong>. Để hoàn tất tiện ích của mình, bạn sẽ cần phải chắc chắn rằng nó có tên, tóm tắt, và mô tả chính xác, cũng như có ít nhất một phân mục được chọn. Bạn có thể chỉnh sửa thông tin tiện ích bằng cách dùng liên kết bên dưới và kiểm tra trạng thái tiện ích của bạn vào bất kì lúc nào trên <a %s>trang trạng thái</a>.

source: <strong>%1$s</strong> <span>add-on downloaded</span>
ca: <strong>%1$s</strong> <span>complement baixat</span>
cs: <strong>%1$s</strong> <span>stažený doplněk</span>
de: <strong>%1$s</strong> <span>Add-on heruntergeladen</span>
el: <strong>%1$s</strong> <span>λήψη πρόσθετου</span>
es_es: <strong>%1$s</strong> <span>complemento descargado</span>
fa: <strong>%1$s</strong> <span>افزودنی دریافت شده</span>
hu: <strong>%1$s</strong> <span>kiegészítőt töltöttek le</span>
it: <strong>%1$s</strong> <span>componente aggiuntivo scaricato</span>
ja: <strong>%1$s</strong> <span>個のアドオンがダウンロードされました</span>
nl: <strong>%1$s</strong> <span>add-on gedownload</span>
pl: <span>Dodatki pobrane:</span> <strong>%1$s</strong>
pt_br: <strong>%1$s</strong> <span>complemento baixados</span>
pt_pt: <strong>%1$s</strong> <span>extra transferido</span>
ru: <strong>%1$s</strong> <span>дополнение загружено</span>
sk: <strong>%1$s</strong> <span>prevzatý doplnok</span>
sq: <strong>%1$s</strong> <span>shtesë e shkarkuar</span>
sv_se: <strong>%1$s</strong> <span>tillägg nedladdat</span>
uk: <strong>%1$s</strong> <span>додаток завантажено</span>
vi: <strong>%1$s</strong> <span>tiện ích đã được tải xuống</span>

source: <strong>%1$s</strong> <span>add-on in use</span>
ca: <strong>%1$s</strong> <span>complement fent-se servir</span>
cs: <strong>%1$s</strong> <span>používaný doplněk</span>
de: <strong>%1$s</strong> <span>aktives Add-on</span>
el: <strong>%1$s</strong> <span>πρόσθετο σε χρήση</span>
es_es: <strong>%1$s</strong> <span>complemento en uso</span>
fa: <strong>%1$s</strong> <span>افزودنی در حال استفاده</span>
hu: <strong>%1$s</strong> <span>kiegészítőt használnak</span>
it: <strong>%1$s</strong> <span>componente aggiuntivo in uso</span>
ja: <strong>%1$s</strong> <span>個のアドオンが利用されています</span>
nl: <strong>%1$s</strong> <span>add-on in gebruik</span>
pl: <span>Dodatki używane:</span> <strong>%1$s</strong>
pt_br: <strong>%1$s</strong> <span>complemento em utilização</span>
pt_pt: <strong>%1$s</strong> <span>extra em utilização</span>
ru: <strong>%1$s</strong> <span>дополнение используется</span>
sk: <strong>%1$s</strong> <span>používaný doplnok</span>
sq: <strong>%1$s</strong> <span>shtesë në përdorim</span>
sv_se: <strong>%1$s</strong> <span>tillägg används</span>
uk: <strong>%1$s</strong> <span>робочий додаток</span>
vi: <strong>%1$s</strong> <span>tiện ích đang được dùng</span>

source: <strong>%1$s</strong> add-on
ca: <strong>%1$s</strong> complement
cs: <strong>%1$s</strong> doplněk
el: <strong>%1$s</strong> πρόσθετο
es_es: <strong>%1$s</strong> complemento
fa: <strong>%1$s</strong> افزودنی
fr: <strong>%1$s</strong> module
hu: <strong>%1$s</strong> kiegészítő
it: <strong>%1$s</strong> componente aggiuntivo
ja: <strong>%1$s</strong> 個のアドオン
pl: <strong>%1$s</strong> dodatek
pt_br: <strong>%1$s</strong> complemento
pt_pt: <strong>%1$s</strong> extra
ru: <strong>%1$s</strong> дополнение
sk: <strong>%1$s</strong> doplnok
sq: <strong>%1$s</strong> shtesë
sv_se: <strong>%1$s</strong> tillägg
uk: <strong>%1$s</strong> додаток
vi: <strong>%1$s</strong> tiện ích

source: <strong>Developer</strong> - Can manage all aspects of the add-on listing, except for adding and removing other authors.
ca: <strong>Desenvolupador</strong> - Pot gestionar tot el que fa referència a les llistes del complement, excepte afegir i suprimir altres autors.
cs: <strong>Vývojář</strong> - Může spravovat vše kolem seznamů doplňku mimo přidávání a odebírání dalších autorů.
de: <strong>Entwickler</strong> - Kann alle Aspekte eines Add-ons verändern, außer dem Hinzufügen oder Löschen anderer Autoren.
el: <strong>Δημιουργός</strong> - Μπορεί να διαχειριστεί όλες τις ιδιότητες του πρόσθετου, εκτός από το να προσθαφαιρέσει άλλους δημιουργούς.
es_es: <strong>Desarrollador</strong> - Puede administrar todos los aspectos del listado de complementos, excepto añadir y borrar otros autores.
hu: <strong>Fejlesztő</strong> - A kiegészítő oldalát tetszőlegesen szerkesztheti, kivéve más szerzők hozzáadását és eltávolítását.
it: <strong>Sviluppatore</strong> - Può gestire tutti gli aspetti di questo componente, tranne aggiungere o rimuovere altri autori.
ja: <strong>開発者</strong> - アドオンの公開に関するすべての情報を編集できます。ただし、他の作者を追加したり削除することはできません。
nl: <strong>Ontwikkelaar</strong> - Kan alle aspecten van de add-onlijst beheren, behalve toevoegen en verwijderen van andere schrijvers.
pl: <strong>Programista</strong> - Może zarządzać wszystkimi parametrami dodatku z wyjątkiem dodawania i usuwania autorów.
pt_br: <strong>Desenvolvedor</strong> - Pode gerenciar todos os aspectos da listagem de complementos, exceto adicionar ou remover autores.
pt_pt: <strong>Desenvolvedorr</strong> - Pode gerir todos os aspectos da listagem do extra, excluindo adicionar e remover outros autores.
ru: <strong>Разработчик</strong> - может управлять всеми аспектами отображения дополнения, кроме добавления и удаления других авторов.
sk: <strong>Vývojár</strong> - môže vykonávať všetky úkony, okrem pridávania a odstraňovania iných autorov.
sq: <strong>Zhvillues</strong> - Mund të administrojë tërë anët e e procesit të paraqitjes së shtesës, me përjashtim të shtimit dhe heqjes së autorëve të tjerë.
sv_se: <strong>Utvecklare</strong> - Kan hantera alla aspekter av tilläggets visning, utom att lägga till eller ta bort författare.
uk: <strong>Розробник</strong> - Може керувати усіма функціями додатків, окрім додавання та вилучення інших авторів.
vi: <strong>Nhà phát triển</strong> - Có thể quản lí tất cả khía cạnh của việc liệt kê tiện ích, ngoại trừ việc thêm và xóa các tác giả khác.

source: <strong>Over 5000 free extras</strong> that let you customize and extend Firefox to meet your needs.
ca: <strong>Hi ha més de 5000 extres</strong> que us permetran personalitzar i ampliar el Firefox com us faci falta.
cs: <strong>Více jak 5000 způsobů</strong>, jak si přizpůsobit a rozšířit Firefox dle svých potřeb.
de: <strong>Über 5000 kostenlose Erweiterungen</strong>, mit denen Sie Firefox nach Belieben anpassen und erweitern können, damit er genau das tut, was Sie brauchen.
el: <strong>Πάνω από 5000 δωρεάν πρόσθετα</strong> για να προσαρμόσετε και να φέρετε τον Firefox στα μέτρα σας.
es_es: <strong>Más de 5000 complementos</strong> que te permiten personalizar y extender Firefox del modo que necesitas.
fa: <strong>بیش از ۵۰۰۰ افزودنی رایگان</strong> که به شما امکان گسترش و سفارشی‌سازی فایرفاکس را بر اساس نیازتان می‌دهند.
hu: <strong>Több mint 5000 ingyenes kiegészítő</strong> érhető itt el, amely a Firefoxot módosítja, vagy képességeit kibővíti.
it: <strong>Oltre 5000 componenti aggiuntivi gratuiti</strong> che ti permettono di personalizzare Firefox e adattarlo alle tue esigenze.
ja: 自分のニーズに合わせて Firefox をカスタマイズ、拡張できる、<strong>5000 以上の無料の追加機能</strong>です。
nl: <strong>Meer dan 5000 gratis extra’s</strong> waarmee u Firefox kunt aanpassen en uitbreiden naar uw wensen.
pl: <strong>Ponad 5000 dodatków</strong>, które dostosowują Firefoksa do potrzeb użytkownika.
pt_br: <strong>Mais de 5000 extras</strong> que permitem que você possa personalizar e estender o Firefox do seu jeito.
pt_pt: <strong>Mais de 5000 extras grátis</strong> que lhe permitem personalizar o Firefox para ir de encontro às suas necessidades.
ru: <strong>Более 5000 бесплатных дополнений</strong>, которые позволят вам настроить Firefox под свои нужды, безгранично расширяя его функциональность.
sk: <strong>Viac ako 5000 doplnkov</strong>, pomocou ktorých si môžete prispôsobiť a rozšíriť Firefox podľa vašich predstáv.
sq: <strong>Mbi 5000 ekstra falas</strong>, që ju lejojnë të përshtasni dhe zgjeroni Firefox-in për t'ua përshtatur nevojave tuaja.
sv_se: <strong>Mer än 5000 gratis tillägg</strong> som låter dig anpassa och utöka Firefox så den uppfyller dina behov.
uk: <strong>Більш ніж 5000 вільних додатків</strong>, що дозволяють вам налаштувати та розширити можливості Firefox, щоб у всьому вам догодити.
vi: <strong>Trên 5000 thành phần bổ sung miễn phí</strong> giúp bạn tùy biến và mở rộng Firefox phù hợp với nhu cầu của mình.

source: <strong>Owner</strong> - Can manage all aspects of the add-on listing, including adding and removing other authors.
ca: <strong>Propietari</strong>- Pot gestionar tot el que fa referència a les llistes del complement, incloent-hi afegir i suprimir altres autors.
cs: <strong>Vlastník</strong> - Může spravovat vše kolem seznamů doplňku včetně přidávání a odebírání dalších autorů.
de: <strong>Eigentümer</strong> - Kann alle Aspekte eines Add-ons verändern, inklusive dem Hinzufügen und Löschen anderer Autoren.
el: <strong>Ιδιοκτήτης</strong> - Μπορεί να διαχειριστεί όλες τις ιδιότητες του πρόσθετου, συμπεριλαμβανομένης και της προσθαφαίρεσης δημιουργών.
es_es: <strong>Propietario</strong> - Puede administrar todos los aspectos del listado de complementos, incluyendo añadir y borrar otros autores.
hu: <strong>Tulajdonos</strong> - A kiegészítő oldalát tetszőlegesen szerkesztheti, beleértve más szerzők hozzáadását és eltávolítását.
it: <strong>Proprietario</strong> - Può gestire tutti gli aspetti di questo componente, compreso aggiungere o rimuovere altri autori.
ja: <strong>オーナー</strong> - アドオンの公開に関するすべての情報を編集できます。他の作者を追加したり削除することもできます。
nl: <strong>Eigenaar</strong> - Kan alle aspecten van de add-onlijst beheren, inclusief toevoegen en verwijderen van andere schrijvers.
pl: <strong>Właściciel</strong> - Może zarządzać wszystkimi parametrami dodatku, włącznie z dodawaniem i usuwaniem autorów.
pt_br: <strong>Proprietário</strong> - Pode gerenciar todos os aspectos da listagem de complementos, includindo adicionar ou remover autores.
pt_pt: <strong>Dono</strong> - Pode gerir todos os aspectos da listagem do extra, incluindo adicionar e remover outros autores.
ru: <strong>Владелец</strong> - может управлять всеми аспектами отображения дополнения, в том числе добавлять и удалять других авторов.
sk: <strong>Vlastník</strong> - môže vykonávať všetky úkony, vrátane pridávania a odstraňovania iných autorov.
sq: <strong>Pronar</strong> - Mund të administrojë tërë anët e e procesit të paraqitjes së shtesës, përfshi shtimin dhe heqjen e autorëve të tjerë.
sv_se: <strong>Ägare</strong> - Kan hantera alla aspekter av tilläggets visning, inklusive lägga till och ta bort författare.
uk: <strong>Власник</strong> - Може керуваим усіма функціями додатків, а також додавання та вилученння інших авторів.
vi: <strong>Người sở hữu</strong> - Có thể quản lí tất cả khía cạnh của việc liệt kê tiện ích, bao gồm cả việc thêm và xóa các tác giả khác.

source: <strong>Viewer</strong> - Can view add-on developer listing and statistics, but can't make any changes.
ca: <strong>Observador</strong> - Pot veure les les estadístiques i les llistes del desenvolupador, però no pot fer cap canvi.
cs: <strong>Pozorovatel</strong> - Může prohlížet vývojářské seznamy a statistiky doplňku, ale nemůže nic měnit.
de: <strong>Beobachter</strong> - Kann Entwickler-Informationen und Statistiken über das Add-on abrufen, aber keine Veränderungen vornehmen.
el: <strong>Θεατής</strong> - Μπορεί να δει τις καταχωρήσεις και τα στατιστικά όπως και οι δημιουργοί αλλά δεν μπορεί να κάνει αλλαγές.
es_es: <strong>Visualizador</strong> - Puede visualizar el listado de desarrolladores y estadísticas, pero no puede hacer ningún cambio.
hu: <strong>Szemlélő</strong> - Megjelenítheti a kiegészítő fejlesztőinek oldalát, de nem módosíthatja.
it: <strong>Ospite</strong> - Può visualizzare i dettagli e le statistiche del componente aggiuntivo, ma non può effettuare alcuna modifica.
ja: <strong>閲覧者</strong> - アドオンの開発者情報や統計情報を見ることはできますが、変更を行うことはできません。
nl: <strong>Kijker</strong> - Kan add-on-ontwikkelaarslijst en statistieken bekijken, maar kan niets wijzigen.
pl: <strong>Obserwator</strong> - Może oglądać strony autora i statystyki, ale nie może wykonywać żadnych zmian.
pt_br: <strong>Visualizador</strong> - Podem olhar listagem de complementos e estatísticas, mas não podem fazer mudanças.
pt_pt: <strong>Visitante</strong> - Pode ver a listagem e estatísticas do desenvolvedor, mas não pode efectuar nenhuma alteração.
ru: <strong>Наблюдатель</strong> - может просматривать список разработчиков и статистику дополнения, но не может производить никаких изменений.
sk: <strong>Divák</strong> - môže zobrazovať všetky údaje o doplnku, ale nemôže meniť žiadne údaje.
sq: <strong>Parës</strong> - Mund të shorë lista dhe statistika zhvilluesish shtesash, por nuk mund të bëjë dot ndonjë ndryshim.
sv_se: <strong>Observatör</strong> - Kan se tilläggsutvecklarlistor och statistik, men kan inte göra några ändringar.
uk: <strong>Оглядач</strong> - Може переглядати список та статистику розробника, але не може вносити ніяких змін.
vi: <strong>Người quan sát</strong> - Có thể xem thống kê và danh sách liệt kê các nhà phát triển tiện ích nhưng không thể thay đổi bất kì mục nào.
