Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: If you have add-ons hosted on Mozilla Add-ons, <a href="%1$s">please log in</a> to analyze the status of your add-ons for %2$s.
ca: Si teniu complements hostatjats al Mozilla Add-ons, <a href="%1$s">registreu-vos</a> per a veure l'estat dels vostres complements per al %2$s.
cs: Pokud máte na serveru doplňky Mozilly hostovány své doplňky, <a href="%1$s">přihlašte se prosím</a> a zkontrolujte si stav svých doplňků pro aplikaci %2$s.
de: Wenn Sie Add-ons auf Mozilla Add-ons besitzen, <a href="%1$s">loggen Sie sich bitte ein</a>, um den Status Ihrer Add-ons für %2$s zu sehen.
el: Αν φιλοξενούνται πρόσθετα σας στον ιστότοπο πρόσθετων Mozilla, <a href="%1$s">παρακαλούμε συνδεθείτε</a> για να δείτε την ανάλυση της κατάστασης του προσθέτου σας σε σχέση με τον %2$s.
es_es: Si tienes complementos alojados en Mozilla Addons, <a href="%1$s">por favor, inicia sesión</a>para analizar el estado de tus complementos para %2$s.
fa: اگر افزودنی‌های خود را در وب‌گاه افزودنی‌های موزیلا میزبانی می‌کنید، لطفاً برای تحلیل وضعیت افزودنی‌های %2$s خود <a href="%1$s">وارد شوید</a>.
fr: Si vous avez des modules hébergés sur le site des Modules Mozilla, <a href="%1$s">veuillez vous connecter</a> pour analyser le statut de ceux-ci pour %2$s.
hu: Ha vannak kiegészítői a Mozilla Add-ons webhelyen, akkor <a href="%1$s">jelentkezzen be</a>, hogy megnézze, hogy a kiegészítői kompatibilisek-e a %2$s verzióval.
it: Se alcuni dei tuoi componenti aggiuntivi sono ospitati su Mozilla Add-On, <a href="%1$s">accedi</a> per esaminare lo stato dei tuoi componenti aggiuntivi per %2$s.
ja: Mozilla Add-ons にアドオンを登録されている場合は、<a href="%1$s">ログイン</a> して、%2$s に向けたアドオンのステータスを分析してください。
nl: Indien uw add-ons gehost worden op Mozilla Add-ons, <a href="%1$s">meld u dan a.u.b. aan</a> om de status van uw add-ons voor %2$s te analyseren.
pl: Jeśli masz dodatki utrzymywane na witrynie Mozilla Add-ons, <a href="%1$s">zaloguj się</a>, by sprawdzić zgodność swoich dodatków z programem %2$s.
pt_br: Se você tem complementos no Mozilla Add-ons, <a href="%1$s">por favor faça login</a> para analisar o status de seus complementos para o %2$s.
pt_pt: Se tiver extras hospedados nos extras da Mozilla, <a href="%1$s">inície sessão</a> para analisar o estado dos seus extras para %2$s.
ru: Если вы размещали дополнения на сайте дополнений Mozilla, <a href="%1$s"> пожалуйста войдите</a> и проанализируйте статус ваших дополнений для %2$s.
sk: Ak máte na Mozilla Add-ons umiestnené svoje doplnky, <a href="%1$s">prihláste sa</a> a pozrite si stav svojich doplnkov pre %2$s.
sq: Nëse keni shtesa të strehuara te Shtesa Mozilla, <a href="%1$s">ju lutem bëni hyrjen</a>, që të mund të analizoni gjendjen e shtesave tuaja për %2$s.
sv_se: Om du har ett tillägg hos Mozilla Add-ons, <a href="%1$s">logga in</a> för att analusera statusen på %2$s.
uk: Якщо ваші додатки розміщені на Сайті додатків Mozilla, <a href="%1$s">зайдітьіз паролем</a> для того, щоб дізнатися про стан ваших додатків до %2$s.
vi: Nếu bạn có tiện ích được lưu trữ trên Tiện Ích Mozilla, <a href="%1$s">vui lòng đăng nhập</a> để phân tích trạng thái tiện ích của bạn cho %2$s.

source: If you have concerns about this add-on's security, copyright issues, or other concerns that an administrator should look into, enter your comments in the area below. They will be sent to administrators, not the author.
ca: Si patiu pel que fa a la seguretat del complement, aspectes de drets d'autor, o altres punts on creieu que calgui un administrador que hi faci una ullada, introduïu els vostres comentaris al següent camp. Aquests s'enviaran als administradors, no a l'autor.
cs: Pokud máte jakékoliv pochybnosti ohledně bezpečnosti doplňku, jeho autorských práv, či jakékoliv jiné záležitosti, na které by se správci měli podívat, vepište níže váš komentář. Tento komentář bude zaslán pouze správcům, ne autorům.
de: Im Falle von Unsicherheit über die Sicherheit des Add-ons, Urheberrechtsverletzungen oder anderer Bedenken, denen ein Administrator nachgehen soll, so geben Sie Ihre Kommentare bitte im folgenden Feld an. Sie werden an die Administratoren, nicht die Entwickler, übermitterlt.
el: Αν έχετε αμφιβολίες για την ασφάλεια του συγκεκριμένου πρόσθετου, για θέματα πνευματικής ιδιοκτησίας ή για ο,τιδήποτε άλλο θα έπρεπε να ελέγξει ένας διαχειριστής, εισάγετε τα σχόλιά σας στην παρακάτω περιοχή. Τα σχόλια θα αποσταλούν στους διαχειριστές μόνο και όχι στο δημιουργό.
es_es: Si te preocupa la seguridad de este complemento, su licencia, u otras preocupaciones que un administrador deba valorar, introduce tus comentarios en el campo abajo. Serán enviados a los administradores, no al autor.
fa: اگر دربارهٔ امنیت این افزودنی، مسائل مربوط به حق msgid
fr: Si vous avez des inquiétudes concernant la sécurité de ce module, son respect du copyright ou d'autres points qu'un administrateur devrait examiner, saisissez vos commentaires dans la zone de texte ci-dessous. Ces commentaires seront envoyés aux administrateurs, pas à l'auteur.
hu: Ha kétségei vannak a kiegészítő biztonságát, szerzői jogi státuszát vagy egyebeket illetően, és szeretné, hogy egy adminisztrátor nézzen utána, írjon megjegyzést az alábbi területre. Ez az üzenet az adminisztrátorhoz kerül, nem a szerzőhöz.
it: Se temi che questo componente aggiuntivo violi: la tua sicurezza, il copyright o altri punti che dovrebbero essere comunicati a un amministratore, inserisci i tuoi commenti nell'area seguente. Questi commenti verranno inviati solo agli amministratori ma non all'autore.
ja: アドオンのセキュリティや著作権などについて、管理者による調査を必要とするような懸念がある場合は、下の欄にコメントを入力してください。この内容は、作者ではなく管理者に送られます。
nl: Als u twijfels hebt bij de beveiliging van een add-on, vraagtekens over auteursrecht, of andere twijfels die door een beheerder moeten worden bekeken, vul dan uw opmerkingen in onderstaand veld in. Deze worden gestuurd naar de beheerders, niet naar de schrijver.
pl: Jeśli masz jakieś zastrzeżenia do bezpieczeństwa tego dodatku, kwestii licencyjnych lub innych, na które powinien spojrzeć administrator, wpisz swoje uwagi do pola poniżej. Zostaną one przekazane tylko administratorowi.
pt_br: Se você possui dúvidas sobre a segurança, questões de copyright ou outras dúvidas sobre este complemento que um administrador deveria observar, entre com seus comentários na área abaixo. Eles serão enviados para administradores, não para o autor.
pt_pt: Se tiver dúvidas sobre a segurança deste extra, problemas de copyright, ou outras dúvidas que um administrador deverá ver, escreva os seus comentários na área abaixo. Serão enviadas aos administradores, mas não ao autor.
ru: Если у вас есть опасения насчет безопасности этого дополнения, проблем с авторскими правами или других проблем, требующих изучения администратором, введите ваши комментарии в поле расположенное ниже. Они будут отосланы администраторам, а не автору.
sk: Ak máte pochybnosti o bezpečnosti tohto doplnku, problémoch s autorskými právami alebo iné, na ktoré by sa mal pozrieť správca, zadajte do dole uvedenej časti svoje komentáre. Budú odoslané správcom, nie autorovi.
sq: Nëse keni shqetësime rreth sigurisë së kësaj shtese, problemesh me të drejtat e kopjimit, ose shqetësime të tjera të cilat duhet t'i shohë një administrator, jepini komentet tuaja në zonën më poshtë. Ato do t'u dërgohen administratorëve, jo autorit.
sv_se: Om du har farhågor om detta tilläggs säkerhet, upphovsrättsstatus eller annat som administratörerna borde undersöka, skriv dina kommentarer i rutan nedan. De kommer att skickas till administratörerna, inte författaren.
uk: Якщо у вас є думки щодо безпеки цього додатку, питань авторських прав або інші думки, які повинен розглянути адміністратор, введіть свої коментарі у поле нижче. Їх буде надіслано адміністратору, не автору.
vi: Nếu bạn quan tâm về tính bảo mật, vấn đề bản quyền của tiện ích, hoặc các vấn đề khác mà quản trị viên cần xem xét, hãy nhập bình luận của bạn vào ô bên dưới. Chúng sẽ chỉ được gửi tới quản trị viên, chứ không gửi tới tác giả.

source: If your add-on has a privacy policy, enter its text here. Your add-on's display page will display a link to the policy.
ca: Si el vostre complement té una política de privadesa, introduïu el text aquí. A la pàgina del vostre complement es mostrarà un enllaç per a ensenyar-la.
cs: Pokud má doplněk obsahovat zásady ochrany soukromí, vložte jejich text níže. Na stránce doplňku pak bude zobrazen odkaz na tyto zásady.
de: Wenn Ihr Add-on eine Datenschutzerklärung hat, geben Sie sie bitte hier ein. Auf der Webseite Ihres Add-ons wird ein Link darauf erscheinen.
el: Αν το πρόσθετο σας έχει ξεχωριστή πολιτική απορρήτου εισάγετε το κείμενο της εδώ. Στη σελίδα του πρόσθετου, θα εμφανίζεται δεσμός γι' αυτή την πολιτική απορρήτου.
es_es: Si tienes una política de privacidad, introduce el texto a continuación. La página del complemento mostrará un enlace a la política.
hu: Ha a kiegészítőnek vannak adatvédelmi elvei, itt adja meg azok szövegét. A kiegészítő oldala tartalmazni fog egy, az adatvédelmi elvekre mutató hivatkozást.
it: Se il componente aggiuntivo prevede un'informativa per la privacy, inserirne il testo in questo spazio. Verrà visualizzato un link all'informativa nella scheda del componente aggiuntivo.
ja: このアドオンにプライバシーポリシーが付随する場合は、その内容を以下の欄に入力してください。アドオンの公開ページにポリシーへのリンクが表示されます。
nl: Indien uw add-on een privacybeleid kent kunt u hier de tekst invoeren. De pagina van uw add-on zal een koppeling naar het beleid tonen.
pl: Jeśli dodatek ma politykę prywatności, wprowadź jej treść tutaj. Na stronie dodatku będzie wyświetlany odnośnik do niej.
pt_pt: Se o seu extra tiver uma política de privacidade, escreva o texto aqui. A página de apresentação do seu extra irá mostrar uma ligação para a política de privacidade.
ru: Если у вашего дополнения есть политика приватности, введите сюда её текст.Ссылка на неё будет отображена на странице дополнения.
sk: Ak váš doplnok používa Zásady ochrany súkromia, zadajte ich tu. Na stránke doplnku sa objaví odkaz na tieto zásady.
sq: Po qe se shtesa juaj ka rregulla vetësie, jepeni tekstin e tyre këtu. Faqja e paraqitjes së shtesës suaj do të shfaqë një lidhje për te rregullat.
sv_se: Om ditt tillägg har integritetsriktlinjer, skriv dem här. Ditt tilläggs visningssida kommer att ha en länk till dessa.
uk: Якщо існує політика приватності для вашого додатку, введіть її текст тут. Початкова сторінка вашого додатку буде містити посилання на цю політику.
vi: Nếu tiện ích của bạn có một chính sách riêng tư, vui lòng nhập văn bản của nó ở đây. Trang giới thiệu tiện ích của bạn sẽ hiển thị một liên kết đến chính sách đó.

source: If your add-on has a support website or forum, enter its address here. Adding other translations is not necessary unless your website is localized into other languages.
ca: Si teniu un lloc web o un fòrum per a atendre les preguntes i problemes, introduïu l'adreça aquí. No cal que afegiu altres traduccions a no ser que web estigui en diversos idiomes.
cs: Pokud máte zřízenu stránku nebo fórum pro podporu doplňku, vložte zde její adreesu. Překlady adresy přidávejte pouze tehdy, pokud je stránka lokalizovaná i do dalších jazyků.
de: Wenn Ihr Add-on eine Support-Webseite oder ein Benutzerforum hat, geben Sie diese Adresse hier ein. Das Hinzufügen weiterer Übersetzungen ist nicht notwendig, es sei denn Ihre Webseite ist in verschiedene Sprachen übersetzt.
el: Αν έχετε ιστότοπο ή φόρουμ υποστήριξης για το πρόσθετο σας, εισάγετε εδώ τη διεύθυνση του. Δεν χρειάζεται να προσθέσετε μεταφράσεις, εκτός κι αν ο ιστότοπος σας έχει μεταφραστεί σε άλλες γλώσσες.
es_es: Si tu complemento tiene una página web o un foro de asistencia, introduce su dirección aquí. No es necesario añadir otras traducciones a menos que la página web esté traducida en varios idiomas.
hu: Ha a kiterjesztésnek van támogatási weboldala vagy fóruma, itt megadhatja a címét. Fordításokat nem szükséges megadni, ha a weboldala nincs más nyelvekre lefordítva.
it: Se esiste un sito web o un forum di supporto, inserire l'indirizzo in questo campo. Non è necessario aggiungere altre traduzioni, a meno che il sito sia localizzato in diverse lingue.
ja: サポートを提供する Web サイトやフォーラムを持っている場合は、その URL を入力してください。そのサイトが他の言語にローカライズされていないのであれば、他の翻訳を追加する必要はありません。
nl: Indien uw add-on een ondersteunende website of forum heeft kunt u het adres hier invoeren. Toevoegen van andere vertalingen is niet nodig tenzij uw website is vertaald in andere talen.
pl: Jeśli dodatek ma witrynę lub forum pomocy, wprowadź ich adresy tutaj. Dodając tłumaczenia, nie ma konieczności, aby witryna była zlokalizowana na inne języki.
pt_br: Se o seu complemento tem um site de suporte ou forum, entre o endereço aqui. Cadastrar outras traduções não é necessário ao menos que seu site encontra-se traduzido em outros idiomas.
pt_pt: Se o seu extra tiver uma página de suporte ou um fórum, escreva o seu endereço aqui. Adicionar outras traduções não é necessário a menos que o seu sítio web esteja traduzido noutros idiomas.
ru: Если у вашего дополнения есть сайт или форум поддержки, введите его адрес здесь. Добавлять другие переводы не обязательно, если только ваш сайт не локализован на другие языки.
sk: Ak má váš doplnok stránku technickej podpory alebo fórum, zadajte tu potrebnú adresu. Pokiaľ stránka nie je lokalizovaná do viacerých jazykov, pridávanie ďalších jazykov nie je potrebné.
sq: Po qe se shtesa juaj ka një "site" web ose forum asistence, jepini këtu vendndodhjen e tyre. Shtimi i përkthimeve të tjera nuk është i nevojshëm, po qe se "site"-i juaj web nuk është përkthyer në gjuhë të tjera.
sv_se: Om ditt tillägg har en webbplats eller ett forum för hjälp, ange adressen här. Översättningar för andra språk behövs inte om inte din webbplats har specialversioner för andra språk.
uk: Якщо ваш додаток має сайт підтримки чи форум, введіть адресу тут. Переклад на інші мови не обов'язковий, поки ви не переклали свій веб-сайт на інші мови.
vi: Nếu tiện ích của bạn có diễn đàn hoặc trang web hỗ trợ, hãy nhập nó vào đây. Thêm bản dịch khác là không cần thiết trừ khi trang web của bạn được dịch sang các ngôn ngữ khácI.

source: If your add-on has an End-User License Agreement (EULA), please enter its text below. If set below, users will be required to agree to this before installing your add-on. Please note that a EULA is not the same as a code license such as GPL or MPL.
ca: Si el vostre complement té un Acord de llicència d'usuari final (EULA), introduïu el text a continuació. Si s'inclou l'acord, els usuaris hauran d'acceptar-la abans d'instal·lar-es el complement. Cal tenir en compte que aquest acord no és el mateix que la llicència del codi, com per exemple GPL o MPL.
cs: Pokud má doplněk obsahovat Licenční smlouvu s&nbsp;koncovým uživatelem (EULA), vložte její text níže. Pokud bude smlouva vložena, budou ji uživatelé muset odsouhlasit před instalací doplňku. Berte prosím na vědomí, že EULA není to samé jako licence zdrojového kódu jako např.GPL nebo MPL.
de: Wenn Ihr Add-on einen Endbenutzer-Lizenzvertrag (EULA) besitzt, dann geben Sie dessen Text bitte hier ein. Wenn Sie dieses Feld füllen, müssen Benutzer der Vereinbarung zustimmen, bevor sie Ihr Add-on installieren können. Achtung: Ein Endbenutzer-Lizenzvertrag ist nicht dasselbe wie eine Code-Lizenz, also etwa GPL oder MPL.
el: Αν το πρόσθετο σας συνοδεύεται από συμφωνητικό αδειοδότησης τελικού χρήστη (EULA), παρακαλούμε εισάγετε το κείμενο του παρακάτω. Αν οριστεί, οι χρήστες θα πρέπει να δώσουν τη συγκατάθεση τους για να εγκαταστήσουν το πρόσθετο σας. Παρακαλούμε σημειώστε πως ένα EULA δεν είναι το ίδιο με μια άδεια λογισμικού όπως οι GPL ή MPL.
es_es: Si tu complemento tiene un acuerdo de licencia final de usuario (EULA), introduce el texto a continuación. De este modo, los usuarios necesitarán aceptarla antes de poder instalar tu complemento. Ten en cuenta que una EULA no es lo mismo que una licencia de código como GPL o MPL.
hu: Ha a kiegészítőhöz tartozik végfelhasználói licencszerződés (EULA), adja meg alább annak szövegét. Ha ez be van állítva, a felhasználóknak el kell ezt fogadniuk a kiegészítő telepítése előtt. Ne feledje, hogy az EULA nem azonos a kód licencével, mint például a GPL vagy MPL.
it: Se il componente aggiuntivo prevede una Licenza per l'utente finale (EULA), inserirne il testo in questo spazio. È possibile fare in modo che l'accettazione della licenza sia un passo obbligatorio per l'installazione. Attenzione: un EULA non è la stessa cosa di una licenza software, come ad esempio GPL o MPL.If your add-on has an End-User License Agreement (EULA), please enter its text below. If set below, users will be required to agree to this before installing your add-on. Please note that a EULA is not the same as a code license such as GPL or MPL.
ja: このアドオンにエンドユーザライセンス契約 (EULA) が付随する場合は、その内容を以下の欄に入力してください。ここで EULA を設定すると、ユーザはアドオンをインストールする前に同意を求められます。EULA は、GPL や MPL などソースコードのライセンスと同じではないことに注意してください。
nl: Indien uw add-on een gebruiksrechtovereenkomst (End-User License Agreement of EULA) heeft, voer dan hieronder de tekst in. Indien hieronder ingeschakeld zullen gebruikers hiermee moeten instemmen voordat ze uw add-on kunnen installer. Merk a.u.b. op dat een EULA niet hetzelfde is als een codelicentie zoals GPL of MPL.
pl: Jeśli dodatek ma Licencję użytkownika (EULA), wprowadź jej treść tutaj. Przed zainstalowaniem dodatku użytkownicy będą musieli zaakceptować postanowienia licencji. Zwróć uwagę na to, że EULA nie jest tym samym, co licencje stosowane dla kodu np. GPL lub MPL.
pt_br: Se o seu complemento tem um acordo de utilização para usuários, por favor entre com o texto abaixo. Se colocado o texto baixo, usuários serão obrigados a aceitar antes de instalar seu complemento. Por favor entenda que um acordo de utilização não é a mesma coisa que licença de código como GPL ou MPL.
pt_pt: Se o seu extra tiver um Acordo de Licença de Utilizador Final (ALUF), escreva-o nesta caixa. Se for escrito, os utilizadores terão de aceitá-lo antes de instalar o extra. Tenha em atenção que o ALUF não é o mesmo que código de licença tipo GPL ou MPL.
ru: Если у вашего дополнения есть лицензионное соглашение конечного пользователя, пожалуйста, введите его текст в поле ниже. В случае его наличияпользователи должны будут согласиться с ним перед установкой дополнения. Учтите, что лицензионное соглашение это не то же самое, что лицензия на исходный код (например, GPL или MPL).
sk: Ak váš doplnok využíva Licenčnú zmluvu s koncovým používateľom (EULA), tu by ste mali zadať jej text. Podľa nastavenia používatelia ju budú musieť pred inštaláciou doplnku odsúhlasiť. Pamätajte, že EULA nie je totožná s licenciou, pod ktorou sa vydáva zdrojový kód (GPL či MPL).
sq: Nëse shtesa juaj ka një Marrëveshje Lejeje Përdoruesi (EULA), ju lutem jepeni tekstin e saj më poshtë. Po qe se më poshtë caktohet kështu, përdoruesve do t'u kërkohet të pajtohen me të, përpara se të mund të instalojnë shtesën tuaj. Ju lutem mbani shënim që kjo EULA nuk është njëlloj si lejet për kod, bie fjala GPL apo MPL.
sv_se: Om ditt tillägg har en användarlicens, skriv den i rutan nedan. Om den är ifylld kommer användare att behöva godkänna den innan de kan installera ditt tillägg. Notera att en avnändarlicens inte är samma sak som en kodlicens som GPL eller MPL.
uk: Якщо існує Ліцензійна угода з кінцевим користувачем для вашого додатку, введіть, будь ласка знизу її текст. Корситувачі будуть запрошуватися погодитися з цією угодою для того, щоб встановити ваш додаток. Примітка: Ліцензійна угода - це не ліцензійний код, як наприклад GPL чи MPL.
vi: Nếu tiện ích của bạn có một Thỏa thuận Giấy phép Người dùng Cuối (EULA), vui lòng nhập văn bản của nó ở dưới. Nếu được thiết lập, người dùng sẽ được yêu cầu phải đồng ý nó trước khi cài đặt tiện ích của bạn. Vui lòng lưu ý là EULA không giống giấy phép mã nguồn như GPL hoặc MPL.

source: If your add-on has another homepage, enter its address here. Adding other translations is not necessary unless your website is localized into other languages.
ca: Si el vostre complement té una altra pàgina web, introduïu l'adreça aquí. No cal que afegiu altres traduccions a no ser que el lloc web estigui en altres idiomes.
cs: Pokud má doplňek vlastní domovskou stránku, vložte zde její adresu. Překlady adresy přidávejte pouze tehdy, pokud je stránka lokalizovaná i do dalších jazyků.
de: Wenn Ihr Add-on noch über eine weitere Homepage verfügt, geben Sie diese Adresse bitte hier ein. Das Hinzufügen weiterer Übersetzungen ist nicht notwendig, es sei denn Ihre Webseite ist in verschiedene Sprachen übersetzt.
el: Αν έχετε κι άλλο ιστότοπο για το πρόσθετο σας, εισάγετε τη διεύθυνση του εδώ. Δεν χρειάζεται να προσθέσετε μεταφράσεις, εκτός κι αν ο ιστότοπος σας είναι μεταφρασμένος και σε άλλες γλώσσες.
es_es: Si tu complemento tiene otra página web, introduce su dirección aquí. No es necesario añadir otras traducciones a menos que tu página web esté traducida en varios idiomas.
hu: Ha a kiegészítőjének van honlapja, itt megadhatja a címét. Fordításokat nem szükséges megadni, ha a weboldala nincs más nyelvekre lefordítva.
it: Se il componente aggiuntivo ha un altro sito web, inserire l'indirizzo in questo campo. Non è necessario aggiungere altre traduzioni, a meno che il sito sia localizzato in diverse lingue.
ja: このアドオンのホームページを別に持っている場合は、URL を入力してください。そのサイトが他の言語にローカライズされていないのであれば、他の翻訳を追加する必要はありません。
nl: Voer indien uw add-on een andere startpagina heefthier het adres in. Andere vertalingen toevoegen is niet nodig tenzij uw website is gelokaliseerd naar andere talen.
pl: Jeśli dodatek ma inną stronę domową niż na Mozilla Add-ons, wprowadź jej adres tutaj. Dodając tłumaczenia dodatku, nie ma konieczności lokalizowania witryny na inne języki.
pt_br: Se o seu complemento tem outra página home, entre com o endereço aqui. Adicionar outras traduções não é necessário ao menos que o seu site exista em em vários idiomas.
pt_pt: Se o seu extra tiver outra página inicial, escreva o seu endereço aqui. Adicionar outras traduções não é necessário a menos que o seu sítio web esteja traduzido noutros idiomas.
ru: Если ваше дополнение имеет другую домашнюю страницу, введите здесь её адрес. Добавлять другие переводы не обязательно, если только ваш сайт не локализован на другие языки.
sk: Ak má váš doplnok domovskú stránku, zadajte ju tu. Pokiaľ domovská stránka nie je lokalizovaná do viacerých jazykov, pridávanie ďalších jazykov nie je potrebné.
sq: Po qe se shtesa juaj ka një tjetër faqe hyrëse, jepeni këtu vendndodhjen e saj. Shtimi i përkthimeve të tjera nuk është i nevojshëm, po qe se "site"-i juaj web nuk është përkthyer në gjuhë të tjera.
sv_se: Om ditt tillägg har en till hemsida, skriv dess adress här. Översättningar behövs inte om inte din webbplats är lokaliserad för andra språk.
uk: Якщо у вашого додатку є інша домашня сторінка, введіть її адресу тут. Додавати інші переклади не обов'язково, аж поки ваша веб-сторінка не буде перекладена на інші мови .
vi: Nếu tiện ích của bạn có trang chủ khác, hãy nhập địa chỉ của nó vào đây. Thêm bản dịch khác là không cần thiết trừ khi trang web của bạn được dịch sang các ngôn ngữ khác.
