Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Marking this add-on inactive will prevent it from showing up in any public areas, including search and browse listings. It will not be downloadable from the website and will not be returned in client update checks. You will be able to return here and re-enable it at your convenience.
ca: Si es marca aquest complement com a inactiu, s'evitarà que es mostri enlloc, incloent les cerques i les llistes públiques. No es podrà baixar des del lloc web i no es podrà actualitzar via el servei d'actualitzacions. Podreu tornar aquí i tornar a habilitar-lo quan vulgueu.
cs: Po označení doplňku jako neaktivní se přestane doplněk zobrazovat na veřejně dostupných stránkách, včetně hledání a výpisů. Doplněk nebude ze stránek stažitelný a to ani v rámci své aktualizační služby. V případě potřeby budete mít na této stránce možnost doplněk opět povolit.
de: Wenn Sie dieses Add-on deaktivieren, wird es nicht in öffentlichen Seitenbereichen angezeigt werden, auch nicht in Suchergebnissen und Add-on-Listen. Man wird es nicht von der Webseite herunterladen können, und Benutzer erhalten keine automatischen Updates. Sie können jederzeit zu dieser Seite zurückkehren und das Add-on erneut aktivieren.
el: Η σημείωση αυτού του πρόσθετου ως «ανενεργό» θα εμποδίσει την εμφάνιση του σε οποιοδήποτε χώρο, συμπεριλαμβανομένων της αναζήτησης και της λίστας περιήγησης. Δεν θα είναι δυνατή η λήψη του από τον ιστότοπο και δεν θα επιστρέφονται αποτελέσματα σε έλεγχους διαθέσιμων ενημερώσεων της εφαρμογής. Θα μπορείτε όμως να επιστρέψετε εδώ και να το ενεργοποιήσετε ξανά όταν θελήσετε.
es_es: Al marcar este complemento como inactivo, harás que no se muestre en ningún área pública donde corresponda por su estado, incluyendo las búsquedas y listados. No podrá ser descargado desde la web y no se podrán pedir actualizaciones desde los clientes. Podrás volver aquí y activarlo de nuevo cuando lo desees.
fa: غیرفعال کردن این افزودنی باعث می‌شود که در هیچ بخش عمومی وب‌گاه مانند فهرست‌ها و نتایج جست‌وجوها ظاهر نشود. افزودنی از وب‌گاه قابل دریافت نخواهد بود و در به‌هنگام‌سازی‌ها به کاربران عرضه نخواهد شد. شما بر حسب نیاز می‌توانید به این بخش بازگردید و آن را مجدداً فعال سازید.
hu: A kiterjesztés inaktívnak jelölése megakadályozza a megjelenését a nyilvános helyeken, beleértve a keresési és tallózási oldalakat. A weboldalról nem lesz letölthető és a kliensek frissítéskeresése sem fogja megtalálni. Később bármikor visszatérhet ide és újraengedélyezheti.
it: Se si imposta il componente aggiuntivo come disattivato, verrà escluso da tutte le sezioni pubbliche, inclusi risultati di ricerca ed elenchi. Non potrà essere scaricato dal sito web e non verrà incluso negli aggiornamenti automatici.Sarà comunque possibile ritornare a questa sezione e riattivarlo nel caso lo si ritenga necessario.Marking this add-on inactive will prevent it from showing up in any public areas, including search and browse listings. It will not be downloadable from the website and will not be returned in client update checks. You will be able to return here and re-enable it at your convenience.
ja: アドオンを無効にすると、検索結果などの公開ページには一切表示されなくなります。また、Web サイトからダウンロードできなくなり、更新確認サービスを通じた更新も提供されなくなります。このページに戻ってくれば、またいつでも有効にすることができます。
nl: Het als inactief markeren van deze add-on zorgt ervoor dat deze in geen enkel publiek gebied wordt weergegeven, inclusief zoek- en bladerlijsten. Hij kan niet worden gedownload van de website en wordt niet gesignaleerd in updatecontroles aan de clientzijde. U kunt hier terugkeren en de add-on naar uw goeddunken weer inschakelen.
pl: Oznaczenie tego dodatku jako nieaktywny spowoduje, że nie będzie on wyświetlany w ogólnodostępnej części witryny włącznie z wykazami przeglądania i wyników wyszukiwania. Nie będzie można go pobierać i mie będzie dostępny dla aplikacji sprawdzającej aktualizacje. Z tego miejsca będzie można ponownie go włączyć.
pt_pt: Tornar este extra inactivo irá prevenir que seja apresentado em áreas públicas, incluindo listagens de pesquisa e navegação. Não irá ser transferível do sítio web e não será indicado nas verificações de actualização do cliente. Poderá voltar aqui e reactivá-lo novamente.
ru: Если вы отметите ваше дополнение как неактивное, то оно не будет отображаться в публичной части сайта, включая результаты поиска и перечни дополнений. Его нельзя будет загрузить с сайта или при проверке обновлений. В случае необходимости вы сможете вернуться сюда и включить ваше дополнение снова.
sk: Označenie tohto doplnku ako neaktívny spôsobí, že doplnok nebude zobrazený vo verejne dostupných zoznamoch, vrátane výsledkov vyhľadávania a zoznamu doplnkov. Nebude ho možné prevziať z webovej stránky a nebudú dostupné ani jeho aktualizácie. Ak budete chcieť, môžete sa sem vrátiť a opätovne ho aktivovať.
sq: Shënimi i kësaj shtese si joaktive do të pengojë dukjen e saj në çfarëdo zone publike, përfshi përfundime kërkimesh dhe shfletimi. Nuk do të mund të shkarkohet nga "site"-i web dhe nuk do të tregohen për të përditësime kur kontrollohet për tillë. Do të keni mundësinë të riktheheni këtu dhe ta riaktivizoni sipas dëshirës.
sv_se: Markeras detta tillägg som inaktivt kommer det inte att dyka upp i publika områden, inklusive sökningar och när man bläddrar. Det kommer inte att kunnas laddas ner från webbplatsen och är inte tillgängligt via uppdateringskontrolltjänsten. Du kan komma in här och tillgängliggöra det igen när du vill.
uk: Якщо ви помітите цей додаток неактивним, він не буде помітним у загальнодоступних зонах веб-сайту, включаючи списки пошуку та перегляду. Його не можна буде завантажити з веб-сторінки та його не можна буде повернути у перевірку оновлень для клієнта. Ви при бажанні зможете сюди повернутись та активувати його.
vi: Đánh dấu tiện ích này là im lìm sẽ không cho nó hiển thị trong bất kì khu vực công cộng nào, bao gồm liệt kê và tìm kiếm. Nó sẽ không thể được tải xuống từ trang web và sẽ không được quay trở lại trong việc kiểm tra cập nhật trên máy khách. Bạn có thể trở lại đây và kích hoạt nó nếu muốn.

source: Mobile Add-ons <em>for</em> <img alt="mobile" src="%1$s" /> <strong>Firefox</strong>
ca: Complements per a mòbils <em>del</em> <img alt="mobile" src="%1$s" /> <strong>Firefox</strong>
de: Mobile Add-ons <em>für</em> <strong>Firefox</strong> <img alt="mobile" src="%1$s" />
fr: Modules mobiles <em>pour</em> <img alt="mobile" src="%1$s" /> <strong>Firefox</strong>
hu: Mobilkiegészítők <em>a</em> <img alt="mobile" src="%1$s" /> <strong>Firefoxhoz</strong>
it: Componenti aggiuntivi Mobile <em>per</em> <img alt="mobile" src="%1$s" /> <strong>Firefox</strong>
nl: Mobiele add-ons <em>voor</em> <img alt="mobiel" src="%1$s" /> <strong>Firefox</strong>
pl: Dodatki <em>dla</em> <img alt="mobile" src="%1$s" /> <strong>Firefoksa Mobile</strong>
pt_pt: Extras do Mobile <em>para o</em> <img alt="mobile" src="%1$s" /> <strong>Firefox</strong>
ru: Мобильные дополнения <em>для</em> <img alt="mobile" src="%1$s" /> <strong>Firefox</strong>
sv_se: Mobila tillägg <em>för</em> <img alt="mobile"> src="%1$s" /> <strong>Firefox</strong>

source: More Add-ons
pt_pt: Mais extras

source: More about this add-on
ca: Més informació sobre aquest complement
cs: Více o doplňku
de: Mehr über dieses Add-on
el: Περισσότερα γι' αυτό το πρόσθετο
es_es: Más sobre este complemento
fa: اطلاعات بیشتر دربارهٔ این افزودنی
fr: En savoir plus sur ce module
hu: További tudnivalók a kiegészítőről
it: Altre informazioni
ja: このアドオンの詳細
nl: Meer over deze add-on
pl: Więcej informacji o tym dodatku
pt_br: Mais sobre este complemento
pt_pt: Mais sobre este extra
ru: Подробнее об этом дополнении
sk: Ďalšie informácie o tomto doplnku
sv_se: Mer om detta tillägg
uk: Докладніше про цей додаток
vi: Thông tin thêm về tiện ích

source: Move your add-on back to the Sandbox. This is reversible.
ca: Torna el vostre complement a l'entorn de proves. Això és reversible.
cs: Doplněk bude přesunut zpět na pískoviště. Tato operace je vratná.
de: Schicken Sie Ihr Add-on zurück in den Sandkasten. Dies kann rückgängig gemacht werden.
el: Μεταφέρετε το πρόσθετο σας πίσω στο Sandbox. Η ενέργεια είναι αναστρέψιμη.
es_es: Mover tu complemento al área de pruebas. Puede ser revertido.
fa: افزودنی خود را به گودال ماسه‌بازی برگردانید. این عمل غیر قابل برگشت است.
fr: Renvoyer votre module dans le bac à sable. Ceci est réversible.
hu: A kiegészítő visszahelyezése a homokozóba. A művelet visszavonható.
it: Sposta il componente aggiuntivo nella Sandbox. L'azione può essere annullata.
ja: このアドオンをサンドボックスへ戻します。後でまた公開することもできます。
nl: Plaats uw add-on terug in de sandbox. Dit kunt u terugdraaien.
pl: Ta operacja spowoduje przeniesienie dodatku do piaskownicy. Operację tę można odwrócić.
pt_br: Colocar o seu complemento novamente no Sandbox. Isto é reversível.
pt_pt: Mover o seu extra de novo para o Sandbox. Isto é reversível.
ru: Перемещает ваше дополнение назад в Песочницу. Это обратимое действие.
sk: Presunie váš doplnok späť do Sandboxu. Akciu je možné vrátiť späť.
sq: Shpjereni shtesën tuaj prapë te Bankoprova. Ky është veprim që mund të kthehet mbrapsht.
sv_se: Flytta ditt tillägg tillbaka till sandlådan. Detta går att ångra.
uk: Перенести ваш додаток назад до Пісочниці. Цю дію не можна скасувати.
vi: Di chuyển tiện ích của bạn trở lại Hộp cát. Việc này không thể đảo ngược được.

source: Moving this add-on back to the sandbox will require users to log in before downloading and updates will no longer be offered to existing users. Because your add-on is currently public, you will be able to return here at any time to make it public again.
ca: Si es torna aquest complement a l'entorn de proves, aleshores els usuaris s'hauran de registrar abans de baixar-se'l i es deixarà d'oferir les actualitzacions. Com que el complement actualment és públic, podreu tornar aquí quan vulgueu i tornar-lo a fer públic.
cs: Po přesunutí doplňku na pískoviště bude k jeho stažení vyžadováno přihlášení a doplněk nebude existujícím uživatelům nabíze v rámci své aktualizační služby. Jelikož je doplněk v současnosti veřejný, budete mít na této stránce v případě potřeby možnost doplněk opět zveřejnit.
de: Wenn Sie dieses Add-on zurück in den Sandkasten bewegen, werden sich Benutzer, die es herunterladen möchten, einloggen müssen. Benutzer des Add-ons werden keine automatischen Updates mehr erhalten. Weil Ihr Add-on gegenwärtig öffentlich ist, werden Sie jederzeit dazu in der Lage sein, zu dieser Seite zurückzukehren und es wieder als öffentlich zu markieren.
el: Η μετακίνηση αυτού του πρόσθετου πίσω στο sandbox σημαίνει πως οι χρήστες θα πρέπει να συνδεθούν για να κάνουν λήψη και δεν θα προσφέρουμε ενημερώσεις σε όσους το χρησιμοποιούν ήδη. Επειδή το πρόσθετο σας βρίσκεται αυτή τη στιγμή στο δημόσιο χώρο, θα μπορείτε να επιστρέψετε εδώ οποιαδήποτε στιγμή και να το μεταφέρετε στο δημόσιο χώρο ξανά.
es_es: Al mover este complemento al área de pruebas, los usuarios tendrán que conectarse antes de poder descargarlo, y las actualizaciones no se ofrecerán a los usuarios existentes. Ya que tu complemento es actualmente público, podrás volver aquí en cualquier momento y volver a hacerlo público.
it: Se si sposta questo componente aggiuntivo nella sandbox, gli utenti dovranno effettuare il login per poterlo scaricare e gli utenti esistenti non riceveranno gli aggiornamenti automatici. Dal momento che il componente aggiuntivo è attualmente pubblico, sarà possibile ritornare in questa sezione e renderlo nuovamente pubblico.
ja: アドオンをサンドボックスへ戻すと、ダウンロードの際にユーザのログインを必要とするようになり、既存のユーザに対しても更新が提供されなくなります。あなたのアドオンは現在既に公開されていますので、このページに戻ってくれば、またいつでも公開することができます。
nl: Door deze add-on terug te plaatsen in de sandbox dienen gebruikers zich aan te melden voordat ze kunnen downloaden en updates worden niet langer aangeboden aan bestaande gebruikers. Omdat uw add-on momenteel publiek is kunt u hier elk moment terugkeren om deze opnieuw te publiceren.
pl: Przeniesienie tego dodatku do piaskownicy spowoduje, że użytkownicy chcący go pobrać, będą najpierw musieli się zalogować i nie będą oferowane jego aktualizacje. Ponieważ obecnie Twój dodatek ma status „Upubliczniony”, w każdej chwili będzie można go ponownie upublicznić.
pt_pt: Mover este extra de novo para o sandbox irá necessitar que o utilizador inicie sessão antes de transferir e as actualizações não serão oferecidas aos utilizadores actuais. Como o seu extra é público, pode voltar aqui e torná-lo novamente público.
ru: Если вы переместите это дополнение назад в песочницу, то для того, чтобы загрузить дополнение, пользователям будет нужно зарегистрироваться на сайте, и оно больше не будет предлагаться в качестве обновления существующим пользователям. Так как ваше дополнение в данное время является публичным, вы можете в любое время вернуться сюда и снова сделать его публичным.
sk: Presunutie doplnku späť do Sandboxu spôsobí, že používatelia sa budú musieť prihlásiť, ak si budú chcieť túto verziu nainštalovať. Existujúcim používateľom nebude ponúknutá aktualizácia na túto verziu. Pretože váš doplnok je aktuálne uverejnený, budete ho môcť nastaviť ako verejný kedykoľvek sa rozhodnete.
sq: Kalimi i kësaj shtese në bankoprovë do të kërkojë që përdoruesit të bëjnë hyrjen përpara se të mundin ta shkarkojnë dhe për përdoruesit ekzistues nuk do të ofrohen më përditësime. Ngaqë shtesa juaj tani është publike, do të keni mundësinë të riktheheni këtu në çfarëdo kohe dhe ta bëni sërish publike.
sv_se: Flyttar du detta tillägg tillbaka till sandlådan kommer användare att behöva logga in innan de kan ladda ner det och uppdateringar kommer inte längre att erbjudas till befintliga användare. Eftersom ditt tillägg är publikt för närvarande kan du komma tillbaka hit när som helst och göra det publikt igen.
uk: Перенесення цього додатку в пісочницю змусить користувачів реєструватись перед завантаженням та оновлення бульше не будуть надаватись безкоштовно існуючим користувачам. Оскільки ваш додаток загальнодоступний, ви зможете повернутись сюди у будь-який час, щоб змінити його статус на загальнодоступний.
vi: Di chuyển tiện ích này trở lại hộp cát sẽ yêu cầu người dùng phải đăng nhập trước khi tải xuống và cập nhật sẽ không còn được cung cấp cho người dùng hiện tại. Vì tiện ích của bạn hiện đang là công cộng, bạn có thể trở lại đây vào bất kì lúc nào để chuyển nó thành công cộng.

source: Mozilla Developer Center Logo
ca: Logotip del Centre de desenvolupadors de Mozilla
cs: Logo vývojářského centra Mozilly
el: Λογότυπο κέντρου δημιουργών Mozilla
es_es: Logo del Mozilla Developer Center
fa: لوگوی مرکز توسعه‌دهندگان موزیلا
fr: Logo Mozilla Developer Center
hu: Mozilla Developer Center logó
it: Logo Mozilla Developer Center
ja: Mozilla Developer Center ロゴ
nl: Mozilla Ontwikkelaarscentrum-logo
pl: Logo Mozilla Developer Center
pt_br: Logotipo do Mozilla Developer Center
pt_pt: Logo do Centro de Desenvolvimento Mozilla
ru: Логотип Центра Разработки Mozilla
sk: Logo Vývojárske centrum Mozilly
sq: Shenja Dalluese e Qendrës Mozilla të Zhvilluesve
uk: Лого Центру розробників Mozilla
vi: Biểu trưng Trung tâm Nhà phát triển Mozilla

source: Mozilla Privacy Policy
ca: Política de privadesa de Mozilla
cs: Zásady ochrany soukromí Mozilly
de: Datenschutzhinweise
el: Πολιτική απορρήτου Mozilla
es_es: Política de privacidad de Mozilla
fa: سیاست حفظ حریم خصوصی موزیلا
fr: Politique de confidentialité de Mozilla
hu: A Mozilla adatvédelmi nyilatkozata
it: Informativa sulla privacy di Mozilla
ja: Mozilla プライバシーポリシー
nl: Mozilla privacybeleid
pl: Polityka prywatności Mozilli
pt_br: Política de Privacidade Mozilla
pt_pt: Política de privacidade da Mozilla
ru: Политика приватности Mozilla
sk: Zásady ochrany súkromia Mozilla
sq: Rregulla Vetësie Mozilla
sv_se: Mozillas integritetsriktlinjer
uk: Політика конфіденційтості Mozilla
vi: Chính sách Riêng tư của Mozilla

source: Mozilla is committed to supporting a vibrant and healthy developer ecosystem. Your optional contribution helps sustain further development of this add-on.
ca: Mozilla està compromesa a col·laborar amb un ecosistema de desenvolupadors viu i vibrant. La vostra contribució voluntària ajudarà a mantenir el futur desenvolupament d'aquest complement.
cs: Mozilla podporuje energický a zdravý ekosystém vývojářů. Váš volitelný příspěvek pomůže podpořit budoucí vývoj tohoto doplňku.
de: Mozilla setzt sich für ein lebendiges und gesundes Ökosystem für Entwickler ein. Ihr freiwilliger Beitrag hilft dabei, die weitere Entwicklung dieses Add-ons zu unterstützen.
el: Η κοινότητα Mozilla δεσμεύεται να υποστηρίξει ένα υγιές και παλλόμενο σύνολο δημιουργών. Κάθε προαιρετική δωρεά σας βοηθάει στην περαιτέρω ανάπτυξη αυτού του πρόσθετου.
es_es: Mozilla se ha comprometido a apoyar un vibrante y saludable ecosistema de desarrolladores.Tu colaboración opcional ayuda a sostener el desarrollo de este complemento.
hu: A Mozilla elkötelezett a pezsgő és egészséges fejlesztői ökoszisztéma támogatása iránt. Az önkéntes adománya segít folytatni a kiegészítő fejlesztését.
it: Mozilla si dedica attivamente allo sviluppo di un ecosistema di sviluppatori energetico e sano.La tua donazione può contribuire alle evoluzioni future di questo componente aggiuntivo.
ja: Mozilla は、活気ある健全な開発者エコシステムの支援に取り組んでいます。あなたの任意の寄付が、このアドオンの開発継続につながります。
nl: Mozilla wil een levendig en gezond ontwikkelaarsecosysteem ondersteunen. Uw optionele bijdrage ondersteunt verdere ontwikkeling van deze add-on.
pl: Mozilla jest zaangażowana we wspieranie dynamicznego środowiska autorów i w ten przejrzysty sposób próbuje wesprzeć ich ogromny trud. Twoja dotacja pomoże kontynuować dalszy rozwój tego dodatku.
pt_br: A Mozilla está disposta em suportar um eco-sistema de desenvolvimento saudável e vibrante. Sua contribuição opcional irá ajudar o desenvolvimento deste complemento.
pt_pt: A Mozilla está empenhada em ajudar um ecosistema de desenvolvedores saudável e vibrante. A sua contribuição ajuda a um desenvolvimento deste extra.
ru: Mozilla обещает поддерживать здоровую экосистему разработки. Ваше добровольное пожертвование поможет поддержать дальнейшее развитие этого дополнения.
sk: Mozilla má záujem podporovať pulzujúci a zdravý ekosystém vývojárov. Váš voliteľný príspevok pomôže zachovať ďalší vývoj tohto doplnku.
sv_se: Mozilla arbetar för att stöda ett levande och hälsosamt ekosystem av utvecklare. Ditt personliga bidrag hjälper till med fortsatt utveckling av detta tillägg.
uk: Завдання Mozilla - підтримувати здорову та сприятливу робочу атмосферу для розробникiв. Ваш додатковий внесок допоможе підтримувати подальший розвиток цього додатку.
vi: Mozilla cam kết hỗ trợ hệ thống phát triển khỏe mạnh và sôi động. Sự đóng góp thêm của bạn giúp duy trì việc phát triển của tiện ích này.
