Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: At least one preview image required for extensions and themes.
ca: Com a mínim cal una imatge de previsualització per a les extensions i temes.
cs: Pro rozšíření a motivy vzhledu je vyžadován alespoň jeden náhled.
de: Erweiterungen und Themes müssen mindestens ein Vorschaubild haben.
el: Απαιτείται τουλάχιστον μια εικόνα προεπισκόπησης για επεκτάσεις και θέματα.
es_es: Para las extensiones y temas, se requiere al menos una captura con la vista previa.
fa: ضمیمه‌ها و تم‌ها باید حداقل یک تصویر پیش‌نمایش داشته باشند.
hu: Legalább egy előnézeti kép szükséges kiterjesztések és témák esetén.
it: È necessario inserire almeno un'anteprima per estensioni e temi.
ja: 拡張機能とテーマには、少なくともひとつはプレビュー画像が必要です。
nl: Ten minste één voorbeeldweergave is vereist voor extensies en thema’s.
pl: Wymagany jest co najmniej jeden obrazek podglądu dla rozszerzeń i motywów.
pt_br: Pelo menos uma ou mais imagens de Screenshot são obrigatórias para extensões e temas.
pt_pt: É necessário pelo menos uma imagem de pré-visualização para extensões e temas.
ru: Для расширений и тем требуется по меньшей мере один скриншот.
sk: Pre rozšírenia a témy sa vyžaduje aspoň jeden obrázok s ukážkou.
sq: Për zgjerimet dhe temat lypset e pakta një pamje paraparjej.
sv_se: Minst en förhandsvisningsbild krävs för utökningar och teman.
uk: Для тем та розширень необхідне хоча б одне зображення попереднього перегляду.
vi: Ít nhất cần có một ảnh xem trước cho phần mở rộng và giao diện.

source: Author
ca: Autor
cs: Autor
de: Autor
el: Δημιουργός
es_es: Autor
fa: مؤلف
fr: Auteur
hu: Szerző
it: Autore
ja: 作者
nl: Schrijver
pl: Autor
pt_br: Autor
pt_pt: Autor
ru: Автор
sk: Autor
sq: Autor
sv_se: Författare
uk: Автор
vi: Tác giả

source: Author Account Email:
ca: Adreça electrònica de l'autor:
cs: E-mail účtu autora:
de: E-Mail-Adresse des Autors:
el: Διεύθυνση ηλ. ταχυδρομείου δημιουργού:
es_es: Cuenta de correo del autor:
fa: آدرس پست الکترونیکی حساب کاربری مؤلف:
fr: Adresse de l'auteur&nbsp;:
hu: Szerző fiókjának e-mail címe:
it: E-mail autore:
ja: 作者アカウントのメールアドレス:
nl: E-mailadres schrijversaccount:
pl: Adres e-mail autora:
pt_br: Conta de Email de Autor:
pt_pt: Conta de correio do autor:
ru: Адрес учётной записи автора:
sk: E-mailová adresa účtu autora:
sq: Email-i i Llogarisë së Autorit:
sv_se: Författarkontos e-post:
uk: Електронна адреса автора:
vi: Email Tài khoản Tác giả:

source: Authors
ca: Autors
cs: Autoři
de: Autoren
el: Δημιουργοί
es_es: Autores
fa: مؤلفان
fr: Auteurs
hu: Szerzők
it: Autori
ja: 作者
nl: Schrijvers
pl: Autorzy
pt_br: Autores
pt_pt: Autores
ru: Авторы
sk: Autori
sq: Autorë
sv_se: Författare
uk: Автори
vi: Tác giả

source: Authors:
ca: Autors:
cs: Autoři:
de: Entwickler:
el: Δημιουργοί:
es_es: Autores:
fa: مؤلفان:
fr: Auteurs&nbsp;:
hu: Szerzők:
it: Autori:
ja: 作者:
nl: Schrijvers:
pl: Autorzy:
pt_br: Autores:
pt_pt: Autores:
ru: Авторы:
sk: Autori:
sq: Autorë:
sv_se: Författare:
uk: Автори:
vi: Tác giả:

source: Auto-publisher
ca: Publicació automàtica
cs: Automaticky publikované
de: Auto-Veröffentlichung
el: Αυτόματη δημοσίευση
es_es: Publicado automáticamente
fa: خود منتشر شونده
it: Pubblicazione automatica
ja: 自動追加
nl: Autopublicatie
pl: Autokolekcja
pt_br: Auto publicador
pt_pt: Editor auto
ru: Авто-публикатор
sk: Automaticky publikované
sq: Vetëbotues
sv_se: Auto-publicerad
uk: Автовидавець
vi: Tự động Xuất bản

source: Available Actions
ca: Accions disponibles
cs: Dostupné akce
de: Verfügbare Aktionen
el: Διαθέσιμες ενέργειες
es_es: Acciones disponibles
fa: اعمال موجود
fr: Actions possibles
hu: Elérhető műveletek
it: Azioni disponibili
ja: 可能なアクション
nl: Beschikbare acties
pl: Dostępne czynności
pt_br: Ações permitidas
pt_pt: Acções disponíveis
ru: Доступные действия
sk: Dostupné akcie
sq: Veprime të Mundshme
sv_se: Möjliga handlingar
uk: Можливі дії
vi: Thao tác Khả thi

source: Average Amount
ca: Mitjana
de: Durchschnittsbetrag
el: Μέσος όρος ποσών
es_es: Cantidad media
fr: Montant moyen
hu: Átlagos mennyiség
it: Media
ja: 平均
nl: Gemiddelde hoeveelheid
pl: Wartość średnia
pt_pt: Montante médio
ru: Средняя сумма
sv_se: Genomsnittssumma

source: Average Daily Downloads
ca: Mitjana de baixades diàries
cs: Průměrný počet stažení za den
de: Durchschnitt Downloads pro Tag
el: Μέσος όρος ημερήσεων λήψεων
es_es: Media de descargas diarias
fa: بارگیری‌های متوسط روزانه
fr: Moyenne des téléchargements quotidiens
hu: Átlagos napi letöltésszám
it: Media download per giorno
ja: 1 日の平均ダウンロード数
nl: Gemiddelde dagelijkse downloads
pl: Średnia dzienna liczba pobrań
pt_br: Média de downloads diários
pt_pt: Média de Transferências Diárias
ru: Среднее кол-во загрузок за день
sk: Priemer prevzatí denne
sq: Shkarkime të Përditshme Mesatarisht
sv_se: Dagliga hämtningar i genomsnitt
uk: В середньому завантажень за день
vi: Số lượt tải Trung bình Mỗi ngày

source: BSD License
cs: BSD licence
de: BSD-Lizenz
el: Άδεια BSD
es_es: Licencia BSD
fa: مجوز BSD
fr: Licence BSD
hu: BSD licenc
it: Licenza BSD
nl: BSD-licentie
pl: Licencja BSD
pt_pt: Licença BSD
sk: Licencia BSD
sq: Leje BSD
sv_se: BSD-licens
vi: Giấy phép BSD

source: Back to %1$s...
ca: Torna a %1$s...
cs: Zpět na doplněk %1$s…
de: Zurück zu %1$s...
el: Πίσω στο %1$s...
es_es: Volver a %1$s...
fa: بازگشت به %1$s…
fr: Retour à %1$s...
hu: Vissza ehhez: %1$s...
it: Torna a %1$s…
ja: %1$s のページへ戻る
nl: Terug naar %1$s…
pl: Wróć do %1$s…
pt_br: Voltar à %1$s...
pt_pt: Voltar a %1$s...
ru: Вернуться к %1$s...
sk: Späť na %1$s…
sq: Prapa te %1$s...
sv_se: Tillbaka till %1$s...
uk: Назад до %1$s…
vi: Quay lại %1$s...

# editorcp_menu_mainpage_link
source: Back to Main
ca: Torna al principal
cs: Zpět na titulní stránku
de: Zurück zur Hauptseite
el: Πίσω στο κεντρικό
es_es: Volver a la página principal
fa: این صفحه
fr: Retour à la section principale
hu: Vissza a főoldalra
it: Torna alla pagina principale
ja: メインページへ戻る
nl: Terug naar hoofdpagina
pl: Wróć do strony głównej
pt_br: Voltar para principal
pt_pt: Voltar ao Início
ru: Вернуться на главную
sk: Späť na úvodnú stránku
sq: Prapa te Kryesorja
sv_se: Tillbaka till huvudsidan
uk: Назад до основного
vi: Trở lại Trang Chính

# devcp_myaddons_mainpage_link
source: Back to Main
ca: Torna a la principal
cs: Titulní stránka
de: Zurück zur Hauptseite
el: Πίσω στο κεντρικό
es_es: Volver a la página inicial
fa: بازگشت به صفحهٔ اصلی
fr: Retour à la section principale
hu: Vissza a főoldalra
it: Torna alla pagina principale
ja: メインページへ戻る
nl: Terug naar hoofdvenster
pl: Strona główna
pt_br: Voltar para página principal
pt_pt: Voltar ao Início
ru: Вернуться на главную
sk: Späť na hlavnú stránku
sq: Prapa te Kryesorja
sv_se: Tillbaka till huvudsidan
uk: Назад до головного
vi: Trở lại Trang Chính

# compatibility_dashboard_main_link
source: Back to Main
ca: Torna a l'inici
cs: Návrat na titulní stránku
de: Zurück zur Hauptseite
el: Πίσω στην κεντρική
es_es: Volver al inicio
fa: بازگشت به صفحهٔ اصلی
fr: Retour à la section principale
hu: Vissza a főoldalra
it: Ritorna alla pagina principale
ja: メインページへ戻る
nl: Terug naar hoofdscherm
pl: Strona główna
pt_br: Voltar para principal
pt_pt: Voltar ao início
ru: Вернуться на главную
sk: Naspäť na hlavnú stránku
sq: Mbrapsht te Kryesorja
sv_se: Tillbaka till huvudsidan
uk: Назад до опису
vi: Trở về Trang Chính

source: Back to Top
ca: Torna al principi
cs: Zpět nahoru
de: Zurück zum Anfang
el: Πίσω στην κορυφή
es_es: Volver al inicio
fr: Retour en haut de page
hu: Vissza az oldal tetejére
it: Torna in cima
ja: トップへ戻る
nl: Terug omhoog
pl: Do góry
pt_pt: Voltar ao início
ru: Вернуться в начало
sk: Prejsť hore
sv_se: Tillbaka till toppen
uk: Повернутися нагору

source: Back to review
ca: Torna a la revisió
cs: Zpět na stránku recenzí
de: Zurück zur Bewertungsseite
el: Πίσω στην αξιολόγηση
es_es: Volver a la valoración
fa: بازگشت به بررسی
fr: Retour à la critique
hu: Vissza az értékeléshez
it: Torna alla recensione
ja: レビューへ戻る
nl: Terug naar beoordeling
pl: Wróć do recenzji
pt_br: Voltar para Avaliação
pt_pt: Retroceder para o comentário
ru: Назад к рецензии
sk: Späť na recenziu
sq: Mbrapsh te shqyrtimi
sv_se: Tillbaka till recension
uk: Назад до перегляду
vi: Trở lại đánh giá

source: Back to the reviews...
ca: Torna a les revisions...
cs: Zpět na recenze…
de: Zurück zu den Bewertungen...
el: Πίσω στις αξιολογήσεις...
es_es: Volver a las valoraciones...
fa: بازگشت به بررسی‌ها…
fr: Retour aux critiques...
hu: Vissza az értékelésekhez...
it: Torna alle recensioni…
ja: レビューのページへ戻る
nl: Terug naar de beoordelingen…
pl: Wróć do recenzji…
pt_br: Voltar às avaliações...
pt_pt: Voltar aos comentários...
ru: Вернуться к отзывам...
sk: Späť na recenzie…
sq: Prapa te shqyrtimet...
sv_se: Tillbaka till recensionerna...
uk: Назад до відгуків…
vi: Quay lại phần đánh giá...

source: Be Careful With Old Versions
ca: Aneu amb compte amb les versions antigues
cs: Při používání starších verzí buďte opatrní
de: Seien Sie vorsichtig mit alten Versionen
el: Συνιστάται προσοχή για τις παλαιότερες εκδόσεις
es_es: Ten cuidado con las versiones antiguas
fa: مراقب نسخه‌های قدیمی باشید
fr: Méfiez-vous des anciennes versions&nbsp;!
hu: Legyen óvatos a régi verziókkal
it: Attenzione alle vecchie versioni
ja: 古いバージョンにご注意ください
nl: Pas op met oudere versies
pl: Zachowaj ostrożność, gdy używasz starych wersji
pt_br: Tome cuidado com versões antigas
pt_pt: Tenha Cuidado Com Versões Antigas
ru: Будьте осторожны со старыми версиями
sk: Opatrne pri starých verziách
sq: Bëni Kujdes Me Versione të Vjetër
sv_se: Var försiktig med gamla versioner
uk: Будьте обережні зі старими версіями
vi: Hãy Cẩn Thận Với Phiên Bản Cũ

source: Before you begin, you must create a developer profile.
ca: Abans que comenceu, heu de crear-vos un perfil de desenvolupador.
cs: Dříve než začnete musíte založit profil vývojáře.
de: Bevor es losgeht, müssen Sie ein Entwicklerprofil anlegen.
el: Πριν ξεκινήσετε, θα πρέπει να δημιουργήσετε ένα προφίλ δημιουργού.
es_es: Antes de comenzar, necesitas crear un perfil de desarrollador.
hu: A kezdéshez létre kell hoznia egy fejlesztői profilt.
it: Per iniziare è necessario creare un Profilo sviluppatore.
ja: 始める前に、開発者プロフィールを作成してください。
nl: U dient een ontwikkelaarsprofiel aan te maken voordat u begint.
pl: Zanim rozpoczniesz, musisz utworzyć profil autora.
pt_br: Antes de iniciar, você tem que criar um profile de desenvolvedor.
pt_pt: Antes de começar, tem de criar um perfil de desenvolvedor.
ru: Перед началом, вы должны создать профиль разработчика.
sk: Pred začatím si musíte vytvoriť profil vývojára.
sv_se: Innan du börjar måste du skapa en utvecklarprofil.
uk: Перед тим, як розпочати, ви маєте створити профіль розробника.
vi: Trước khi bắt đầu, bạn phải tạo một hồ sơ nhà phát triển.

source: Beta Versions
ca: Versions Beta
cs: Beta verze
de: Beta-Versionen
el: Δοκιμαστικές εκδόσεις βήτα
es_es: Versiones Beta
fa: نسخه‌های بتا
fr: Versions bêtas
hu: Bétaverziók
it: Versioni beta
ja: ベータ版
nl: Betaversies
pl: Wersje beta
pt_br: Versões Beta
pt_pt: Versões Beta
ru: Бета-версии
sk: Verzia beta
sq: Versione Beta
sv_se: Beta-versioner
uk: Бета-версія
vi: Phiên bản Beta

source: Block Quote
ca: Marca el bloc com una cita
de: Blockzitat
el: Εισαγωγικά (λατινικά):
es_es: Bloque de cita
fa: بلوک نقل قول:
fr: Bloc de citation
it: Citazione
ja: ブロック引用
nl: Blokaanhalingen:
pl: Cytowanie:
pt_br: Citações:
pt_pt: Bloquear citações:
ru: Цитата блока
sk: Citácia
sv_se: Blockcitat

source: Bold
ca: Negreta
cs: Tučně:
de: Fett
el: Έντονα:
es_es: Negrita
fa: پررنگ:
fr: Gras
hu: Félkövér
it: Grassetto
ja: 太字
nl: Vet:
pl: Pogrubienie:
pt_br: Negrito:
pt_pt: Negrito:
ru: Жирный
sk: Tučné
sv_se: Fetstil
uk: Жирний

source: Books
pt_pt: Livros

source: Browse %s
ca: Mostra %s
cs: Procházet %s
de: Kategorie %s
el: Περιήγηση σε %s
es_es: Examinar %s
fa: مرور %s
fr: Parcourir la catégorie %s
hu: %s böngészése
it: Visualizza %s
ja: %s をブラウズ
nl: %s doorbladeren
pl: Przeglądasz %s
pt_br: Navegar por %s
pt_pt: Explorar %s
ru: Обзор категории %s
sk: Prehľadávať %s
sq: Shfletoni %s
sv_se: Bläddra bland %s
uk: Переглянути %s
vi: Duyệt %s

source: Browse Search Engines
ca: Els motors de cerca del navegador
cs: Vyhledávací moduly dle typu
de: Alle Suchmaschinen durchsuchen
el: Περιήγηση στις μηχανές αναζήτησης
es_es: Ver motores de búsqueda
fa: مرور موتورهای جست‌وجو
fr: Naviguer dans les moteurs de recherche
hu: Tallózás a keresők között
it: Esplora i Motori di ricerca
ja: 検索エンジンをブラウズ
nl: Door zoekmachines bladeren
pl: Przejrzyj wyszukiwarki
pt_br: Ver mecanismos de pesquisa
pt_pt: Explorar Motores de Pesquisa
ru: Обзор поисковых плагинов
sk: Prehľadávať všetky vyhľadávacie moduly
sq: Shfletoni Motorë Kërkimesh
sv_se: Bläddra bland sökmotorer
uk: переглянути пошукові засоби
vi: Duyệt các Máy tìm kiếm

source: Browse Themes
ca: Explora els temes
cs: Procházet motivy vzhledu
de: Themes durchsuchen
el: Περιήγηση στα θέματα
es_es: Ver temas
fa: مرور تم‌ها
fr: Naviguer dans les thèmes
hu: Tallózás a témák között
it: Esplora temi
ja: テーマをブラウズ
nl: Door thema’s bladeren
pl: Przejrzyj motywy
pt_br: Ver temas
pt_pt: Explorar Temas
ru: Обзор тем
sk: Prehľadávať témy
sq: Shfletoni Tema
sv_se: Bläddra bland teman
uk: Переглянути теми
vi: Duyệt xem Giao diện

source: Browse through more search engines at %1$s
ca: Cerqueu més motors de cerca a %1$s
cs: Vyhledejte další moduly na stránkách %1$s
de: Viele weitere Suchmaschinen können Sie auf %1$s finden.
el: Περιηγηθείτε σε περισσότερες μηχανές αναζήτησης στο %1$s
es_es: Descubre más motores de búsqueda en %1$s
fa: گشتن در میان موتورهای جست‌وجوی بیشتری در %1$s
fr: Découvrez de nombreux autres moteurs de recherche sur le site %1$s
hu: További keresők között böngészhet a %1$s webhelyen.
it: Scopri altri motori di ricerca su %1$s
ja: %1$s でさらに多くの検索エンジンをブラウズ
nl: Blader door meer zoekmachines op %1$s
pl: Więcej wyszukiwarek znajdziesz na stronie %1$s
pt_br: Navegue por mais mecanismos de pesquisa em %1$s
pt_pt: Navegar muitos mais motores de pesquisa em %1$s
ru: Вы можете найти другие поисковые плагины на сайте %1$s
sk: Ďalšie vyhľadávacie moduly nájdete na stránke %1$s.
sq: Shfletoni nëpër më tepër motorë kërkimesh te %1$s
sv_se: Bläddra bland fler sökmotorer på %1$s
uk: Переглянути засоби пошуку на %1$s
vi: Duyệt qua các máy tìm kiếm tại %1$s

source: Button Modifier Keys
ca: Tecles de modificació del botó
de: Tasten zur Veränderung von Schaltflächen
el: Πλήκτρα τελεστές
es_es: Teclas modificadoras
fa: کلیدهای تغییردهندهٔ دکمه‌ها
it: Pulsante per modifica chiavi
ja: ボタン修飾キー
nl: Knopmodifiertoetsen
pl: Skróty modyfikujące działanie przycisków formatowania
pt_pt: Chave de modificação de botãoButton Modifier Keys
ru: Клавиши модификации кнопки
sk: Klávesové skratky k tlačidlám
sv_se: Knappmodifieringstangeter
uk: Кнопка зміни ключів

source: By
ca: Per
cs: Výrobce:
de: Von
el: Από
es_es: Por
fa: توسط
fr: par
it: Di
ja: 開発元:
nl: Door
pl: Wydawca:
pt_br: por
pt_pt: Por
ru: От
sk: Od
sq: Nga
sv_se: från
uk: Від
vi: Bởi

source: By clicking "delete" your account is going to be <strong>permanently removed</strong>. That means:
ca: Si cliqueu «Suprimeix» el vostre compte <strong>s'esborrarà permanentment</strong>. Això significa que:
cs: Klepnutím na "smazat" bude váš účet <strong>natrvalo odstraněn</strong>. To znamená:
de: Wenn Sie "jetzt löschen" klicken, wird Ihr Benutzerkonto <strong>unwiederbringlich entfernt</strong>. Das bedeutet:
el: Κάνωντας κλικ στο «Διαγραφή...» ο λογαριασμός σας θα <strong>διαγραφεί οριστικά</strong>. Αυτό σημαίνει πως:
es_es: Al hacer clic en "borrar", tu cuenta se <strong>borrara de forma permanente</strong>. Lo que significa que:
fa: با کلیک روی دکمهٔ «حذف»، حساب کاربری شما <strong>برای همیشه حذف خواهید گردید</strong>. این بدان معنی است که:
fr: En cliquant sur "Supprimer" votre compte sera <strong>effacé définitivement</strong>. Cela signifie que&nbsp;:
hu: A „Felhasználói fiók törlése” gombra kattintva a fiók <strong>véglegesen törlődik</strong>. Ez azt jelenti, hogy:
it: Facendo clic su "elimina" l'account verrà <strong>eliminato definitivamente</strong>. Questo significa che:
ja: 「削除」をクリックすると、あなたのアカウントは <strong>永久に削除</strong>されます。これはつまり、
nl: Door op “Verwijderen” te klikken wordt uw account <strong>permanent verwijderd</strong>. Dat betekent:
pl: Po naciśnięciu przycisku „Usuń moje konto” Twoje konto zostanie <strong>trwale usunięte</strong>. Oznacza to, że:
pt_br: Ao clicar "deletar" sua conta será <strong>permanentemente removida</strong>. Ou seja:
pt_pt: Ao clicar "eliminar" a sua conta irá ser <strong>permanentemente eliminada</strong>. isto significa:
ru: При нажатии кнопки "удалить" ваша учётная запись будет <strong>навсегда удалена</strong>. Это значит:
sk: Po kliknutí na "odstrániť" bude tento účet <strong>nenávratne odstránený</strong>. To znamená, že:
sq: Duke klikuar "fshije" llogaria juaj <strong>ka për t'u fshirë përgjithmonë</strong>. Kjo do të thotë:
sv_se: Genom att klicka på "ta bort" blir ditt konto <strong>permanent borttaget</strong>. Det betyder:
uk: Натискаючи на "вилучити", ваш рахунок буде <strong>назавжди вилучено</strong>. А це означає:
vi: Khi nhấn "xóa" tài khoản của bạn sẽ bị <strong>xóa vĩnh viễn</strong>. Điều đó có nghĩa là:

source: By default, collections appear in the public Collection Directory and are discoverable by anyone. If you want to restrict your collection to be viewable only by people who are given a special link, choose that option below.
ca: Per defecte, la col·lecció apareixerà en el Directori de col·leccions públic i la podrà veure tothom. Si voleu restringir la visibilitat de la vostra col·lecció a només a les persones a qui li heu donat un enllaç especial, marqueu la següent opció.
cs: Ve výchozím nastavení jsou sbírky viditelné ve veřejném adresáři sbírek a každý se na ně může podívat. Pokud chcete k vaší sbírce dát přístup pouze lidem, kterým dáte speciální odkaz, zvolte volbu níže.
de: Standardmäßig erscheinen Sammlungen im öffentlichen Verzeichnis von Sammlungen und können von jedermann gesehen werden. Wenn Sie den Zugriff auf Ihre Sammlung nur auf die Leute beschränken möchten, denen Sie einen speziellen Link geben, so treffen Sie unten die entsprechende Auswahl.
el: Σαν αρχική επιλογή, οι συλλογές εμφανίζονται στον δημόσιο κατάλογο συλλογών και μπορεί να τις δει οποιοσδήποτε. Αν θέλετε να περιορίσετε την έκθεση της συλλογής σας σε ανθρώπους που θα έχουν λάβε ένα δεσμό προς αυτή, επιλέξτε την παρακάτω επιλογή.
es_es: Por defecto, los recopilatorios aparecen en el directorio público de recopilatorios y pueden ser descubiertos por cualquiera. Si quieres restringir tu recopilatorio para ser visto sólo por las personas a las que des un enlace especial, selecciona esa opción debajo.
fa: به صورت پیش‌فرض، مجموعه‌ها در فهرست عمومی مجموعه‌ها ثبت می‌شوند و توسط همه قابل مشاهده هستند. اگر می‌خواهید مجموعه‌تان تنها توسط افرادی که پیوندی به آن دریافت می‌کنند قابل مشاهده باشد، گزینهٔ زیر را انتخاب نمایید.
hu: Alapértelmezésben a gyűjtemények megjelennek a nyilvános Gyűjteménykönyvtárban és bárki által elérhetők. Ha a gyűjteménye megtekintését azokra szeretné korlátozni, akiknek elküld egy speciális hivatkozást, válassza ki az alábbi lehetőséget.
it: Come impostazioni predefinita, le raccolte appaiono in un elenco pubblico e sono consultabili da qualsiasi utente. Se vuoi fare in modo che la tua raccolta sia visibile solo ad un numero ristretto di persone a cui hai comunicato l'apposito link, seleziona l'opzione seguente.
ja: 初期設定では、コレクションは公開のコレクションディレクトリで公開され、誰でも見ることができます。特別なリンクを受け取った人だけがコレクションを見られるように制限を掛けたい場合は、下のオプションを選択してください。
nl: Standaard verschijnen collecties in de publieke collectiemap en zijn ze door iedereen te bekijken. Als u bekijken van uw collectie wilt beperken tot personen door ze een speciale koppeling te geven dient u die optie hieronder aan te geven.
pl: Domyślnie kolekcja jest wyświetlana w Katalogu kolekcji i jest dostępna dla wszystkich. Jeśli chcesz ograniczyć przeglądanie kolekcji tylko do osób, które otrzymały specjalny odnośnik, zaznacz drugą opcję.
pt_br: Por padrão, as coleções aparecem no diretório público e podem ser vistas por todos. Se você desejar restringir sua coleção para ser vista apenas por pessoas que possuírem um link especial, escolha a opção abaixo.
pt_pt: por pré-definição, as colecções aparecem na directoria de colecções pública e são descobertas por qualquer um. se quer restringir a sua colecção para poder apenas ser vista por pessoas a que deu uma ligação especial escolha a opção abaixo.
ru: По умолчанию, подборка появится в каталоге публичных подборок и будет доступна для публичного просмотра. Если вы хотите, чтобы вашу подборку просматривали только те люди, которым была отправлена специальная ссылка, выберите расположенную ниже опцию.
sk: Predvolene sa kolekcie zobrazujú vo verejnom priečinku Kolekcie, takže sú dostupné všetkým. Ak chcete obmedziť zobrazenie vašich doplnkov len pre určitých ľudí, zvoľte túto voľbu nižšie.
sq: Si parazgjedhje, koleskionet shfaqen në Drejtorinë publike të Koleksioneve dhe mund t'i gjejë kushdo. Po qe se doni ta kufizoni parjen vetëm nga persona të cilëve u është dhënë një lidhje speciale, zgjidhni më poshtë atë mundësi.
sv_se: Som standard syns samlingar i den publika Samlingskatalogen och kan hittas av vem som helst. Om du vill begränsa åtkomst till din samling så den bara kan ses av de du gett en särskild länk till, använd valet nedan.
uk: Типово колекції з'являються у публічному/загальнодоступному довіднику та доступні всім. Якщо ви хочете обмежити доступ до вашої колекції, пропонуючи скористатися особливою/окремою/певною адресою/зноскою, виберіть опцію знизу.
vi: Mặc định, các bộ sưu tập xuất hiện trong Thư mục Bộ sưu tập và có thể được khám phá bởi bất kì ai. Nếu bạn muốn giới hạn bộ sưu tập của mình chỉ có thể được xem bởi những người được bạn đưa một liên kết đặc biệt, hãy chọn tùy chọn bên dưới.

source: CSV data not found
ca: No s'han trobat les dades CSV
de: CSV-Daten nicht gefunden
el: Δεν βρέθηκαν δεδομένα CSV
es_es: Datos CSV no encontrados
fr: Données CSV non trouvées
it: Dati CSV non presenti
ja: CSV データが見つかりませんでした
nl: CSV-gegevens niet gevonden
pl: Brak danych CSV
pt_pt: Dados CSV não encontrados
ru: Данные CSV не найдены
sk: Údaje CSV neboli nájdené
sv_se: CSV-data ej funnet
uk: CSV дані не були знайдені

# devcp_transbox_input_cancel
source: Cancel
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es_es: Cancelar
fa: انصراف
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sk: Zrušiť
sq: Anuloje
sv_se: Avbryt
uk: Скасувати
vi: Hủy bỏ

# collections_edit_icon_cancel
source: Cancel
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es_es: Cancelar
fa: انصراف
fr: Anuler
hu: Mégse
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sk: Zrušiť
sq: Anuloje
sv_se: Avbryt
uk: Скасувати
vi: Hủy bỏ

# editors_review_input_cancel
source: Cancel
ca: Canceŀla
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es_es: Cancelar
fa: انصراف
fr: Anuler
hu: Mégse
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sk: Zrušiť
sv_se: Avbryt
uk: Скасувати

# devcp_js_a_cancel
source: Cancel
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es_es: Cancelar
fa: انصراف
fr: Anuler
hu: Mégse
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sk: Zrušiť
sq: Anuloje
sv_se: Avbryt
uk: Скасувати
vi: Hủy bỏ

# devcp_versions_delete_a_cancel
source: Cancel
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es_es: Cancelar
fa: انصراف
fr: Anuler
hu: Mégse
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sk: Zrušiť
sq: Anuloje
sv_se: Avbryt
uk: Скасувати
vi: Hủy bỏ
