Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Performance Report For %1$s
ca: Informa de l'eficiència de %1$s
cs: Výkonová zpráva pro uživatele %1$s
de: Leistungsbericht für %1$s
el: Αναφορά επιδόσεων για χρήστη %1$s
es_es: Informe de rendimiento de %1$s
fr: Rapport de performance concernant %1$s
ja: %1$s のパフォーマンスレポート
nl: Prestatierapport voor %1$s
pl: Raport aktywności dla %1$s
pt_pt: Relatório de desempenho para %1$s
ru: Отчёт производительности для %1$s
sk: Správa o výkone používateľa %1$s
sv_se: Prestandarapport för %1$s
uk: Звіт про швидкодію для %1$s
vi: Báo cáo Hiệu suất Cho %1$s

source: Performance Reports
ca: Informes d'eficiència
cs: Výkonostní zpráva
de: Leistungsberichte
el: Αναφορές επιδόσεων
es_es: Informes de rendimiento
fa: گزارش‌های عملکرد
fr: Rapports de performance
ja: パフォーマンスレポート
nl: Prestatierapporten
pl: Raporty aktywności
pt_pt: Relatórios de desempenho
ru: Отчёты производительности
sk: Správy o výkonoch
sv_se: Prestandarapporter
uk: звіт про швидкодію

source: Permanent link to this version
ca: Enllaç permanent a aquesta versió
cs: Stálý odkaz na tuto verzi
de: Direkter Link zu dieser Version
el: Μόνιμος δεσμός αυτής της έκδοσης.
es_es: Enlace permanente a esta versión
fa: پیوند دائمی به این نسخه
fr: Lien permanent vers cette version
hu: Állandó hivatkozás erre a verzióra
it: Collegamento permanente a questa versione
ja: このバージョンへの固定リンク
nl: Permanente koppeling naar deze versie
pl: Stały odnośnik do tej wersji
pt_br: A versão mais recente compatível com
pt_pt: Ligação permanebte para esta versão
ru: Постоянная ссылка на эту версию
sk: Permanentný odkaz na túto verziu
sq: Lidhje e përhershme për te ky version
sv_se: Permanent länk till denna version
uk: Постійне посилання на цю версію
vi: Liên kết tĩnh đến tiện ích này

source: Permissions
ca: Permisos
cs: Povolení
de: Zugriffsrechte
el: Δικαιώματα
es_es: Permisos
fa: مجوزها
hu: Engedélyek
it: Permessi
ja: 権限
nl: Permissies
pl: Uprawnienia
pt_br: Permissões
pt_pt: Permissões
ru: Разрешения
sk: Oprávnenia
sq: Leje
sv_se: Rättigheter
uk: Дозволи
vi: Quyền hạn

source: Picture
ca: Imatge
cs: Obrázek
de: Bild
el: Φωτογραφία
es_es: Imagen
fa: تصویر
fr: Photo
hu: Kép
it: Immagine
ja: 写真
nl: Afbeelding
pl: Obrazek
pt_br: Figura
pt_pt: Imagem
ru: Картинка
sk: Obrázok
sv_se: Bild
uk: Фотографія

source: Picture of %1$s
ca: Fotografia de %1$s
cs: Obrázek %1$s
de: Bild von %1$s
el: Φωτογραφία χρήστη %1$s
es_es: Imagen de %1$s
fa: تصویر %1$s
fr: Photo de %1$s
hu: %1$s képe
it: Immagine di %1$s
ja: %1$s の写真
nl: Afbeelding van %1$s
pl: Obrazek %1$s
pt_br: Figura de %1$s
pt_pt: Imagem de %1$s
ru: Картинка %1$s
sk: Obrázok používateľa %1$s
sv_se: Bild på %1$s
uk: Зображення %1$s

source: Plain Text
ca: Text net
cs: Čistý text
de: Reiner Text
el: Απλό κείμενο
es_es: Texto plano
fr: Texte brut
hu: Sima szöveg
it: Testo semplice
ja: プレーンテキスト
nl: Platte tekst
pl: Zwykły tekst
pt_pt: Texto
ru: Простой текст
sk: Čistý text
sv_se: Ren text

# advanced_search_form_platform
source: Platform
ca: Plataforma
cs: Platforma
de: Betriebssystem
el: Πλατφόρμα
es_es: Plataforma
fa: بستر نرم‌افزاری
fr: Plateforme
it: Piattaforma
ja: プラットフォーム
pl: System
pt_br: Plataforma
pt_pt: Platforma
ru: Платформа
sk: Platforma
sq: Platformë
sv_se: Plattform
uk: Платформа
vi: Hệ điều hành

# devcp_versions_edit_th_platform
source: Platform
ca: Plataforma
cs: Platforma
de: Betriebssystem
el: Πλατφόρμα
es_es: Plataforma
fa: بستر نرم‌افزاری
fr: Plateforme
it: Piattaforma
ja: プラットフォーム
pl: System
pt_br: Plataforma
pt_pt: Plataforma
ru: Платформа
sk: Platforma
sq: Platformë
sv_se: Plattform
uk: Платформа
vi: Nền tảng

source: Platforms
ca: Plataformes
cs: Platformy
de: Betriebssystem
el: Πλατφόρμες
es_es: Plataformas
fa: سکوهای نرم‌افزاری
fr: Plateformes
hu: Platformok
it: Piattaforme
ja: プラットフォーム
pl: Systemy
pt_br: Plataformas
pt_pt: Plataformas
ru: Платформы
sk: Platformy
sq: Platforma
sv_se: Plattformar
uk: Платформи
vi: Nền tảng

source: Please <a href="%1$s">log in</a> to submit a review
ca: <a href="%1$s">Inicieu una sessió</a> per enviar una revisió
cs: Pro přidání recenze se prosím <a href="%1$s">přihlašte</a>
de: Bitte <a href="%1$s">loggen Sie sich ein</a>, um eine Bewertung abzugeben
el: Παρακαλούμε <a href="%1$s">συνδεθείτε</a> για να υποβάλετε αξιολόγηση
es_es: Por favor, <a href="%1$s">conéctate</a> para enviar una revisión
fa: برای ارسال یک بررسی لطفاً <a href="%1$s">وارد شوید</a>
fr: Veuillez vous <a href="%1$s">connecter</a> pour envoyer une critique
hu: Az értékeléshez <a href="%1$s">jelentkezzen be</a>
it: <a href="%1$s">Accedere</a> per inserire una recensione
ja: レビューを投稿するには <a href="%1$s">ログイン</a> してください
nl: <a href="%1$s">Meld u a.u.b. aan</a> om een beoordeling in te dienen
pl: Aby wysłać recenzję, musisz się <a href="%1$s">zalogować</a>
pt_br: Por favor <a href="%1$s">faça login</a> para enviar uma avaliação
pt_pt: Por favor <a href="%1$s">inicie sessão</a>para submeter uma revisão
ru: Пожалуйста, <a href="%1$s">войдите</a>, чтобы оставить отзыв
sk: Ak chcete odoslať recenziu, musíte sa <a href="%1$s">prihlásiť</a>.
sv_se: <a href="%1$s">Logga in</a> för att skicka in en recension
uk: Будь ласка, <a href="%1$s">зареєструйтесь</a>, щоб подати перегляд
vi: Vui lòng <a href="%1$s">đăng nhập</a> để gửi đánh giá

source: Please Choose...
ca: Seleccioneu-lo...
cs: Zvolte prosím...
de: Bitte wählen...
el: Παρακαλούμε επιλέξτε...
es_es: Por favor, selecciona...
fa: لطفاً انتخاب نمایید...
fr: Choisissez&hellip;
hu: Válasszon...
it: Selezionare un elemento…
ja: 選択してください...
nl: Kies a.u.b.…
pl: Wybierz…
pt_pt: Por favor, escolha...
ru: Пожалуйста, выберите...
sk: Zvoľte...
sq: Ju lutem Zgjidhni...
sv_se: Var god välj...
uk: Виберіть, будь ласка, ...
vi: Vui lòng chọn...

source: Please Select an Application
ca: Seleccioneu una aplicació
cs: Zvolte prosím aplikaci
de: Bitte wählen Sie eine Anwendung
el: Παρακαλούμε επιλέξτε μια εφαρμογή
es_es: Por favor, seleccione una aplicación
fa: لطفاً یک برنامه انتخاب نمایید
fr: Veuillez sélectionner une application
hu: Válasszon alkalmazást
it: Selezionare un'applicazione
ja: アプリケーションを選択してください
nl: Selecteer a.u.b. een toepassing
pl: Wybierz program
pt_br: Por favor selecione uma aplicação
pt_pt: seleccione uma aplicação
ru: Пожалуйста, выберите приложение
sk: Zvoľte aplikáciu
sq: Ju lutem Përzgjidhni një Zbatim
sv_se: Välj en applikation
uk: Виберіть, будь ласка, програму
vi: Vui lòng Chọn một Chương trình

source: Please complete the following fields:
ca: Completeu els següents camps:
cs: Vyplňte prosím následující položky:
de: Bitte vervollständigen Sie die folgenden Felder:
el: Παρακαλούμε συμπληρώστε τα ακόλουθα πεδία:
es_es: Por favor, completa los siguientes campos:
fa: لطفاً فیلدهای زیر را تکمیل نمایید:
fr: Veuillez remplir les champs suivants&nbsp;:
hu: Töltse ki a következő mezőket:
it: Compila i campi seguenti:
ja: 以下の項目を入力してください:
nl: Vul a.u.b. de volgende velden in:
pl: Uzupełnij następujące pola:
pt_br: Por favor, preencha os seguintes campos:
pt_pt: Por favor complete os seguintes campos:
ru: Заполните следующие поля:
sk: Vyplňte nasledujúce polia:
sq: Ju lutem plotësoni kutitë vijuese:
sv_se: Fyll i följande fält:
uk: Будь ласка, заповніть наступні поля:
vi: Vui lòng hoàn tất các phần sau:

source: Please confirm your user account first with the code you received by email.
ca: Primer de tot confirmeu el vostre compte d'usuari amb el codi que heu rebut per correu.
cs: Nejprve prosím aktivujte svůj uživatelský účet pomocí kódu, který jste obdrželi v&nbsp;e-mailu.
de: Bitte bestätigen Sie Ihr Konto zuerst mit den Daten, die Sie per Mail erhalten haben.
el: Παρακαλούμε επιβεβαιώστε πρώτα το λογαριασμό χρήστη με τον κωδικό που παραλάβατε μέσω ηλεκτρονικού ταχυδρομείου.
es_es: Por favor, confirme su cuenta de usuario primero.
fa: لطفاً ابتدا توسط کدی که در یک نامهٔ الکترونیکی دریافت نموده‌اید، حساب کاربری خود را تأیید کنید.
fr: Veuillez confirmer votre compte utilisateur.
hu: Először igazolja vissza a felhasználói fiókját az e-mailben kapott kód segítségével.
it: Attivare il proprio account utilizzando il codice di conferma ricevuto via e-mail.
ja: 初めに、メールで受け取ったコードでアカウントの認証を行ってください。
nl: Bevestig a.u.b. eerst uw gebruikersaccount met de code die u per e-mail hebt ontvangen.
pl: Należy potwierdzić założenie swojego konta, używając kodu otrzymanego e-mailem.
pt_br: Por favor, confirme sua conta de usuário com o código enviado via email.
pt_pt: Confirme primeiro a sua conta com o código que recebeu por correio electrónico.
ru: Сначала требуется выполнить активацию учётной записи при помощи кода, полученного по электронной почте.
sk: Najprv potvrďte svoj používateľský účet kódom, ktorý ste dostali e-mailom.
sq: Ju lutem, fillimisht ripohoni llogarinë tuaj të përdoruesit me kodin që morët me email.
sv_se: Bekräfta ditt konto med koden du fick via e-post först.
uk: Будь ласка, спочатку підтвердіть ваш користувацький рахунок кодом, який ви отримали електронною поштою.
vi: Vui lòng xác nhận tài khoản của bạn trước bằng mã xác nhận bạn nhận được trong email.

source: Please correct the errors above indicated in red.
ca: Corregiu els errors anteriors, que apareixen en vermell.
cs: Opravte prosím výše uvedené červeně vyznačené chyby.
de: Bitte korrigieren Sie die Fehler, die oben in rot angezeigt werden.
el: Παρακαλούμε διορθώστε τα παραπάνω σημειωμένα με κόκκινο σφάλματα.
es_es: Por favor, corrige los errores indicados en rojo más arriba.
fa: لطفاً اشکالات بالا را که با رنگ قرمز مشخص شده‌اند تصحیح نمایید.
fr: Veuillez corriger les erreurs indiquées ci-dessus en rouge.
hu: Javítsa a fentebb pirossal jelzett hibákat.
it: Correggere gli errori evidenziati in colore rosso.
ja: 赤色で示されている上記のエラーを訂正してください。
nl: Corrigeer a.u.b. de hierboven in rood aangeduide fouten.
pl: Napraw błędy wyszczególnione poniżej czerwonym kolorem.
pt_br: Por favor corrija os erros indicado em vermelho acima.
pt_pt: Corriga os erros acima indicados a vermelho.
ru: Пожалуйста исправьте ошибки, отмеченные красным.
sk: Prosím, opravte chyby označené červenou farbou.
sq: Ju lutem ndreqni gabimet e treguara më sipër me të kuqe.
sv_se: Rätta felen ovan markerade med rött.
uk: Виправіть зверху помічені червоним помилки.
vi: Vui lòng sửa các lỗi được đánh dấu màu đỏ ở trên.

source: Please correct this problem and upload your file again.
ca: Corregiu el problema i torneu a pujar el fitxer una altra vegada.
cs: Opravte prosím tento problém a nahrajte soubor znova.
de: Bitte beheben Sie dieses Problem und laden Sie Ihre Datei erneut hoch.
el: Παρακαλούμε διορθώστε αυτό το πρόβλημα και αποστείλετε το αρχείο ξανά.
es_es: Por favor, corrige este problema y vuelve a enviar el archivo.
fa: لطفاً این مشکل را رفع کنید و پروندهٔ خود را مجدداً ارسال نمایید.
fr: Veuillez corriger ce problème et renvoyer votre fichier.
hu: Javítsa a problémát és töltse fel újra a fájlt.
it: Correggere questo problema e caricare nuovamente il file.
ja: この問題を修正した上で再度ファイルをアップロードしてください。
nl: Corrigeer a.u.b. dit probleem en upload uw bestand opnieuw.
pl: Usuń problem i wgraj plik ponownie.
pt_pt: Corrija este problema e carregue o seu ficheiro de novo.
ru: Пожалуйста, устраните эту проблему и снова загрузите ваше файл.
sk: Prosím, opravte tento problém a odošlite súbor znova.
sq: Ju lutem ndreqeni këtë problem dhe ngarkojeni kartelën tuaj sërish.
sv_se: Vänligen rätta detta och ladda upp din fil igen.
uk: Виправте, будь ласка, цю неполадку та відвантажте свій файл знову.
vi: Vui lòng sửa vấn đề và tải tập tin lên lần nữa.

source: Please enter <strong>both words</strong> below, <strong>separated by a space</strong>.
ca: Escriviu les <strong>dues paraules</strong> de sota, <strong>separades amb un espai</strong>.
cs: Vložte prosím níže <strong>obě slova oddělená mezerou</strong>.
de: Bitte geben Sie <strong>beide Worte</strong> ein, <strong>getrennt durch ein Leerzeichen</strong>.
el: Παρακαλούμε εισάγετε <strong>και τις δύο λέξεις</strong> παρακάτω, <strong>διαχωρίζοντας τις με ένα κενό διάστημα</strong>.
es_es: Por favor, introduce <strong>todas las palabras</strong> que aparece, <strong>separadas por un espacio</strong>.
fa: لطفاً <strong>هر دو کلمهٔ</strong> زیر را با <strong>یک فاصله از هم</strong> وارد کنید.
fr: Veuillez taper les <strong>deux mots</strong> ci-dessous, <strong>séparés par un espace</strong>.
hu: Írja be <strong>mindkét szót</strong>, <strong>szóközzel elválasztva</strong>.
it: Inserire <strong>entrambe le parole</strong> seguenti, <strong>separate da uno spazio</strong>.
ja: 以下の <strong>単語を両方とも</strong>、<strong>半角スペースで区切って</strong> 入力してください。
nl: Voer a.u.b. <strong>beide woorden</strong> hieronder in, <strong>gescheiden door een spatie</strong>.
pl: Wprowadź <strong>oba słowa</strong> poniżej, <strong>oddzielając je spacją</strong>.
pt_br: Insira <strong>ambas as palavras</strong> abaixo, <strong>separadas por um espaço </strong>.
pt_pt: Por favor escreva <strong>ambas as palavras</strong> indicadas abaixo, <strong>separadas por um espaço</strong>.
ru: Пожалуйста введите <strong>оба слова</strong> в расположенное ниже поле, <strong>разделив их пробелом</strong>.
sk: Nižšie zadajte <strong>obidve slová oddelené medzerou</strong>.
sq: Ju lutem jepni më poshtë <strong>që të dyja fjalët</strong>, <strong>të ndara nga një hapësirë</strong>.
sv_se: Skriv in <strong>båda orden</strong> nedanför, <strong>med ett mellanslag mellan</strong>.
uk: Будь ласка, введіть <strong>обидва слова</strong> нижче, <strong>розділені пробілом</strong>.
vi: Vui lòng nhập <strong>cả hai từ</strong> bên dưới, <strong>cách nhau bởi khoảng trắng</strong>.

source: Please enter review comments.
ca: Cal que escriviu algun comentari de la revisió.
cs: Zadejte prosím komentář kontroly.
de: Bitte geben Sie einen Kommentar ein.
el: Παρακαλούμε εισάγετε τα σχόλια αξιολόγησης.
es_es: Por favor, introduce comentarios de valoración.
fa: لطفاً نظرات خود را دربارهٔ این بررسی وارد کنید.
fr: Veuillez associer un commentaire à vos critiques.
hu: Írja be az értékelő megjegyzéseket.
it: Inserire i commenti sulla revisione.
ja: レビューコメントを入力してください。
nl: Voer a.u.b. beoordelingsopmerkingen in.
pl: Napisz komentarze recenzji.
pt_br: Por favor entre com os comentários da avaliação.
pt_pt: Por favor escreva o comentário da revisão
ru: Пожалуйста, введите комментарии к рецензии.
sk: Prosím, zadajte komentáre ku kontrole.
sq: Ju lutem jepni komente shqyrtimi.
sv_se: Ange granskningskommentarer.
uk: Введіть, будь ласка, коментарі перегляду.
vi: Vui lòng nhập bình luận cho đánh giá.

source: Please enter text for your license.
ca: Introduïu un text per a la vostra llicència.
cs: Vložte prosím text vaší licence.
de: Bitte geben Sie einen Text für Ihre Lizenz ein.
el: Παρακαλούμε εισάγετε κείμενο για την άδεια σας.
es_es: Introduce el texto para tu licencia.
fa: لطفاً متن مجوز خود را وارد نمایید.
fr: Veuillez saisir le texte de votre licence.
hu: Adja meg a licenc szövegét.
it: Inserire il testo della licenza.
ja: ライセンスを入力してください。
nl: Voer a.u.b. tekst in voor uw licentie.
pl: Wprowadź tekst swojej licencji.
pt_pt: Escreva o texto para a sua licença
ru: Пожалуйста, введите текст вашей лицензии.
sk: Prosím, zadajte text licencie.
sq: Ju lutem jepni tekstin për lejen tuaj.
sv_se: Skriv texten för din licens.
uk: Введіть, будь ласка, текс своєї ліцензії.
vi: Vui lòng nhập văn bản cho giấy phép của bạn.

source: Please enter the account email of the author you wish to add.
ca: Introduïu l'adreça de correu de l'autor que voleu afegir.
cs: Vložte prosím e-mail účtu autora, kterého chcete přidat.
de: Bitte geben Sie die E-Mail des Benutzers ein, den Sie hinzufügen möchten.
el: Παρακαλούμε εισάγετε το email του λογαριασμού του δημιουργού που θέλετε να προσθέσετε.
es_es: Por favor, introduce la cuenta de correo del autor que quieres añadir.
fa: لطفاً نشانی پست الکترونیکی حساب کاربری مؤلفی را که مایل به افزودن هستید وارد کنید.
fr: Veuillez saisir le compte de messagerie de l'auteur que vous désirez ajouter.
hu: Adja meg a felvenni kívánt szerző fiókjának e-mail címét.
it: Inserire l'indirizzo e-mail dell'autore da aggiungere.
ja: 追加したい作者の登録メールアドレスを入力してください。
nl: Voer a.u.b. het accounte-mailadres in van de schrijver die u wilt toevoegen.
pl: Wprowadź konto e-mail autora, którego chcesz dodać.
pt_br: Por favor entre com o endereço de email do autor que você desenha adicionar.
pt_pt: Escreva a conta de correio electrónico do autor que deseja adicionar.
ru: Пожалуйста, введите адрес электронной почты учётной записи автора, которого вы хотите добавить.
sk: Prosím, zadajte e-mailovú adresu účtu autora, ktorého chcete pridať.
sq: Ju lutem jepni llogarinë email të autorit që doni të shtohet.
sv_se: Ange e-postadressen för den författare du vill lägga till.
uk: Введіть, будь ласка, електронну адресу автора, якого ви хочете додати.
vi: Vui lòng nhập email tài khoản của tác giả mà bạn muốn thêm vào.

source: Please enter the applications you tested.
ca: Cal que indiqueu les aplicacions que heu provat.
cs: Zadejte prosím testovanou aplikací.
de: Bitte geben Sie die Anwendungen ein, mit denen Sie das Add-on getestet haben.
el: Παρακαλούμε εισάγετε τις εφαρμογές που ελέγξατε.
es_es: Por favor, introduce las aplicaciones que has probado.
fa: لطفاً برنامه‌هایی که آزمایش نمودید را مشخص نمایید.
fr: Veuillez indiquer les applications que vous avez testées.
hu: Adja meg a tesztelt alkalmazásokat.
it: Inserire l'applicazione con cui è stato testato.
ja: テストを行ったアプリケーションを入力してください。
nl: Voer a.u.b. de toepassingen in die u getest hebt.
pl: Podaj nazwy testowanych programów.
pt_br: Por favor entre com as aplicações que você testou.
pt_pt: Por favor escreva as aplicações que testou.
ru: Пожалуйста, выберите протестированные вами приложения.
sk: Prosím, zadajte aplikáciu, s ktorou ste testovali.
sq: Ju lutem jepni zbatimin me të cilin e provuat.
sv_se: Skriv de applikationer du testat.
uk: Введіть, будь ласка, протестовані вами програми.
vi: Vui lòng nhập tên chương trình mà bạn đã kiểm nghiệm.

source: Please enter the operating systems you tested.
ca: Cal que indiqueu els sistemes operatius que heu provat.
cs: Zadejte prosím testovaný operační systém.
de: Bitte wählen Sie die Betriebssysteme aus, mit denen Sie getestet haben.
el: Παρακαλούμε εισάγετε τα λειτουργικά συστήματα που κάνατε ελέγχους.
es_es: Por favor, introduce los sistemas operativos que has probado.
fa: لطفاً سیستم‌عامل‌هایی که آزمایش نمودید را مشخص کنید.
fr: Veuillez indiquer les systèmes d'exploitations que vous avez testés.
hu: Adja meg az operációs rendszert, amin tesztelt.
it: Inserire i sistemi operativi su cui è stata testato.
ja: テストを行った OS を入力してください。
nl: Selecteer a.u.b. de besturingssystemen die u getest hebt.
pl: Podaj nazwy testowanych systemów operacyjnych.
pt_br: Por favor entre com o sistema operacional que você testou.
pt_pt: Por favor escreva os sistemas operativos que testou.
ru: Пожалуйста, выберите протестированные вами операционные системы.
sk: Prosím, zadajte operačný systém, pod ktorým prebehla kontrola.
sq: Ju lutem jepni sistemet operative ku e provuat.
sv_se: Skriv de operativsystem du testat.
uk: Введіть, будь ласка, протестовані вами операційні системи.
vi: Vui lòng nhập hệ điều hành mà bạn đã kiểm nghiệm.

source: Please enter your password correctly in order to perform this step.
ca: Cal que introduïu la vostra contrasenya correctament per tal de continuar.
cs: Pro provedení tohoto kroku zadejte platné heslo.
de: Bitte geben Sie Ihr Passwort korrekt ein, um diesen Schritt durchzuführen.
el: Παρακαλούμε εισάγετε τον κωδικό σας σωστά για να ολοκληρώσετε αυτή τη διαδικασία.
es_es: Por favor, introduce tu contraseña correctamente para poder completar este paso.
fa: لطفاً برای انجام این کار، گذرواژهٔ خود را وارد نمایید.
fr: Veuillez saisir votre mot de passe correctement afin de passer cette étape.
hu: A lépés végrehajtásához írja be a jelszavát.
it: Inserire correttamente la password per procedere.
ja: このステップを進めるには、パスワードを正しく入力してください。
nl: Voer a.u.b. uw wachtwoord correct in om deze stap te zetten.
pl: Proszę wprowadzić poprawnie hasło, aby wykonać ten krok.
pt_br: Por favor entre com sua senha corretamente para completar este passo.
pt_pt: Introduza a sua senha correctamente para efectuar este passo.
ru: Для выполнения этого шага введите правильный пароль.
sk: Na vykonanie tohto kroku musíte správne zadať vaše heslo.
sq: Që të mund të plotësohet ky hap, ju lutem jepeni saktë fjalëkalimin tuaj.
sv_se: Skriv ditt lösenord korrekt för att genomföra detta steg.
uk: Введіть правильно свій пароль, щоб продовжити далі.
vi: Vui lòng nhập mật khẩu chính xác để thực hiện bước này.

source: Please note that some changes may take several hours to appear in all areas of the website.
ca: Cal que tingueu en compte que alguns canvis tardaran diverses hores abans que surtin a tot arreu del web.
cs: Berte prosím na vědomí, že projevení změn v&nbsp;některých částech stránek může trvat až několik hodin.
de: Achtung: Bei manchen Veränderungen kann es bis zu wenigen Stunden dauern, bis sie in allen Bereichen der Webseite angezeigt werden.
el: Παρακαλούμε σημειώστε ότι μερικές αλλαγές μπορεί να χρειαστούν αρκετές ώρες μέχρι να εμφανιστούν σε όλους τους χώρους του ιστότοπου.
es_es: Por favor, ten en cuenta que algunos cambios tardarán varias horas en aparecer en todas las áreas de la web.
fa: لطفاً توجه نمایید که اعمال برخی تغییرات در تمام بخش‌های وب‌گاه ممکن است چند ساعت به طول انجامد.
fr: Veuillez noter que certains changements peuvent mettre plusieurs heures avant d'être refletés sur l'ensemble du site web.
hu: Egyes változások csak több óra elteltével jelennek meg a webhely minden területén.
it: Potrebbero trascorrere diverse ore prima che le modifiche appaiano in tutte le sezioni del sito web.
ja: 一部の変更は、Mozilla Add-ons のすべてのページに反映されるまで数時間かかることもあります。
nl: Merk a.u.b. op dat sommige wijzigingen mogelijk pas na enkele uren op alle delen van de website worden getoond.
pl: Niektóre zmiany mogą być widoczne we wszystkich częściach witryny dopiero po kilku godzinach.
pt_br: Por favor entenda que algumas mudanças podem levar algumas horas para aparecer em todas as áreas do site.
pt_pt: Tenha em atenção que algumas alterações poderão durar algumas horas para aparecer em algumas áreas do sítios web.
ru: Пожалуйста, обратите внимание, что для появления некоторых изменений во всех частях веб-сайта может потребоваться несколько часов.
sk: Pamätajte, že niektorým zmenám môže trvať niekoľko hodín, kým sa objavia vo všetkých častiach stránky.
sq: Ju lutem kini parasysh që disa ndryshime duan disa orë që të shfaqen në tërë zonat e "site"-it web.
sv_se: Notera att en del ändringar kan ta flera timmar innan de slår igenom på alla delar av webbplatsen.
uk: Примітка: процес появи деяких змін на веб-сторінці повністю може зайняти кілька годин.
vi: Vui lòng lưu ý rằng một số thay đổi có thể mất vài giờ mới xuất hiện trên tất cả khu vực của trang web.
