Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Your add-on was disabled by an administrator and cannot be used. If you have any questions, please email %s.
ca: El vostre complement ha estat deshabilitat per un administrador i no es pot fer servir. Si teniu cap pregunta, escriviu a %s.
cs: Doplněk je zakázán administrátorem a proto ho nelze používat. Pokud máte dotaz, zašlete ho prosím na e-mail %s.
de: Ihr Add-on wurde von einem Administrator deaktiviert und kann nicht mehr verwendet werden. Falls Sie Fragen haben, schreiben Sie bitte eine E-Mail an %s.
el: Το πρόσθετο σας απενεργοποιήθηκε από κάποιον διαχειριστή μας και δεν μπορεί να χρησιμοποιηθεί. Για οποιαδήποτε απορία παρακαλούμε στείλτε ένα μήνυμα στη διεύθυνση ηλ. ταχυδρομείου %s.
es_es: Tu complemento fue deshabilitado por un administrador y no puede ser usado. Si tienes alguna pregunta, por favor envía un correo electrónico a %s.
fr: Votre module a été désactivé par un administrateur et ne peut être utilisé. Si vous avez des questions, veuillez contacter %s.
it: Il componente aggiuntivo è stato disattivato da un amministratore e non può essere usato. Per ulteriori informazioni inviare una email a %s.
ja: このアドオンは管理者によって無効化され、使用不可となっています。何か質問がある場合は %s へメールを送ってください。
nl: Uw add-on is uitgeschakeld door een beheerder en kan niet worden gebruikt. Stuur indien u vragen hebt een e-mailbericht aan %s.
pl: Dodatek został wyłączony przez administratora i nie może być używany. Jeśli masz jakieś pytania, wyślij e-mail na adres %s.
pt_br: Seu complemento foi desabilitado por um administrador e não pode mais ser utilizado. Se você tem alguma dúvida, por favor nos envie um e-mail %s.
pt_pt: O seu extra foi desactivado por um administrador e não pode ser usado. Se tiver questões envie uma mensagem de correio paral %s.
ru: Ваше дополнение было отключено администратором и не может быть использовано. Если у вас возникли вопросы, вы можете связаться с ним по адресу %s.
sk: Váš doplnok bol správcom zakázaný a nemôže byť používaný. Ak máte otázky, pošlite e-mailovú správu na adresu %s.
sq: Shtesa juaj është çaktivizuar nga një administrator dhe nuk mund të përdoret. Nëse keni ndonjë pyetje, dërgoni një email te %s.
sv_se: Ditt tillägg har blivit avstängt av en administratör och kan ej användas. Har du några frågor, kontakta %s.
uk: Ваш додаток був дезактивований адміністратором і поки не доступний. Якщо у вас є запитання, надсилайте електронною поштою %s.
vi: Tiện ích của bạn đã bị vô hiệu hóa bởi một quản trị viên và không thể dùng được. Nếu bạn có thắc mắc, vui lòng email tới %s.

source: all add-ons
ca: tots els complements
cs: všechny doplňky
de: Alle Add-ons
el: όλα τα πρόσθετα
es_es: todos los complementos
fa: همهٔ افزودنی‌ها
fr: tous les modules
hu: minden kiegészítő
it: tutte le categorie
ja: すべて
nl: alle add-ons
pl: wszystkich dodatków
pt_br: todos os complementos
pt_pt: todos os extras
ru: Всех дополнений
sk: všetky doplnky
sq: tërë shtesat
sv_se: alla tillägg
uk: усіх додатків
vi: tất cả tiện ích

source: more add-ons...
pt_pt: mais extras...

source: or, select an add-on with public statistics
ca: o bé selecciona un complement amb estadístiques publicades
cs: a nebo zvolte jiný doplněk s&nbsp;veřejnými statistikami
de: oder wählen Sie ein Add-on mit öffentlicher statistischer Auswertung
el: ή επιλέξτε ένα πρόσθετο με δημόσια στατιστικά.
es_es: o, elige un complemento con estadísticas públicas
fa: یا افزودنی دیگری با آمار عمومی انتخاب نمایید
fr: ou bien choisissez un module disposant de statistiques publiques
hu: vagy válasszon nyilvános statisztikájú kiegészítőt
it: oppure selezionare un componente aggiuntivo con statistiche pubbliche
ja: または、統計情報が公開されているアドオンを選択してください
nl: of selecteer een add-on met publieke statistieken
pl: albo wybierz dodatek z ogólnodostępnymi statystykami
pt_br: ou, selecione um complemento com estatísticas públicas
pt_pt: ou, seleccione um extra com estatísticas públicas
ru: или выберите дополнение с публичной статистикой
sk: alebo vyberte doplnok s verejnou štatistikou
sq: ose, përzgjidhni një shtesë me statistika publike
sv_se: eller, välj ett tillägg med publik statistik
uk: або оберіть додаток з публічною статистикою
vi: hoặc, chọn một tiện ích có thống kê công khai

source: or, select another add-on
ca: o bé selecciona un altre complement
cs: a nebo zvolte jiný doplněk
de: oder wählen Sie ein anderes Add-on
el: ή επιλέξτε κάποιο άλλο πρόσθετο
es_es: o, elige otro complemento
fa: یا افزودنی دیگری انتخاب کنید
fr: ou bien choisissez un autre module complémentaire
hu: vagy válasszon másik kiegészítőt
it: oppure selezionare un altro componente aggiuntivo
ja: または、別のアドオンを選択してください
nl: of selecteer een andere add-on
pl: albo wybierz inny dodatek
pt_br: ou, selecione outro complemento
pt_pt: ou, seleccione outro extra
ru: или выберите другое дополнение
sk: alebo vyberte iný doplnok
sq: ose, përzgjidhni një shtesë tjetër
sv_se: eller, välj ett annat tillägg
uk: або оберіть інший додаток
vi: hoặc, chọn một tiện ích khác

source: search for add-ons
ca: cerca complements
cs: hledat doplňky
de: Suche nach Add-ons
el: αναζήτηση για πρόσθετα
es_es: buscar complementos
fa: جست‌وجو برای افزودنی‌ها
fr: recherche de modules
hu: kiegészítők keresése
it: cerca tra i componenti aggiuntivi
ja: アドオンを検索
nl: zoeken naar add-ons
pl: szukaj dodatków
pt_br: buscar por complementos
pt_pt: Procurar extras
ru: поиск дополнений
sk: hľadaný doplnok
sq: kërkoni për shtesa
sv_se: sök efter tillägg
uk: шукати додатки
vi: tìm kiếm tiện ích

source: search for mobile add-ons
ca: cerca complements per a mòbils
de: Nach Mobile Add-ons suchen
fr: Recherchez des modules pour mobile
hu: mobilkiegészítők keresése
it: cerca componenti aggiuntivi mobile
ja: モバイル用アドオンを検索
nl: zoeken naar mobiele add-ons
pl: szukaj dodatków typu „mobile”
pt_pt: Procurar extras do mobile
ru: поиск мобильных дополнений
sv_se: sök efter mobila tillägg

source: show experimental add-ons
ca: mostra els complements experimentals
cs: Experimentální doplňky
de: Experimentelle Add-ons
el: προβολή πειραματικών πρόσθετων
es_es: Ver los complementos experimentales
fa: نمایش افزودنی‌های آزمایشی
fr: Afficher les modules expérimentaux
hu: kísérleti kiegészítők megjelenítése
it: Visualizza i componenti aggiuntivi sperimentali
ja: 実験的なアドオンを表示する
nl: Experimentele add-ons weergeven
pl: Wyświetlaj dodatki eksperymentalne
pt_br: mostrar complementos experimentais
pt_pt: mostrar extras em teste
ru: показать экспериментальные дополнения
sk: Zobraziť experimentálne doplnky
sq: shfaq shtesa eksperimentale
sv_se: visa experimentella tillägg
uk: показувати експериментальні додатки
vi: hiện các tiện ích đang thử nghiệm

source: via <a %1$s>Mozilla Developer Center</a>
pt_pt: através do <a %1$s>Centro de Desenvolvimento da Mozilla</a>

source: <span>Are You Ready to</span> Make Browsing Better?
ca: <span>Are You Ready to</span> Make Sugar Better?
pt_pt: <span>Are You Ready to</span> Make Sugar Better?
ru: <span>Are You Ready to</span> Make Sugar Better?

# devcp_js_upload_badfilename
source: Bad filename received. Files must be of type .xpi, .xml, or .jar
ca: Bad filename received. Files must be of type .xo
de: Ungültiger Dateiname. Dateien müssen auf .xpi, .xml oder .jar enden.
el: Παραλήφθηκε εσφαλμένο όνομα αρχείου. Τα αρχεία πρέπει να είναι της μορφής .xpi, .xml, ή .jar
es_es: Nombre de archivo recibido incorrecto. Los archivos deben ser .xpi, .xml o .jar
fr: Mauvais format de fichier en réception. Les fichiers doivent être de type .xpi, .xml ou .jar.
hu: Rossz fájlnév érkezett. A fájl .xpi, .xml vagy .jar típusú lehet.
it: Tipo di file non valido. Il file deve avere estensione .xpi, .xml o .jar
ja: ファイル名が適切ではありません。有効な拡張子は xpi、xml、jar のいずれかです。
nl: Slechte bestandsnaam ontvangen. Bestanden dienen van het type .xpi, .xml of .jar te zijn
pl: Nieprawidłowy plik. Dozwolone typy plików: .xpi, .xml lub .jar
pt_pt: Bad filename received. Files must be of type .xo
ru: Bad filename received. Files must be of type .xo
sv_se: Felaktigt filnamn mottaget. Filer måste ha någon av typerna .xpi, .xml eller .jar

source: <em>%s</em> Active Daily User
ca: <em>%s</em> Daily Update Request
de: <em>%s</em> aktiver täglicher Nutzer
el: <em>%s</em> ενεργός καθημερινός χρήστης
es_es: <em>%s</em> usuario activo al día
fr: <em>%s</em> utilisateurs actifs par jour
hu: <em>%s</em> aktív felhasználó naponta
it: <em>%s</em> utente attivo per giorno
ja: 1 日のアクティブユーザ: <em>%s</em>
nl: <em>%s</em> actieve dagelijkse gebruiker
pl: <em>%s</em> aktywny użytkownik w ciągu dnia
pt_pt: <em>%s</em> Daily Update Request
ru: <em>%s</em> Daily Update Request
sv_se: <em>%s</em> Aktiv daglig användare

source: <li><em>%s</em> Active Daily User</li>
ca: <li><em>%s</em> Daily Update Request</li>
pt_pt: <li><em>%s</em> Daily Update Request</li>
ru: <li><em>%s</em> Daily Update Request</li>

# statistics_summary_updatepings_heading
source: Active Daily Users
ca: Daily Update Requests
cs: Aktivní uživatelé za den
de: Aktive tägliche Nutzer
el: Ενεργοί καθημερινοί χρήστες
es_es: Usuarios activos al día
fa: کاربران فعال روزانه
fr: Utilisateurs actifs par jour
hu: Aktív felhasználók
it: Utenti attivi per giorno
ja: 1 日の平均アクティブユーザ数
nl: Actieve dagelijkse gebruikers
pl: Aktywni dzienni użytkownicy
pt_br: Usuários ativos por dia
pt_pt: Daily Update Requests
ru: Daily Update Requests
sk: Aktívni denní používatelia
sq: Përdoruesa Aktivë të Përditshëm
sv_se: Aktiva dagliga användare
uk: Активні користувачі за день
vi: Người dùng Trung bình Mỗi ngày

# statistics_plot_legend_adu
source: Active Daily Users
ca: Daily Update Requests
cs: Počet aktivních uživatelů za den
de: Tägliche Nutzer
el: Ενεργοί καθημερινοί χρήστες
es_es: Usuarios activos por día
fa: کاربران فعال روزانه
fr: Utilisateurs actifs par jour
hu: Aktív felhasználók
it: Utenti attivi per giorno
ja: 1 日のアクティブユーザ数
nl: Actieve dagelijkse gebruikers
pl: Aktywni dzienni użytkownicy
pt_br: Usuários ativos diariamente
pt_pt: Daily Update Requests
ru: Daily Update Requests
sk: Aktívni denní používatelia
sq: Përdoruesa Aktivë të Përditshëm
sv_se: Aktiva dagliga användare
uk: Активні користувачі за день
vi: Người dùng Mỗi ngày

# statistics_js_plotselection_selector_adu
source: Active Daily Users
ca: Daily Update Requests
cs: Uživatelé za den
de: Tägliche Nutzer
el: Ενεργοί καθημερινοί χρήστες
es_es: Usuarios activos al día
fa: کاربران فعال روزانه
fr: Utilisateurs actifs par jour
hu: Aktív felhasználók
it: Utenti attivi per giorno
ja: 1 日のアクティブユーザ数
nl: Actieve dagelijkse gebruikers
pl: Aktywni dzienni użytkownicy
pt_br: Usuários ativos diariamente
pt_pt: Daily Update Requests
ru: Daily Update Requests
sk: Aktívni denní používatelia
sq: Përdoruesa të Përditshëm Aktivë
sv_se: Aktiva dagliga användare
uk: Активні користувачі за день
vi: Người dùng Mỗi ngày

source: Average Daily Active Users
ca: Average Daily Update Requests
cs: Průměrný počet aktivních uživatelů za den
de: Durchschnitt tägliche Nutzer
el: Μέσος όρος καθημερινών ενεργών χρηστών
es_es: Media de usuarios activos al día
fa: متوسط کاربران فعال روزانه
fr: Moyenne des utilisateurs actifs par jour
hu: Aktív felhasználók átlaga
it: Numero medio di utenti attivi per giorno
ja: 1 日の平均アクティブユーザ数
nl: Gemiddeld aantal dagelijkse actieve gebruikers
pl: Średnia dzienna liczba aktywnych użytkowników
pt_br: Média de usuários ativos por dia
pt_pt: Average Daily Update Requests
ru: Average Daily Update Requests
sk: Denní aktívni používatelia priemerne
sq: Përdoruesa Aktivë të Përditshëm Mesatarisht
sv_se: Dagliga aktiva användare i genomsnitt
uk: Користувачів за день в середньому
vi: Số người dùng Trung bình Mỗi ngày

source: Average Daily Users this Week
ca: Average Daily Update Request this Week
cs: Průměrný počet denních uživatelů v tomto týdnu
de: Durchschnittliche Benutzerzahl pro Tag in dieser Woche
el: Μέσος όρος καθημερινών χρηστών αυτή την εβδομάδα
es_es: Media de usuarios diaria en esta semana
fa: متوسط کاربران روزانه در این هفته
fr: Moyenne quotidienne du nombre d'utilisateurs cette semaine
hu: Átlagos napi felhasználószám a héten
it: Media giornaliera degli utenti attivi in questa settimana
ja: 今週の日別平均ユーザ数
nl: Gemiddeld aantal gebruikers deze week
pl: Średnia dzienna liczba użytkowników w tym tygodniu
pt_pt: Average Daily Update Request this Week
ru: Average Daily Update Request this Week
sk: Priemerný týždenný počet denných používateľov
sq: Mesatare Ditore Përdoruesish këtë Javë
sv_se: Genomsnittliga dagliga användar denna vecka
uk: В середньому користувачів цього тижня
vi: Người dùng Hàng ngày Trung bình của Tuần này

source: %1$s %2$s file
ca: %1$s fitxer %2$s
cs: %1$s soubor ve stavu %2$s
de: %1$s Datei ist %2$s
el: %1$s %2$s αρχείο
es_es: %1$s archivo %2$s
fa: %1$s پروندهٔ‌ %2$s
hu: %1$s %2$s fájl
it: %1$s file %2$s
ja: %1$s 件の %2$s ファイル
nl: %1$s ‘%2$s’ bestand
pl: %1$s plik o statusie %2$s
pt_br: %1$s %2$s arquivo
pt_pt: %1$s %2$s ficheiro
ru: %2$s %1$s файл
sk: %1$s %2$s súbor
sq: %1$s kartelë %2$s
sv_se: %1$s %2$s fil
uk: файл %1$s %2$s
vi: %1$s tập tin %2$s

source: %1$s %2$s users (%3$s&#37; of total)
ca: %1$s %2$s usuaris (%3$s&#37; del total)
cs: %1$s uživatelů aplikace %2$s (%3$s&#37; celkem)
de: %1$s %2$s Benutzer (%3$s&#37; von allen)
el: %1$s χρήστες του %2$s (%3$s&#37; του συνόλου)
es_es: %1$s usuarios de %2$s (%3$s&#37; del total)
fa: %1$s کاربر %2$s (%3$s٪ از کل)
fr: %1$s utilisateurs de %2$s (%3$s&#37; du total)
hu: %1$s %2$s felhasználó (az összes %3$s&#37;-a)
it: %1$s %2$s utenti (%3$s&#37; del totale)
ja: %1$s %2$s ユーザ (全体の %3$s&#37;)
nl: %1$s gebruikers van %2$s (%3$s&#37; van het totaal)
pl: %1$s użytkowników %2$s (%3$s&#37; wszystkich)
pt_br: %1$s %2$s usuários (%3$s&#37; do total)
pt_pt: %1$s %2$s utilizadores (%3$s&#37; no total)
ru: %1$s %2$s пользователей (%3$s&#37; от общего кол-ва)
sk: %1$s používateľov v aplikácii %2$s (%3$s&#37; zo všetkých)
sq: %1$s përdoruesa %2$s-i (%3$s&#37; gjithsej)
sv_se: %1$s %2$s användare (%3$s&#37; av totala antalet)
uk: %1$s %2$s користувачів (%3$s&#37; від загальної кількості)
vi: %1$s người dùng %2$s (%3$s&#37; trên tổng số)

source: %1$s KB
fa: %1$s کیلوبایت
fr: %1$s Ko
pt_pt: %1$s&nbsp;KB
ru: %1$s КБ
uk: %1$s КБ

source: %1$s Statistics
ca: Estadístiques de %1$s
cs: Statistika doplňku %1$s
de: Statistiken für %1$s
el: Στατιστικά %1$s
es_es: Estadísticas para %1$s
fa: آمار %1$s
fr: Statistiques %1$s
hu: %1$s statisztikája
it: Statistiche %1$s
ja: %1$s の統計情報
nl: %1$s statistieken
pl: %1$s – statystyki
pt_br: Estatísticas para %1$s
pt_pt: %1$s Estatisticas
ru: Статистика %1$s
sk: Štatistika doplnku %1$s
sq: Statistika %1$s
sv_se: %1$s-statistik
uk: Статистика %1$s
vi: Thống kê %1$s

source: %1$s Version History
ca: Historial de versions del %1$s
cs: Historie verzí doplňku %1$s
de: Versionsgeschichte von %1$s
el: Ιστορικό εκδόσεων %1$s
es_es: Historial de las versiones de %1$s
fa: تاریخچهٔ نسخه‌های %1$s
fr: Historique de version de %1$s
hu: %1$s verziótörténete
it: %1$s cronologia delle versioni
ja: %1$s のバージョン履歴
nl: %1$s versiegeschiedenis
pl: %1$s – historia wersji
pt_br: Histórico de versões do %1$s
pt_pt: %1$s Histórico da Versão
ru: История версий %1$s
sk: História verzií %1$s
sq: Historik Versionesh të %1$s
sv_se: %1$s versionshistorik
uk: Історія версій %1$s
vi: %1$s Lược sử Phiên bản

source: %1$s added %2$s to group %3$s
ca: En/na %1$s va afegir %2$s al grup %3$s
cs: Uživatel %1$s byl přidán %2$s do skupiny %3$s
de: %1$s fügte %2$s zur Gruppe %3$s hinzu
el: Ο/Η %1$s πρόσθεσε τον/την %2$s στην ομάδα %3$s
es_es: %1$s ha añadido %2$s al grupo %3$s
fr: %1$s a ajouté %2$s au groupe %3$s
hu: %1$s hozzáadta %2$s felhasználót a(z) %3$s csoporthoz
it: %1$s ha aggiunto %2$s al gruppo %3$s
ja: %1$s が %2$s をグループ %3$s へ追加しました
nl: %1$s heeft %2$s toegevoegd aan groep %3$s
pl: %1$s dodał %2$s do grupy %3$s
pt_br: %1$s adicionou %2$s ao grupo %3$s
pt_pt: %1$s adicionou %2$s ao grupo %3$s
ru: %1$s добавил %2$s в группу %3$s
sk: Používateľ %1$s pridal používateľa %2$s do skupiny %3$s
sq: %1$s shtoi %2$s te grupi %3$s
sv_se: %1$s adderade %2$s till gruppen %3$s
uk: %1$s додано %2$s до групи %3$s
vi: %1$s thêm %2$s vào nhóm %3$s

source: %1$s added addon %2$s to feature list
ca: En/na %1$s va afegir el complement %2$s a la llista
cs: Uživatel %1$s přidal %2$s na seznam doporučovaných
de: %1$s fügte Add-on %2$s zur Liste der Empfehlungen hinzu
el: Ο/Η %1$s πρόσθεσε το πρόσθετο %2$s στη λίστα συνιστώμενων
es_es: %1$s ha añadido el complemento %2$s a la lista de características
hu: %1$s hozzáadta a(z) %2$s kiegészítőt a kiemeltek listájához
it: %1$s ha aggiunto %2$s all'elenco dei componenti consigliati
ja: %1$s がアドオン %2$s を注目リストへ追加しました
nl: %1$s heeft add-on %2$s toegevoegd aan de lijst met aanbevolen add-ons
pl: %1$s dodał dodatek %2$s do listy polecanych
pt_br: %1$s adicionou o complemento %2$s na lista de recomendados
pt_pt: %1$s adicionou o extra %2$s à lista
ru: %1$s добавил дополнение %2$s в список избранных
sk: Používateľ %1$s pridal doplnok %2$s do zoznamu odporúčaných
sq: %1$s shtoi shtesën %2$s te lista
sv_se: %1$s lade till tillägget %2$s till framhävningslistan
uk: %1$s додано додаток %2$s до списку можливостей
vi: %1$s đã thêm tiện ích %2$s vào danh sách khuyên dùng

source: %1$s approved review %2$s
ca: En/na %1$s va aprovar la revisió %2$s
cs: Uživatel %1$s schválil recenzi %2$s
de: %1$s gab Bewertung %2$s frei
el: Ο/Η %1$s ενέκρινε την αξιολόγηση %2$s
es_es: %1$s ha aprobado la revisión %2$s
fr: %1$s a approuvé la critique de %2$s
hu: %1$s jóváhagyta a(z) %2$s értékelését
it: %1$s ha approvato la recensione %2$s
ja: %1$s がレビュー %2$s を承認しました
nl: %1$s heeft beoordeling %2$s goedgekeurd
pl: %1$s zaakceptował recenzję %2$s
pt_pt: %1$s aprovou o comentário %2$s
ru: %1$s одобрил отзыв %2$s
sk: Používateľ %1$s odsúhlasil recenziu %2$s
sq: %1$s miratoi shqyrtimin %2$s
sv_se: %1$s godkände granskningen %2$s
uk: %1$s затверджено перегляд %2$s
vi: %1$s đã chấp thuận đánh giá %2$s

source: %1$s associated themselves with %2$s
ca: En/na %1$s s'ha afegit ell/a mateix al grup %2$s
cs: Uživatel %1$s se přiřadil k %2$s
de: %1$s fügte sich selbst zur Gruppe %2$s hinzu
el: Ο/Η %1$s έγινε μέλος της ομάδας %2$s
es_es: %1$s los ha asociado con %2$s
fr: %1$s a rejoint le groupe %2$s
it: %1$s si è aggiunto al gruppo %2$s
ja: %1$s が自分自身をグループ %2$s へ関連付けました
nl: %1$s heeft zichzelf verbonden met %2$s
pl: %1$s skojarzył siebie z %2$s
pt_br: %1$s se associou ao grupo %2$s
pt_pt: %1$s associou-se a %2$s
ru: %1$s связал себя с %2$s
sk: Používateľ %1$s sa priradil do skupiny %2$s
sq: %1$s përshoqëroi veten me %2$s
sv_se: %1$s för knippade sig själv med %2$s
uk: %1$s поєднано з %2$s
vi: %1$s kết hợp họ với %2$s

source: %1$s attempted to modify locked group %2$s
ca: En/na %1$s va intentar modificar el grup bloquejat %2$s
cs: Uživatel %1$s se pokusil upravit uzamčenou skupinu %2$s
de: %1$s versuchte, die geschützte Gruppe %2$s zu verändern
el: Ο/Η %1$s προσπάθησε να τροποποιήσει την κλειδωμένη ομάδα %2$s
es_es: %1$s ha intentado modificar el grupo bloqueado %2$s
it: %1$s ha cercato di modificare il gruppo bloccato %2$s
ja: %1$s がロックされているグループ %2$s を編集しようとしました
nl: %1$s heeft geprobeerd de afgesloten groep %2$s te wijzigen
pl: %1$s próbował zmodyfikować zablokowaną grupę %2$s
pt_br: %1$s tentou modificar grupo bloqueado %2$s
pt_pt: %1$s tentou modificar o grupo fechado %2$s
ru: %1$s попытался изменить заблокированную группу %2$s
sk: Používateľ %1$s sa pokúsil upraviť uzamknutú skupinu %2$s
sq: %1$s u përpoq të ndryshoi grupin e kyçur %2$s
sv_se: %1$s försökte ändra den låsta gruppen %2$s
uk: %1$s спроба змінити закриту групу %2$s
vi: %1$s đã cố gắng sửa đổi nhóm bị khóa %2$s

source: %1$s attempted to modify translations in %2$s without permission
ca: En/na %1$s va intentar modificar les traduccions en %2$s quan no tenia permís
cs: Uživatel %1$s se pokusil bez oprávnění upravit překlady u %2$s
de: %1$s versuchte, Übersetzungen in der Sprache %2$s ohne Berechtigung zu verändern
el: Ο/Η %1$s προσπάθησε να τροποποιήσει τη μετάφραση για τη γλώσσα %2$s χωρίς να έχει εξουσιοδότηση
es_es: %1$s ha intentado modificar las traducciones en %2$s sin permiso
it: %1$s ha cercato di modificare le traduzioni in %2$s senza averne i permessi
ja: %1$s が %2$s の翻訳を許可なく編集しようとしました
nl: %1$s heeft geprobeerd vertalingen in %2$s te wijzigen zonder toestemming
pl: %1$s próbował bez uprawnień zmodyfikować tłumaczenie w %2$s
pt_br: %1$s tentou modificar traduções em %2$s sem permissão
pt_pt: %1$s tentou modificartraduções em %2$s sem permissão
ru: %1$s попытался изменить переводы в %2$s без разрешения
sk: Používateľ %1$s sa pokúsil bez povolenia upraviť preklady pre lokalizáciu %2$s
sq: %1$s u përpoq të ndryshonte pa leje përkthimet në %2$s
sv_se: %1$s försökte ändra översättningar i %2$s utan att ha rätt till det
uk: %1$s спроба змінити переклади у %2$s без дозволу
vi: %1$s đã cố gắng sửa đổi bản dịch trong %2$s mà chưa được phép

source: %1$s changed a feature for %2$s locale
ca: En/na %1$s va canviar una característica per a l'idioma %2$s
cs: Uživatel %1$s změnil doporučení pro jazyk %2$s
de: %1$s änderte eine Empfehlung für die Sprache %2$s
el: Ο/Η %1$s άλλαξε ένα χαρακτηριστικό για τη γλώσσα %2$s
es_es: %1$s ha cambiado una característica para el idioma %2$s
fr: %1$s a modifié une fonctionnalité de la locale %2$s
it: %1$s ha modificato una funzione per il locale %2$s
ja: %1$s がロケール %2$s の機能を変更しました
nl: %1$s heeft een functie gewijzigd voor de %2$s locale
pl: %1$s zmienił właściwość dla lokalizacji %2$s
pt_br: %1$s mudou um recurso para o locale %2$s
pt_pt: %1$s alterou uma funcionalidade para o idioma %2$s
ru: %1$s изменил возможность для локализации %2$s
sk: Používateľ %1$s zmenil zoznam odporúčaných doplnkov pre lokalizáciu %2$s
sq: %1$s ndryshoi një veçori për vendoren %2$s
sv_se: %1$s ändrade en framhävning för %2$s lokalen
uk: %1$s зміна можливості для локалі %2$s
vi: %1$s đã thay đổi một tính năng cho bản địa %2$s

source: %1$s changed config '%2$s' from '%3$s' to '%4$s'
ca: En/na %1$s va canviar el valor de '%2$s' de '%3$s' a '%4$s'
cs: Uživatel %1$s změnil předvolbu '%2$s' z '%3$s' na '%4$s'
de: %1$s änderte Konfigurationseinstellung '%2$s' von '%3$s' nach '%4$s'
el: Ο/Η %1$s άλλαξε τη ρύθμιση «%2$s» από «%3$s» σε «%4$s»
es_es: %1$s ha cambiado al configuración '%2$s' de '%3$s' a '%4$s'
it: %1$s ha modificato il parametro '%2$s' da '%3$s' a '%4$s'
ja: %1$s が '%2$s' の設定を '%3$s' から '%4$s' へ変更しました
nl: %1$s heeft instelling ‘%2$s’ van ‘%3$s’ in ‘%4$s’ gewijzigd
pl: %1$s zmienił ustawienie „%2$s” z „%3$s” na „%4$s”
pt_br: %1$s mudou configuração '%2$s' de '%3$s' para '%4$s'
pt_pt: %1$s alterou o config '%2$s' de'%3$s' para '%4$s'
ru: %1$s изменил поле конфигурации '%2$s' с '%3$s' на '%4$s'
sk: Používateľ %1$s zmenil konfiguráciu '%2$s' z '%3$s' na '%4$s'
sq: %1$s ndryshoi përshkrimin '%2$s' nga '%3$s' në '%4$s'
sv_se: %1$s ändrade inställningen '%2$s' från '%3$s' till '%4$s'
uk: %1$s змінено конфіг '%2$s' з '%3$s' на '%4$s'
vi: %1$s đã thay đổi cấu hình '%2$s' từ '%3$s' thành '%4$s'
