Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: If you choose a nickname, it must be unique.
ca: Si escolliu un àlies, cal que sigui únic.
cs: Pokud zvolíte označení, musí být unikátní.
de: Wenn Sie Ihrer Sammlung einen Spitznamen geben, so darf er noch nicht vergeben sein.
el: Αν επιλέξετε ψευδώνυμο, θα πρέπει να είναι μοναδικό.
es_es: Si seleccionas un nick, debe ser único.
fa: نام مستعاری که انتخاب می‌کنید باید یکتا باشد.
fr: Si vous choisissez un surnom, il doit être unique.
hu: Ha becenevet választ, annak egyedinek kell lennie.
it: Se scegli di assegnare uno pseudonimo, deve essere unico.
ja: ニックネームを選択した場合は、一意である必要があります。
nl: Als u een nickname kiest dient deze uniek te zijn.
pl: Jeśli został wybrany nick, musi być on unikatowy.
pt_br: Se você escolher um apelido, ele deve ser único.
pt_pt: Se escolher uma alcunha , tem de ser única.
ru: Если вы выбираете ник, он должен быть уникальным.
sk: Prezývka musí byť unikátna.
sq: Po qe se zgjidhni një nofkë, ajo duhet të jetë unike.
sv_se: Om du väljer ett smeknamn måste det vara unikt.
uk: При виборі імені не використовуйте уже існуюче ім'я.
vi: Nếu bạn chọn một biệt hiệu, nó phải là độc nhất.

source: If you did not receive the confirmation email, make sure your email service did not mark it as "junk mail" or "spam". If you need to, you can have us %1$s to your email address mentioned above.
ca: Si nou heu rebut el correu de confirmació, assegureu-vos que el vostre gestor de correu no l'ha marcat com a «correu brossa» o «spam». Si ho necessiteu, podeu sol·licitar-nos-ho, %1$s, a la vostra adreça de correu descrita anteriorment.
cs: Pokud jste neobdrželi aktivační e-mail, zkontrolujte prosím, zda ho váš poštovní klient neoznačil jako "nevyžádanou poštu". Pokud potřebujete, můžete si na svoji e-mailovou adresu uvedenou výše nechat %1$s.
de: Falls Sie die Bestätigungsmail nicht erhalten haben, prüfen Sie bitte zunächst, ob Ihr E-Mail-Service diese als "Spam" markiert hat und diese ggf. im dafür vorgesehenen Ordner gelandet ist. Wenn es nötig ist, können Sie sich die E-Mail an ihre o.g. Adresse %1$s.
el: Αν δε λάβατε το μήνυμα επιβεβαίωσης, σιγουρευτείτε πως η υπηρεσία ηλ. ταχυδρομείου που χρησιμοποιείτε δεν το σημείωσε ως «ανεπιθύμητο» ή «spam». Αν χρειάζεται, μπορούμε να κάνουμε %1$s στη διεύθυνση ηλ. ταχυδρομείου που αναφέρθηκε παραπάνω.
es_es: Si no recibes el correo de confirmación, asegúrate que tu proveedor de correo no lo marque como "correo basura" o "spam". Si lo necesitas, podemos enviarte el %1$s a la dirección de correo electrónico mencionada.
fa: اگر نامهٔ تأییدیه را دریافت نکرده‌اید، اطمینان حاصل نمایید که سرویس پست الکترونیکی شما آن را به عنوان «هرزنامه» برچسب نزده باشد. اگر نیاز دارید، می‌توانید از ما درخواست %1$s به نشانی پست الکترونیکی فوق را بنمایید.
fr: Si vous n'avez pas reçu le message de confirmation, assurez-vous que ce message n'a pas été marqué comme indésirable (spam) par votre gestionnaire de messagerie. Si nécessaire, nous pouvons %1$s à l'adresse de messagerie mentionnée ci-dessus.
hu: Ha nem kapta meg a megerősítő e-mailt, ellenőrizze, hogy a levelezője nem jelölte-e meg levélszemétként vagy spamként. Ha szükséges, megkérhet minket a %1$s a fenti e-mail címre.
it: Se non hai ricevuto una e-mail di conferma, verifica che il messaggio non sia stato contrassegnato come "posta indesiderata" o "spam". Se necessario possiamo %1$s all'indirizzo indicato.
ja: 確認メールが届かない場合は、お使いのメールサービスやメールソフトによって、そのメールが「迷惑メール」あるいは「スパム」と判定されていないかどうかご確認ください。必要に応じて、上に書かれたメールアドレスに %1$s できます。
nl: Als u de bevestigingse-mail niet heeft ontvangen, controleer dan of uw e-mailservice deze niet als “junk mail” of “spam” heeft gemarkeerd. Als het nodig is, kunnen wij u het %1$s naar uw e-mailadres zoals hierboven vermeld.
pl: Jeśli w Twojej skrzynce odbiorczej nie ma wiadomości z danymi do potwierdzenia konta, upewnij się, czy nie została ona oznaczona jako niechciana lub „spam”. W razie potrzeby możesz poprosić o %1$s na podany wyżej adres.
pt_br: Se você não recebeu o email de confirmação, certifique-se de que seu serviço de email não colocou a mensagem na "lixeira" ou "spam". Se precisar, podemos %1$s utilizando o email acima.
pt_pt: Se não recebeu o correio electrónico de confirmação, verifique se o seu serviço de correio não o marcou como "lixo electrónico" ou "spam". Se necessitar, pode-nos pedir para %1$s para o endereço de correio electrónico acima mencionado.
ru: Если вы не получили письмо для подтверждения, убедитесь что ваш почтовый сервис не пометил его как «спам». При необходимости вы можете %1$s на ваш почтовый адрес, упомянутый выше.
sk: Ak ste nedostali potvrdzovací e-mail, skontrolujte svoju e-mailovú službu, či neoznačila správu ako "spam". V prípade potreby môžete %1$s na e-mailovú adresu uvedenú vyššie.
sq: Nëse nuk morët email ripohimi, sigurohuni që shërbimi email nuk e ka shënuar "postë hedhurinë" ose "spam". Nëse e shihni të nevojshme, mund t'ju %1$s te vendndodhja juaj email e përmendur më sipër.
sv_se: Om du inte fick bekräftelsebrevet via e-post, försäkra dig om att din e-postleverantör inte sorterat det som skräppost ("junk mail" eller "spam"). Om du behöver kan vi %1$s till e-postadressen ovanför.
uk: Якщо ви не отримали email підтвердження, переконайтеся, що служба вашого email’у не позначила його як "junk mail" або "spam". Якщо потрібно, ми можемо %1$s на ваш вищезгаданий email.
vi: Nếu bạn không nhận được email xác nhận, hãy chắc chắn rằng dịch vụ email không đánh dấu nó là "thư rác" hoặc "spam". Nếu cần, bạn có thể yêu cầu chúng tôi %1$s đến địa chỉ email đã nhắc tới ở trên.

source: If you have a specific problem we may help you with, please do not delete your account now, but contact us at %1$s and we will do our best to assist you in solving it.
ca: Si teniu cap problema específic us podem mirar d'ajudar, per favor no suprimiu el compte ara, i contacteu amb nosaltres via %1$s. Farem el millor que podem per a atendre-us i solucionar-ho.
cs: Pokud máte konkrétní problém, s&nbsp;kterým vám můžeme pomoci, pak svůj účet nemažte a namísto toho nás kontaktujte na adrese %1$s. My se pokusíme váš problém vyřešit.
de: Falls Sie ein bestimmtes Problem haben, bei dem wir Ihnen helfen können, dann löschen Sie Ihr Benutzerkonto bitte jetzt nicht, sondern setzen Sie sich mit uns unter %1$s in Verbindung, und wir werden unser bestes tun, Ihnen bei der Lösung des Problems behilflich zu sein.
el: Αν αντιμετωπίζετε κάποιο πρόβλημα που ίσως μπορούμε να σας βοηθήσουμε να λύσετε, μην διαγράψετε τον λογαριασμό σας άμεσα, επικοινωνήστε μαζί μας στη διεύθυνση %1$s και θα κάνουμε ό,τι μπορούμε για να σας βοηθήσουμε.
es_es: Si tienes algún problema específico en el que te podamos ayudar, por favor, no borres aún la cuenta y contacta con nosotros en %1$s , trataremos de ayudarte lo mejor posible para solucionarlo.
fa: اگر مشکل خاصی دارید که امکان دارد بتوانیم در مورد آن به شما کمک کنیم، لطفاً حساب کاربری خود را فعلاً پاک نکنید، و با %1$s تماس بگیرید و ما نهایت تلاش خود را برای کمک به رفع آن انجام خواهیم داد.
fr: Si vous avez un problème spécifique pour lequel vous avez besoin d'aide, ne supprimez pas votre compte maintenant mais contactez-nous via %1$s, nous ferons tout notre possible pour vous aider à le résoudre.
hu: Ha olyan problémája van, amiben segíthetünk, kérjük, ne törölje még a fiókját, hanem forduljon hozzánk az %1$s levelezőlistán. Megpróbálunk legjobb tudásunk szerint segíteni.
it: Se si tratta di un problema specifico per cui possiamo essere d'aiuto, non eliminare l'account ma contattaci via %1$s e cercheremo di fornire assistenza nel migliore dei modi per risolverlo.
ja: 私たちが何か手助けできる具体的な問題がある場合は、今すぐにアカウントを削除しないで、%1$s までお問い合わせください。問題を解決できるよう、できる限りのサポートを行います。
nl: Als u een specifiek probleem hebt waarmee we u kunnen helpen, verwijder dan niet nu uw account, maar neem contact met ons op via %1$s en we zullen ons best doen u te helpen het op te lossen.
pl: Jeśli masz szczególny problem, możemy Ci pomóc. Prosimy – nie usuwaj teraz swojego konta, ale skontaktuj się z nami poprzez %1$s, a zrobimy wszystko, aby pomóc Ci w jego rozwiązaniu.
pt_br: Se você tem um problema específico que podemos lhe ajudar, por favor não delete sua conta agora, mas entre em contato conosco em %1$s e faremos o melhor para ajudá-lo a resolver o problema.
pt_pt: Se tiver um problema específico nós podemos ajudar, por favor não elimine agora a sua conta, contacte-nos em %1$s e faremos o nosso melhor para ajudá-loa resolver.
ru: Если у вас имеется специфичная проблема, с которой мы можем помочь, пожалуйста не удаляйте свою учётную запись. Свяжитесь с нами по адресу %1$s и мы приложим все усилия по решению этой проблемы.
sk: Ak máte nejaký problém, s ktorým by sme vám mohli pomôcť, neodstraňujte zatiaľ váš účet, ale kontaktujte nás na adrese %1$s a my urobíme všetko preto, aby sme daný problém vyriešili.
sq: Mund t'ju ndihmojmë nëse keni një problem të veçantë; ju lutem mos e fshini llogarinë tuaj këtë herë, por lidhuni me ne te %1$s dhe do të bëjmë ç'të jetë e mundur për t'ju ndihur në zgjidhjen e tij.
sv_se: Om du har ett specifikt problem du vill ha hjälp med, ta inte bort ditt konto nu utan kontakta oss på %1$s och vi kommer att göra vårt bästa för att hjälpa dig lösa problemet.
uk: Якщо у вас виникла якась особлива проблема, ви вам можемо з нею допомогти, але, будь ласка, не вилучайте свій рахунок зараз, а зв'яжіться з нами на %1$s. Ми намагатимемося зробити усе можливе, щоб вирішити цю проблему.
vi: Nếu bạn có một vấn đề riêng biệt nào đó, chúng tôi có thể giúp bạn. Vui lòng đừng xóa tài khoản của bạn bây giờ, mà hãy liên hệ chúng tôi tại %1$s và chúng tôi sẽ cố hết sức để hỗ trợ bạn giải quyết nó.

source: If you have additional questions, please contact %1$s for assistance.
ca: Si teniu una pregunta més, contacteu amb %1$s per a ser atesos.
cs: Pokud máte další otázky, kontaktujte prosím pro asistenci %1$s.
de: Wenn Sie noch Fragen haben, kontaktieren Sie bitte %1$s.
el: Αν έχετε πρόσθετες ερωτήσεις, παρακαλούμε επικοινωνήστε με τη διεύθυνση %1$s για βοήθεια.
es_es: Si tienes alguna otra pregunta, por favor, contacta en %1$s para recibir asistencia.
fa: در صورتی که سؤال دیگری دارید، با %1$s تماس بگیرید.
fr: Si vous avez d'autres questions, veuillez contacter %1$s pour obtenir de l'assistance.
hu: További kérdéseivel forduljon segítségért az %1$s levelezőlistához.
it: In caso di dubbi o domande, contattare %1$s per assistenza.
ja: 他に質問がある場合は、%1$s までお問い合わせください。
nl: Als u aanvullende vragen heeft kunt u contact opnemen met %1$s voor hulp.
pl: Jeśli masz dodatkowe pytania, skontaktuj się z %1$s, by uzyskać pomoc.
pt_br: Se você tem outras perguntas, por favor entre em contato com %1$s para obter assistência.
pt_pt: Se tiver perguntas, por favor contacte %1$s para assistência.
ru: Если у вас имеются дополнительные вопросы, обратитесь в %1$s.
sk: Ak máte ďalšie otázky, kontaktujte nás na adrese %1$s.
sq: Nëse keni pyetje shtesë, për ndihmë ju lutem lidhuni me %1$s.
sv_se: Om du har ytterligare frågor, kontakta %1$s för assistans.
uk: Якщо у вас є додаткові запитання, зверніться, будь ласка, %1$s за підтримкою.
vi: Nêu bạn còn câu hỏi nào, vui lòng liên hệt %1$s để được hỗ trợ.

source: If you have an email address for support inquiries, enter it here. Adding other translations is not necessary unless you have different email addresses for different languages.
ca: Si teniu un adreça de correu per a atendre les preguntes i problemes, introduïu-la aquí. No cal que afegiu altres traduccions a no ser que tingueu diverses adreces de correu per a diverses llengües.
cs: Pokud máte zřízen e-mail pro podporu doplňku, vložte zde jeho adresu. Překlady adresy přidávejte pouze tehdy, pokud máte různé adresy pro různé jazyky.
de: Wenn Sie E-Mail-Adressen haben, an die Support-Anfragen gerichtet werden können, geben Sie sie bitte hier ein. Das Hinzufügen weiterer Übersetzungen ist nicht notwendig, es sei denn Sie haben unterschiedliche E-Mail-Adressen für unterschiedliche Sprachen.
el: Αν έχετε μια διεύθυνση ηλεκτρονικού ταχυδρομείου για θέματα, εισάγετε την εδώ. Δεν χρειάζεται να προσθέσετε μεταφράσεις, εκτός κι αν χρησιμοποιείτε διάφορες διευθύνσεις για διάφορες γλώσσες.
es_es: Si tienes una dirección de correo para peticiones de asistencia, introdúcela aquí. No es necesario añadir otras traducciones a menos que tengas diferentes direcciones para otros idiomas.
hu: Ha van egy támogatási kérdésekre fenntartott e-mail címe, itt megadhatja. Fordításokat nem szükséges megadni, hacsak nincsenek különböző e-mail címei a különböző nyelvekhez.
it: Se esiste un indirizzo e-mail per richieste di supporto, inserirlo in questo campo. Non è necessario aggiungere altre traduzioni, a meno che vengano usati indirizzi e-mail diversi per lingue diverse.
ja: サポートに関する問い合わせを受け付けるメールアドレスを持っている場合は、そのアドレスを入力してください。他の言語に対応するアドレスを持っていないのであれば、他の翻訳を追加する必要はありません。
nl: Indien u een e-mailadres voor ondersteuningsvragen hebt, kunt u dat hier invoeren. Toevoegen van andere vertalingen is niet nodig tenzij u verschillende e-mailadressen hebt voor verschillende talen.
pl: Jeśli masz adres e-mail, na który użytkownicy mogą kierować zapytania i prośby o pomoc, wprowadź go tutaj. Dodając tłumaczenia, nie ma konieczności posiadania adresów e-mail dla różnych języków.
pt_br: Se você tem um endereço de email para pedidos de suporte, entre com ele aqui. O cadastrode outras traduções não é necessário ao menos que você tem múltiplos endereços de email referentes a múltiplos idiomas.
pt_pt: Se tiver um endereço de correio electrónico para pedidos de suportel, escreva o seu endereço aqui. Adicionar outras traduções não é necessário a menos que o seu sítio web esteja traduzido noutros idiomas.
ru: Если у вас есть адрес эл. почты для поддержки пользователей, введите его здесь. Добавлять другие переводы не обязательно, если только у вас нет разных адресов эл. почты для разных языков.
sk: Ak poskytujete technickú podporu prostredníctvom e-mailu, zadajte sem vašu adresu. Pokiaľ pre iné jazyky nepoužívate inú e-mailovú adresu, pridávanie ďalších jazykov nie je potrebné.
sq: Po qe se keni një vendndodhje email për kërkesa asistence, jepeni këtu. Shtimi i përkthimeve të tjera nuk është i nevojshëm, po qe se nuk keni vendndodhje email të ndryshme për gjuhë të ndryshme.
sv_se: Om du har en e-postadress för hjälpförfrågningar, ange den här. Översättningar för andra språk behöver inte anges om du inte har olika e-postadresser för olika språk.
uk: Якщо у вас є електронна адреса, щоб отримувати запитання про допомогу, введіть її тут. Переклад на інші мови не обов'язковий, якщо у вас немає різних адрес для різних мов.
vi: Nếu bạn có một địa chỉ email để hỗ trợ, nhập nó vào đây. Thêm các bản dịch khác là không cần thiết trừ khi bạn có các địa chỉ email khác cho các ngôn ngữ khác.

source: If your supported application does not require an install.rdf file, you still must include one with the required properties as specified <a href="%s">here</a>.
ca: Si la vostra aplicació no requereix un fitxer install.rdf, tot i així haureu d'incloure'n un amb les propietats necessàries tal com s'especifica <a href="%s">aquí</a>.
de: Falls die von Ihnen unterstützte Anwendung keine install.rdf verlangt, so müssen Sie diese trotzdem mit den <a href="%s">hier</a> erklärten Eigenschaften hinzufügen.
el: Ακόμα και αν η εφαρμογή που υποστηρίζεται από το πρόσθετο σας δεν απαιτεί αρχείο install.rdf, θα πρέπει να συμπεριλάβετε ένα με τις απαιτούμενες ρυθμίσεις όπως αυτές περιγράφονται στο %s.
es_es: Si tu aplicación no requiere un archivo install.rdf, debes incluir uno en cualquier caso con las propiedades requeridas, tal y como se especifica <a href="%s">aquí</a>.
fr: Si l'application que vous supportez ne nécessite pas de fichier install.rdf, vous devez tout de même inclure ce fichier avec les propriétés requises comme spécifié <a href="%s">ici</a>.
hu: Ha a támogatott alkalmazás nem igényli az install.rdf fájlt, akkor is mellékelni kell egyet az <a href="%s">itt</a> meghatározott tartalommal.
it: Se l'applicazione di riferimento non richiede la presenza del file install.rdf, è comunque necessario includerne uno con le caratteristiche specificate <a href="%s">qui</a>.
ja: 登録するアドオンの対応アプリケーションが install.rdf ファイルを必要としない場合でも、<a href="%s">こちら</a> に書かれている必須プロパティを指定した install.rdf ファイルは必ず同梱する必要があります。
nl: Als uw ondersteunde toepassing geen install.rdf bestand nodig heeft, dient u er nog altijd een op te geven met de <a href="%s">hier</a> aangeduide specificaties.
pl: Nawet jeśli program, w którym ma pracować dany dodatek, nie wymaga pliku install.rdf, należy utworzyć go wg opisu na %s i dołączyć do dodatku.
pt_pt: Se a aplicação que suporta não requer um ficheiro install.rdf, pode ainda assim incluir uma com as propriedades especificada <a href="%s">aqui</a>.
ru: Даже если поддерживаемому вами приложению не требуется файл install.rdf, вы всё равно должны его включить, указав требуемые свойства, как указано <a href="%s">здесь</a>.
sk: Ak podporovaná aplikácia nevyžaduje súbor install.rdf, musí obsahovať súbor s požadovanými vlastnosťami (ako je určené <a href="%s">tu</a>).
sv_se: Även om applikationen du stöder inte kräver en install.rdf-fil måste du ändå inkludera en med de egenskaper som specificeras <a href="%s">här</a>.

source: Ignore version check
ca: Ignora la comprovació de versions
cs: Ignorovat kontrolu verzí
de: Versionsüberprüfung nicht beachten
el: αγνόηση ελέγχου έκδοσης
es_es: Ignorar la comprobación
fa: صرف‌نظر از کنترل تطابق نسخهٔ افزودنی
fr: Ignorer la vérification de version
hu: Verzió-ellenőrzés kihagyása
it: Ignora i controlli di compatibilità
ja: バージョンチェックを無視
nl: Versiecontrole negeren
pl: Pomijaj sprawdzanie wersji
pt_br: Ignorar verificação de versão
pt_pt: Ignorar a verificação da versão
ru: Игнорировать проверку версии
sk: Ignorovať kontrolu verzie
sq: Shpërfill kontroll versioni
sv_se: Ignorera versionskontroll
uk: Не зважати на цільову версію
vi: Bỏ qua việc kiểm tra phiên bản

source: Image Gallery
ca: Galeria d'imatges
cs: Galerie obrázků
de: Bildergalerie
el: Συλλογή εικόνων
es_es: Galería de imágenes
fa: گالری تصاویر
fr: Galerie d'images
hu: Képgaléria
it: Galleria anteprime
ja: イメージギャラリー
nl: Afbeeldingengalerij
pl: Galeria obrazków
pt_br: Galeria de Imagens
pt_pt: Galeria de imagens
ru: Галерея скриншотов
sk: Galéria obrázkov
sv_se: Bildgalleri
uk: Галерея зображень
vi: Trưng bày Hình ảnh

source: In Sandbox
ca: A l'entorn de proves
cs: na pískovišti
de: Im Sandkasten
el: Στο Sandbox
es_es: En el área de pruebas
fa: در گودال ماسه‌بازی
fr: Dans le bac à sable
hu: Homokozóban
it: Nella Sandbox
ja: サンドボックス内
nl: In de sandbox
pl: w piaskownicy
pt_br: Na Sandbox
pt_pt: No Sandbox
ru: В «песочнице»
sk: v sandboxe
sq: Në Bankoprovë
sv_se: I sandlådan
uk: У пісочниці
vi: Trong Hộp-cát

source: In Sandbox; Pending Review
ca: A l'entorn de proves; pendent de revisió
cs: Na pískovišti: Čeká na kontrolu
de: Im Sandkasten; Wartet auf Moderation
el: Στο Sandbox: αναμονή αξιολόγησης
es_es: En el área de pruebas; Pendiente de valoración
fa: در گودال ماسه‌بازی، در انتظار بررسی
fr: Dans le bac à sable. En attente de révision.
hu: Homokozóban, értékelés függőben
it: Nella Sandbox; in attesa di revisione
ja: サンドボックス内 - レビュー待ち
nl: In de sandbox; wacht op beoordeling
pl: w piaskownicy – w trakcie recenzowania
pt_br: Na Sandbox; Com avaliação pendente
pt_pt: No Sandbox; A aguardar comentário
ru: В «песочнице»; Ожидает рецензии
sk: v sandboxe, čakajúci na kontrolu
sq: Në Bankoprovë; Në Pritje të Shqyrtimit
sv_se: I sandlådan; avvaktar granskning
uk: У пісочниці; очікує на відгук
vi: Trong Hộp-cát; Đang chờ Đánh giá

source: In Sandbox; Public Nomination
ca: A l'entorn de proves; nominació pública
cs: Na pískovišti: Nominováno ke zveřejnění
de: Im Sandkasten; Zur Veröffentlichung nominiert
el: Στο Sandbox; Υποψηφιότητα για το δημόσιο χώρο
es_es: En el área de pruebas; En propuestas públicas
fa: در گودال ماسه‌بازی، نامزد عمومی شدن
fr: Dans le bac à sable. Nomination publique
hu: Homokozóban, nyilvánosnak jelölve
it: Nella Sandbox; segnalato
ja: サンドボックス内 - 公開申請中
nl: In de sandbox; genomineerd voor publiek
pl: w piaskownicy – nominowany do upublicznienia
pt_br: Na Sandbox; Nominado para Publicação
pt_pt: No Sandbox; Nomeação pública
ru: В «песочнице»; Номинировано на общий доступ
sk: v sandboxe, nominovaný na uverejnenie
sq: Në Bankoprovë; Propozuar Publikisht
sv_se: I sandlådan; Nominerad för publik
uk: У пісочниці; кандидат у загальнодоступні
vi: Trong Hộp-cát; Đề cử thành Công cộng

source: In a little more detail&hellip;
ca: Amb una mica més de detall&hellip;
cs: Více informací&hellip;
de: Etwas mehr Information&hellip;
el: Με περισσότερες λεπτομέρειεςl&hellip;
es_es: Con unos pocos detalles másl&hellip;
fr: En détails&hellip;
hu: Kicsit részletesebbenl&hellip;
it: Un po' più in dettaglio&hellip;
ja: もう少し詳しく...
nl: In wat meer detail…
pl: Więcej szczegółów&hellip;
pt_pt: Em mais detalhe&hellip;
ru: Чуть более подробно&hellip;
sk: Trošku podrobnejšie&hellip;
sv_se: I mer detalj&hellip;

source: In reply to:
ca: En resposta a:
cs: V odpovědi uživatele:
de: Antwort auf:
el: Σε απάντηση του:
es_es: En respuesta a:
fa: در پاسخ به:
fr: En réponse à&nbsp;:
hu: Válasz:
it: In risposta a:
ja: このメッセージへの返信:
nl: In antwoord op:
pl: W odpowiedzi na:
pt_br: Em resposta a:
pt_pt: Em resposta a:
ru: В ответ на:
sk: V odpovedi na:
sq: Në përgjigje të:
sv_se: Som svar till:
uk: У відповідь на:
vi: Trả lời:

source: Inactive
ca: Inactiu
cs: Deaktivován
de: Deaktiviert
el: Ανενεργό
es_es: Inactivo
fa: غیر فعال
fr: Inactif
hu: Inaktív
it: disattivato
ja: 無効
nl: Inactief
pl: Nieaktywny
pt_br: Desativado
pt_pt: Inactivo
ru: Неактивное
sk: neaktívny
sq: Jovepruese
sv_se: Inaktiv
uk: Неактивований
vi: Im lìm

source: Inappropriate language/dialog
ca: Utilitza un llenguatge inadequat.
cs: Nevhodný jazyk/chování
de: Unpassende Wortwahl
el: Ανάρμοστη διατύπωση
es_es: Lenguaje inapropiado
fa: استفاده از لحن یا کلمات نامناسب
fr: Langage inapproprié
hu: Nem ideillő nyelvhasználat/veszekedés
it: Linguaggio non appropriato
ja: 不適切な言葉/会話
nl: Ongepast taalgebruik
pl: Niewłaściwy język/dialog
pt_br: Linguajar inapropriado
pt_pt: Idioma/diálogo inapropriado
ru: Неприемлемые выражения/перебранка
sk: Nevhodný jazyk/dialóg
sq: Gjuhë/dialog i papërshtatshëm
sv_se: Opassande språk/innehåll
uk: Невідповідна мова/вікно
vi: Hộp thoại / ngôn ngữ không phù hợp

source: Incomplete Version
ca: Versió incompleta
cs: Neúplná verze
de: Unvollständige Version
el: Ατελής έκδοση
es_es: Versión incompleta
fa: نسخهٔ ناقص
fr: Version incomplète
hu: Nem teljes verzió
it: Versione incompleta
ja: 不完全なバージョン
nl: Onvolledige versie
pl: wersja niekompletna
pt_br: Versão Incompleta
pt_pt: Versão incompleta
ru: Неполная версия
sk: nekompletná verzia
sq: Version Jo i Plotë
sv_se: Inkomplett version
uk: Неповна версія
vi: Phiên bản Chưa hoàn thành

source: Incomplete transfer
ca: Enviament incomplet
cs: Nekompletní nahrání
de: Unvollständig übertragen
el: Μη ολοκληρωμένη μεταφορά
es_es: Transferencia incompleta
fa: انتقال نیمه‌کاره
fr: Transfert incomplet
hu: Az átvitel nem teljes
it: Trasferimento interrotto
ja: アップロードが完了しませんでした
nl: Onvolledige overdracht
pl: Transfer niekompletny
pt_br: Transferência incompleta
pt_pt: Transferência Incompleta
ru: Незавершенная передача
sk: Neúplný prenos
sq: Shpërngulje jo e plotë
sv_se: Överföringen var inte komplett
uk: Незавершена передача
vi: Truyền tải chưa hoàn tất
