Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Collections are a way for you to categorize, mix, match and mingle add-ons. Subscribe to collections created by other users or create your own.
ca: Les col·leccions són una manera de categoritzar, barrejar, trobar i combinar complements. Podeu subscriure-us a les col·leccions que han creat altres usuaris o bé crear-ne un vostre.
cs: Sbírky vám umožňují kategorizovat, porovnávat a míchat doplňky. Odebírejte sbírky vytvořené jinými uživateli nebo si vytvořte vlastní.
de: Sammlungen geben Ihnen die Möglichkeit, Add-ons zu gruppieren, kombinieren und nach Belieben zu vermischen. Abonnieren Sie Sammlungen anderer Benutzer oder erstellen Sie Ihre eigenen Sammlungen!
el: Οι συλλογές είναι ένας τρόπος για να κατηγοριοποιήσετε, να συνδυάσετε και να ταιριάξετε πρόσθετα. Γραφτείτε συνδρομητές σε συλλογές που έχουν δημιουργήσει άλλοι ή δημιουργήστε τη δική σας!
es_es: Los recopilatorios son un modo de categorizar, mezclar y relacionar complementos. Puedes suscribirte a los recopilatorios de otros usuarios o crear los tuyos propios.
fa: مجموعه‌ها روشی برای سفارشی‌سازی، ترکیب، تطبیق و مخلوط کردن افزودنی‌ها در اختیار شما قرار می‌دهند. می‌توانید به عضویت مجموعه‌های ایجاد شده توسط کاربران دیگر درآیید یا مجموعهٔ خود را ایجاد نمایید.
hu: A gyűjtemények arra szolgálnak, hogy a felhasználók kiegészítőket csokorba gyűjtsenek, egymáshoz kössenek. Feliratkozhat mások gyűjteményeire, vagy létrehozhatja a sajátját.
it: Le raccolte sono uno strumento per suddividere in categorie, combinare e associare i componenti aggiuntivi. Puoi abbonarti alle raccolte pubblicate da altri utenti o crearne di tue.
ja: コレクションは、アドオンを分類、調和、一致、混合させるための方法です。他の人が作ったコレクションを購読したり、自分でコレクションを作ることができます。
nl: Collecties zijn een manier om add-ons te categoriseren, mengen, matchen en husselen. Abonneer u op collecties die door andere gebruikers zijn aangemaakt of maak uw eigen collectie.
pl: Kolekcje są miejscem, gdzie można klasyfikować, miksować i dobierać dodatki. Subskrybuj kolekcje utworzone przez innych użytkowników lub utwórz własną.
pt_br: Coleções são uma forma de catalogar, agrupar e remixar complementos.Assine coleções criadas por outros usuários ou crie as suas próprias.
pt_pt: As colecções são uma maneira de ordenar, juntar e indexar extras. Subscreva colecções criadas por outros utilizadores ou crie a sua.
ru: Подборки являются способом категоризации, смешивания и создания коллекций дополнений. Подпишитесь на подборки, созданные другими пользователями, или создайте свои собственные.
sk: Kolekcie sú spôsob, ako môžete kategorizovať, triediť, miešať, zoskupovať a spájať doplnky. Prihláste sa k odberu kolekcie vytvorenej niekým iným alebo si vytvorte svoju vlastnú.
sq: Koleksionet janë një mënyrë për klasifikim, gjetje përputhjesh dhe përzierje shtesash në koleksione të reja. Pajtohuni në koleksione të krijuar nga përdorues të tjerë ose krijoni tuajt.
sv_se: Samlingar är ett sätt för dig att kategorisera, blanda, mixa och matcha tillägg. Prenumerera på samlingar skapad av andra användare eller skapa din egen.
uk: Колекції допомагають впорядкувати та поєднати додатки. Підпишіться на колекції, створені іншими, або ж створіть свою власну.
vi: Bộ sưu tập là một cách để bạn phân loại, trộn, so sánh các tiện ích. Hãy đăng kí vào bộ sưu tập tạo bởi người dùng khác hoặc tự tạo cho riêng bạn.

source: Collections are groups of related add-ons assembled for easy sharing.
ca: Les col·leccions són agrupacions de complements que s'han aplegat per a compartir-los fàcilment.
cs: Sbírky jsou skupiny podobných doplňků seskupených pro snadné sdílení.
de: Sammlungen sind Gruppen von Add-ons, die zum einfachen Verteilen gebündelt werden.
el: Οι συλλογές είναι σύνολα σχετικών πρόσθετων που ομαδοποιούνται για να μπορούν να μοιραστούν εύκολα.
es_es: Los recopilatorios son grupos de complementos relacionados para ser fáciles de compartir.
hu: A gyűjtemények az egyszerűbb megosztás kedvéért csokorba gyűjtött kiegészítők.
it: Le raccolte sono gruppi di componenti aggiuntivi, aggregati per renderne più semplice la condivisione.
ja: コレクションは、関連するアドオンを集めて簡単に共有できるグループです。
nl: Collecties zijn groepen verwante add-ons, verzameld om eenvoudig te delen.
pl: Kolekcje są grupami podobnych dodatków zgromadzonych razem, aby ułatwić ich udostępnianie.
pt_br: Coleções são grupos de complementos relacionados organizados para facilitar o compartilhamento.
pt_pt: As colecções são grupos de extras relacionados que são agregados para uma partilha fácil.
ru: Подборки это группы дополнений, которыми можно легко поделиться.
sk: Kolekcie sú skupiny príbuzných doplnkov vytvorené pre jednoduché zdieľanie.
sq: Koleksionet janë grupe shtesash që kanë lidhje me njëra-tjetrën të vëna tok për t'u ndarë më lehtë me të tjerë përdoruesa.
sv_se: Samlingar är grupper av tillägg som samlats ihop för att dela med sig av dem enkelt.
uk: Колекції - це групи додатків, пов'язаних між собою, для легкого обміну.
vi: Các bộ sưu tập là nhóm gồm các tiện ích liên quan được kết hợp để chia sẻ dễ dàng.

source: Complete Add-on
ca: Dóna per acabat el complement
cs: Dokončit doplněk
de: Add-on vervollständigen
el: Ολοκλήρωση πρόσθετου
es_es: Completar complemento
fa: کامل شود
fr: Module complet
hu: Kiegészítő befejezése
it: Imposta come completo
ja: アドオンを完成させる
nl: Add-on afronden
pl: Zakończ
pt_br: Completar complemento
pt_pt: Completar extra
ru: Закончить оформление
sk: Dokončiť doplnok
sq: Plotësojeni Shtesën
sv_se: Färdigställ tillägg
uk: Завершити додаток
vi: Hoàn tất Tiện ích

source: Complete your add-on and move to the Sandbox
ca: Dóna per acabat el complement i el passa a l'entorn de proves
cs: Dokončený doplněk se přesune na pískoviště.
de: Vervollständigen Sie Ihr Add-on und bringen Sie es in den Sandkasten
el: Ολοκληρώστε το πρόσθετο σας και μεταφέρετε το στο Sandbox
es_es: Completar tu complemento y moverlo al área de pruebas
fa: افزودنی خود را تکمیل کنید و آن را به گودال ماسه‌بازی انتقال دهید
fr: Complétez votre module et déplacez-le dans le bac à sable
hu: Kiegészítő befejezése és áthelyezés a Homokozóba
it: Imposta come completo il componente aggiuntivo e spostalo nella Sandbox
ja: このアドオンを完成させてサンドボックスへ移動します。
nl: Rond uw add-on af en ga naar de sandbox
pl: Kończy proces dodawania dodatku i przenosi go do piaskownicy
pt_br: Completar seu complemento e colocá-lo no Sandbox
pt_pt: Completar o seu extra e movê-lo para o Sandbox
ru: Закончить оформление вашего дополнения и переместить его в песочницу
sk: Dokončite váš doplnok a presuňte ho do Sandboxu
sq: Plotësoni shtesën tuaj dhe kalojeni në Bankoprovë
sv_se: Färdigställ ditt tillägg och flytta till sandlådan
uk: Завершити ваш додаток і перенести його до Пісочниці
vi: Hoàn tất tiện ích của bạn và di chuyển nó qua Hộp cát

source: Completing your add-on...
ca: S'està completant el vostre complement…
de: Add-on vervollständigen...
el: Ολοκλήρωση πρόσθετου...
es_es: Completando tu complemento ...
fr: Finalisation de votre module&hellip;
hu: Kiegészítő befejezése...
it: Completamento del componente aggiuntivo in corso…
ja: アドオンを完成...
nl: Add-on afronden…
pl: Kompletowanie dodatku…
pt_pt: A completar o seu extra...
ru: Заканчиваю оформление вашего дополнения...
sv_se: Färdigställer ditt tillägg...

source: Contribution information is only viewable by you and Mozilla even if your dashboard is public.
ca: La informació de les donacions només la podeu veure vós i Mozilla encara que la consola sigui pública.
de: Informationen zu den von Ihnen erhaltenen Beiträgen können nur von Ihnen und Mozilla eingesehen werden, auch wenn Ihre Add-on-Statistiken öffentlich sind.
fr: Les données sur les contributions ne sont visibles que par vous même si votre tableau de bord est public
hu: Az adományozással kapcsolatos adatokat csak Ön és a Mozilla láthatja, akkor is, ha a többi statisztika nyilvános.
it: Le informazioni relative alle donazioni sono visibili soltanto da te e Mozilla anche se la tua dashboard è pubblica.
ja: 寄付に関する情報は、統計ダッシュボードを公開していても、参照できるのはあなたと Mozilla だけです。
nl: Bijdrage-informatie is alleen zichtbaar voor u en Mozilla, zelfs als uw dashboard publiek is.
pl: Dostęp do informacji o dotacjacjach masz tylko Ty i Mozilla, nawet jeśli Twój panel autora jest ogólnodostępny.
pt_pt: A informação da contribuição é vísivel apenas por si e pela Mozilla mesmo que o dashboard seja público.
ru: Информация о пожертвованиях может быть просмотрена только вами и Mozilla даже если ваша панель статистики публична.
sv_se: Information om bidrag är bara synligt för dig och Mozilla även om din statuspanel är publik.

source: Create or update a profile of yourself and your work in making this add-on.
ca: Crea o actualitza el vostre perfil i del vostre treball en el desenvolupament d'aquest complement.
cs: Vytvořit nebo aktualizovat profil o sobě a své práci na tomto doplňku.
de: Legen Sie ein Profil von sich selbst und Ihrer Arbeit an diesem Add-on an.
el: Δημιουργήστε ή ενημερώστε το ατομικό σας προφίλ και της εργασίας σας πάνω σ' αυτό το πρόσθετο.
es_es: Crea o actualiza tu propio perfil y tu trabajo al hacer este complemento.
hu: Hozza létre vagy frissítse saját és a kiegészítő készítésén végzett munkája profilját.
it: Crea o aggiorna il tuo profilo descrivendo il lavoro che hai fatto per sviluppare questo componente aggiuntivo.
ja: あなた自身とこのアドオンの開発経緯について説明したプロフィールを作成もしくは更新します。
nl: Maak een profiel van uzelf en uw werk bij het maken van deze add-on of werk deze bij.
pl: Utwórz lub zaktualizuj swój profil i współtwórców tego dodatku.
pt_br: Crie ou atualize o profile para você e seu trabalho no desenvolvimento deste complemento.
pt_pt: Crie ou actualize o seu perfil e o trabalho ao fazer este extra.
ru: Создайте или обновите свой профиль и информацию о том, как вы разрабатываете это дополнение.
sk: Vytvorte alebo aktualizujte svoj profil a informácie o práci na tomto doplnku.
sv_se: Skapa eller uppdatera en profil för dig själv och ditt arbete med att skapa detta tillägg.
uk: Створіть чи оновіть свій профіль та свою роботу по розробці цього додатку.
vi: Tạo hoặc cập nhật hồ sơ về bạn và công sức của bạn trong quá trình tạo ra tiện ích này.

source: Creating a Skin for Firefox
pt_pt: Criar uma skin para o Firefox

source: Current Add-ons:
ca: Complements actuals:
cs: Aktuální doplňky:
de: Gegenwärtig enthaltene Add-ons:
el: Τρέχοντα πρόσθετα:
es_es: Complementos actuales:
fa: افزودنی‌های فعلی:
fr: Modules actuels&nbsp;:
hu: Jelenlegi kiegészítők:
it: Elementi correnti:
ja: 現在含まれているアドオン:
nl: Huidige add-ons:
pl: Dodatki w kolekcji:
pt_br: Complementos atualmente:
pt_pt: Extras actuais:
ru: Текущие дополнения:
sk: Aktuálne doplnky:
sq: Shtesa e Tanishme:
sv_se: Nuvarande tillägg:
uk: Поточні додатки:
vi: Tiện ích Hiện tại:

source: Custom license for add-on %1$s v%2$s
ca: La llicència personalitzada del complement %1$s v%2$s
cs: Vlastní licence pro doplněk %1$s v. %2$s
de: Benutzerdefinierte Lizenz für Add-on %1$s Version %2$s
el: Προσαρμοσμένη άδεια για το πρόσθετο %1$s εκδ. %2$s
es_es: Licencia personalizada del complemento %1$s v%2$s
fa: مجوز خاص برای افزودنی %1$s نسخهٔ %2$s
fr: Licence personnalisée pour le module %1$s v%2$s
hu: Egyéni licenc a(z) %1$s kiegészítő %2$s verziójához
it: Licenza personalizzata per %1$s v%2$s
ja: アドオン %1$s バージョン %2$s の独自ライセンス
nl: Aangepaste licentie voor add-on %1$s v%2$s
pl: Licencja autora dodatku %1$s %2$s
pt_pt: Licença personalizada para o extra %1$s v%2$s
ru: Своя лицензия для дополнения %1$s v%2$s
sk: Vlastná licencia pre doplnok %1$s v%2$s
sq: Leje e përshtatur për shtesën %1$s v%2$s
sv_se: Anpassad licens för tillägget %1$s v%2$s
uk: Ліцензія клієнта для додатку %1$s v%2$s
vi: Giấy phép tùy biến cho tiện ích %1$s v%2$s

source: Download the Add-on Collector:
ca: Baixeu-vos l'Add-on Collector:
cs: Stáhnout sbírku doplňků:
de: Laden Sie den Add-on-Sammler herunter:
el: Λήψη του Add-on Collector:
es_es: Descargar el recopilador de complementos
fa: بارگیری مجموعه‌ساز افزودنی‌ها:
hu: Töltse le az Add-on Collectort:
it: Scarica Add-on Collector:
ja: アドオンコレクターをダウンロード:
nl: Download Add-on Collector:
pl: Zainstaluj Kolekcjonera dodatków:
pt_br: Download do Colecionador de Complementos:
pt_pt: Transferir o coleccionador de extras:
ru: Загрузите собиратель дополнений:
sk: Prevziať Add-on Collector:
sq: Shkarkoni Mbledhësin e Shtesave:
sv_se: Ladda ner tilläggssamlaren:
uk: Завантажити колекціонер додатків:
vi: Tải xuống Trình sưu tập Tiện ích:

source: Downloads from Mozilla Add-ons
pt_pt: Transfer~encias dos extras da Mozilla

source: Downloads relative to most downloaded add-on in collection
ca: Baixades relatives al complement més baixat de la coŀlecció
de: Downloads im Verhältnis zum am meisten heruntergeladenen Add-on der Sammlung
el: Σχετικές λήψεις με το πιο δημοφιλές πρόσθετο της συλλογής
es_es: Descargas relativas a los complementos más descargados del recopilatorio
fr: Téléchargements par rapport au module le plus téléchargé de la collection
it: Download relativi al componente aggiuntivo più scaricato nella raccolta
ja: コレクション内で最もダウンロードされたアドオンと比較したダウンロード数
nl: Downloads gerelateerd aan de de meest gedownloade add-on in de collectie
pl: Pobrania relatywne do najczęściej pobieranych dodatków w kolekcji
pt_pt: Transferências relativamente ao extra mais transferido da colecção
sv_se: Nedladdningar relativt de mest nedladdade tilläggen i samlingen

source: Edit Add-on
pt_pt: Editar extra

# devcp_actionbar_link_edit
source: Edit Add-on
ca: Edita el complement
cs: Úpravy doplňku
de: Add-on bearbeiten
el: Επεξεργασία πρόσθετου
es_es: Editar el complemento
fa: ویرایش افزودنی
fr: Éditer le module
hu: Kiegészítő szerk.
it: Modifica
ja: アドオンを編集
nl: Add-on bewerken
pl: Edytuj dodatek
pt_br: Editar o complemento
pt_pt: Editar Extra
ru: Редактировать дополнение
sk: Upraviť doplnok
sq: Përpunoni Shtesën
sv_se: Redigera tillägg
uk: Редагувати додаток
vi: Chỉnh sửa Tiện ích

# devcp_editbox_edit_addon
source: Edit Add-on
ca: Edita el complement
cs: Úpravy doplňku
de: Add-on bearbeiten
el: Επεξεργασία πρόσθετου
es_es: Editar complemento
fa: ویرایش افزودنی
fr: Éditer le module
hu: Kiegészítő szerkesztése
it: Modifica componente aggiuntivo
ja: アドオンを編集
nl: Add-on bewerken
pl: Edytuj dodatek
pt_br: Editar complemento
pt_pt: Editar extra
ru: Редактировать дополнение
sk: Upraviť doplnok
sq: Përpunoni Shtesën
sv_se: Redigera tillägg
uk: Редагувати додаток
vi: Chỉnh sửa Tiện ích

source: Edit Add-on Descriptions
ca: Edita les descripcions del complement
cs: Úprava popisu doplňku
de: Beschreibungen des Add-ons ändern
el: Επεξεργασία περιγραφών πρόσθετου
es_es: Editar descripciones de complementos
fa: ویرایش شرح‌های افزودنی
fr: Modifier les descriptions de modules
hu: Kiegészítő leírásának szerkesztése
it: Modifica la descrizione
ja: アドオンの説明を編集
nl: Add-onbeschrijvingen bewerken
pl: Edytowanie opisów dodatku
pt_br: Editar Descrições do complemento
pt_pt: Editar descrições dos extras
ru: Редактировать описания дополнения
sk: Úprava popisov doplnku
sq: Përpunoni Përshkrime Shtese
sv_se: Redigera tilläggsbeskrivningar
uk: Виправіть Описи додатків
vi: Chỉnh sửa Mô tả Tiện ích

source: Edit Add-on Properties
ca: Edita les propietats del complement
cs: Úprava vlastností doplňku
de: Add-on-Eigenschaften bearbeiten
el: Επεξεργασία ιδιοτήτων πρόσθετου
es_es: Editar propiedades del complemento
fa: ویرایش ویژگی‌های افزودنی
fr: Éditer les propriétés du module
hu: Kiegészítő tulajdonságainak szerkesztése
it: Modifica proprietà
ja: アドオンのプロパティを編集
nl: Add-oneigenschappen bewerken
pl: Edycja właściwości dodatku
pt_br: Editar Propriedades do complemento
pt_pt: Editar propriedades do extra
ru: Редактировать свойства дополнения
sk: Úprava vlastností doplnku
sq: Përpunoni Veti Shtese
sv_se: Rediga tilläggsegenskaper
uk: Редагувати властивості додатків
vi: Chỉnh sửa Thuộc tính Tiện ích

source: Edit My Add-on
ca: Edita el meu complement
cs: Upravit doplněk
de: Mein Add-on bearbeiten
el: Επεξεργασία του πρόσθετου μου
es_es: Editar mi complemento
fa: ویرایش افزودنی من
fr: Éditer mon module
hu: Kiegészítő szerkesztése
it: Modifica il mio componente aggiuntivo
ja: 自分のアドオンを編集
nl: Mijn add-on bewerken
pl: Edytuj dodatek
pt_br: Editar meu complemento
pt_pt: Editar o meu extra
ru: Редактировать моё дополнение
sk: Upraviť môj doplnok
sq: Përpuno Shtesën Time
sv_se: Redigera mitt tillägg
uk: Редагувати свій додаток
vi: Chỉnh sửa Tiện ích Của tôi

source: Either the XML is invalid or required fields are missing. Please <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">read the documentation</a>, verify your add-on, and try again.
ca: O bé l'XML no és vàlid o bé falta informar algun camp obligatori. <a href="https://developer.mozilla.org/ca/Creaci%C3%B3_de_connectors_OpenSearch_per_al_Firefox">Consulteu la documentació</a>, comproveu el vostre complement i proveu-ho de nou.
de: Entweder is das XML ungültig oder benötigte Elemente fehlen. Bitte lesen Sie dazu <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">die Dokumentation</a> (englisch), überprüfen Sie Ihr Add-on noch einmal selbst eingehend und versuchen Sie es erneut.
it: Il file XML non è valido oppure uno dei campi obbligatori non è stato compilato. <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Consulta la documentazione</a>, verifica il componente aggiuntivo e riprova.
ja: XML の形式が不正か、必須項目が欠落しています。<a href="https://developer.mozilla.org/ja/Creating_OpenSearch_plugins_for_Firefox">ドキュメントを読んで</a> アドオンを検証してから、再度試してください。
nl: De XML is ongeldig of vereiste velden zijn niet ingevuld. Lees a.u.b. <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">de documentatie</a>, controleer uw add-on, en probeer het opnieuw.
pl: Kod XML jest nieprawidłowy lub wymagane pola nie zostały wypełnione. Proszę zapoznać się z <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">dokumentacją</a>, sprawdzić dodatek i spróbować ponownie.
pt_pt: Ou o XML é inválido ou os campos necessários estão em falta. <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Leia a documentação</a>, verifique o seu extra e volte a tentar.
ru: Либо отсутствуют требуемые поля, либо имеется ошибка в XML. Пожалуйста <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">прочтите документацию</a>, проверьте ваше дополнение, и попробуйте снова.
sk: Súbor XML je buď neplatný alebo chýbajú požadované polia. Prosím, <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">prečítajte si dokumentáciu</a>, overte váš add-on a skúste to znova.
sq: Ose XML-ja është e mangët, ose nuk janë plotësuar kutiza të domosdoshme. Ju lutem, <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">lexoni dokumentimin</a>, verifikoni shtesën tuaj, dhe riprovoni.
sv_se: Antingen är XMLn ogiltig eller så saknas obligatoriska fält. <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">Läs dokumentationen</a>, kontrollera ditt tillägg och försök igen.
vi: Hoặc XML bất hợp lệ hoặc các trường đang bị để trống. Vui lòng <a href="https://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox">đọc tài liệu</a>, xác minh tiện ích của bạn, rồi thử lại.

source: Enter a comma-separated list of e-mail addresses of Firefox Add-ons accounts
ca: Introduïu una llista d'adreces electròniques de comptes de Firefox Add-ons separades per comes
cs: Vložte seznam e-mailových adres účtů webu Doplňky Firefoxu oddělených čárkou
de: Geben Sie eine durch Kommata getrennte Liste von E-Mail-Adressen ein, die einem Benutzerkonto bei Firefox Add-ons entsprechen.
el: Εισάγετε μια λίστα διευθύνσεων ηλ. ταχυδρομείου χρηστών των πρόσθετων Firefox διαχωρισμένη με κόμματα
es_es: Introduce una lista separada por comas de direcciones de correo electrónico de cuentas de Firefox Add-ons:
fa: فهرستی از نشانی‌های پست الکترونیک افزودنی‌های فایرفاکس را که با ویرگول از یکدیگر جدا شده‌اند در اینجا وارد کنید
hu: Adja meg Firefox Add-ons fiókokhoz tartozó e-mail címek vesszőkkel elválasztott listáját
it: Inserisci gli indirizzi e-mail degli account per Firefox Add-ons separandoli con delle virgole
ja: Firefox Add-ons に登録されているアカウントのメールアドレスをカンマ区切りで入力してください
nl: Voer een kommagescheiden lijst van e-mailadressen van Firefox Add-onsaccounts in
pl: Wprowadź, oddzielane przecinkiem, adresy e-mail kont na witrynie Dodatki dla Firefoksa
pt_br: Insira uma lista de endereços de email de contas do Firefox Add-ons separados por vírgula
pt_pt: Escreva uma lista de correio electrónico separada por vírgulas de contas dos extras do Firefox
ru: Введите разделённый запятыми список адресов эл. почты учётных записей сайта дополнений Firefox
sk: Zadajte čiarkami oddelený zoznam e-mailových adries účtov na Firefox Add-ons
sq: Jepni një listë vendndodhjesh e-mail llogarish te Shtesa Firefox-i, të ndara me presje
sv_se: Skriv en kommaseparerad lista med e-postadresser till Firefox Add-ons-konton
uk: Введіть список електронних адрес аккаунтів Firefox, відділених одна від одної комами.
vi: Nhập một danh sách địa chỉ email tài khoản Tiện ích Firefox ngăn cách bởi dấu phẩy

source: Enter the e-mail address of a Firefox Add-ons account:
ca: Introduïu l'adreça electrònica d'un compte de Firefox Add-ons:
cs: Vložte e-mailovou adresu svého účtu na webu Doplňky Firefoxu:
de: Geben Sie eine E-Mail-Adresse an, die einem Benutzerkonto bei Firefox Add-ons entspricht:
el: Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου λογαριασμού στα πρόσθετα Firefox:
es_es: Introduce el correo electrónico de una cuenta de Firefox Add-ons:
fa: نشانی پست الکترونیک یک حساب کاربری افزودنی‌های فایرفاکس را وارد کنید:
hu: Adja meg egy Firefox Add-ons fiók e-mail címét:
it: Inserisci l'indirizzo e-mail di un account per questo sito (Firefox Add-ons):
ja: Firefox Add-ons に登録されているメールアドレスを入力してください:
nl: Voer het e-mailadres van een Firefox Add-onsaccount in:
pl: Wprowadź adres e-mail konta użytkownika na witrynie Dodatki dla Firefoksa
pt_br: Insira o endereço de email de uma conta do Firefox Add-ons:
pt_pt: Escreva o endereço de correio electrónico de uma conta dos extras do Firefox:
ru: Введите адрес эл. почты учётной записи сайта дополнений Firefox:
sk: Zadajte e-mailovú adresu účtu na Firefox Add-ons:
sq: Jepni vendndodhjen e-mail të një llogarie Shtesa Firefox-i:
sv_se: Ang e-postadressen till ett Firefox Add-ons-konto:
uk: Введіть електронну адресу аккаунту додатків Firefox:
vi: Nhập địa chỉ email của một tài khoản Tiện ích Firefox:

source: Error deleting add-on!
ca: S'ha produït un error quan es suprimia el complement.
cs: Chyba při mazání doplňku!
de: Fehler beim Löschen des Add-ons!
el: Συνέβη σφάλμα κατά τη διαγραφή του πρόσθετου!
es_es: ¡Error al borrar el complemento!
fa: خطا در حین حذف افزودنی!
fr: Erreur lors de la suppression du module&nbsp;!
hu: Hiba a kiegészítő törlésekor!
it: Errore durante l'eliminazione del componente aggiuntivo
ja: アドオンの削除中にエラーが発生しました！
nl: Fout bij verwijderen add-on!
pl: Wystąpił błąd podczas usuwania dodatku!
pt_br: Erro ao remover o complemento!
pt_pt: Erro ao eliminar extra!
ru: Ошибка удаления дополнения!
sk: Chyba pri odstraňovaní doplnku!
sq: Gabim në fshirjen e shtesës!
sv_se: Fel vid borttagning av tillägg!
uk: При стиранні додатку сталася помилка!
vi: Gặp lỗi khi xóa tiện ích!
