Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: <p>Thanks for your interest in submitting your add-on to Mozilla Add-ons. Hosting your add-on on Mozilla Add-ons is the easiest way to handle distribution of your add-on. Here's what you'll get:</p><ul><li>Each add-on will have a public display page with information you provide, such as a brief summary of the add-on's functionality, an optional longer description, and a showcase of preview screenshots of your add-on.</li><li>Your add-on will appear in search and browse listings across the site, and even in the Add-ons Manager of Firefox 3.</li><li>We'll take care of hosting all of your downloads and providing automatic updates to users when you upload a new version.</li><li>You'll have access to a statistics dashboard with detailed information about your user base.</li></ul><p>Add-ons hosted on the site must be reviewed by a Mozilla Add-ons Editor before they will have all of the features listed above. If you're ready to start the process and have your add-on package ready for upload, just click on Get Started below!</p>
ca: <p>Gràcies pel vostre interès en publicar el vostre complement al Mozilla Add-ons. Hostatjar el vostre complement al Mozilla Add-ons és la forma més senzilla per a gestionar la distribució del vostre complement. Disposareu de tot això:</p> <ul><li>Tots els complement tindran una pàgina pública amb la informació que hàgiu donat, com per exemple un resum breu de la funció del vostre complement, una descripció opcional, més llarga i un catàleg de previsualitzacions.<li><li>El vostre complement apareixerà a les cerques i a les llistes públiques del web, i també al Gestor de complements del Firefox 3.</li><li>Ens cuidarem d'hostatjar totes les baixades i oferirem un sistema d'actualització automàtica als usuaris que permetrà distribuir les noves versions que pugeu.</li><li>Podreu consultar estadístiques amb informació detallada dels vostres usuaris.</li></ul><p>Els complement hostatjats al web hauran de ser revisats per un editor de Mozilla Add-ons abans que rebre tots els avantatges que s'han explicat. Si esteu a punt per a començar el procés i ja teniu preparat per pujar el paquet del vostre complement cliqueu el botó Comença ara.</p>
cs: <p>Děkujeme za váš zájem o nahrání doplňku na server Mozilla Add-ons. Hostování doplňku na Mozilla Add-ons je snadný způsob, jak zajistit jeho distribuci. Zde je seznam toho, co získáte:</p><ul><li>Každý doplněk bude mít veřejnou stránku s informacemi, které poskytnete, jako je stručné shrnutí funkce doplňku, dlouhý popis a možnost nahrát několik ukázek vašeho doplňku.</li><li>Váš doplněk bude dostupný ve vyhledávání a v procházení doplňků na webu, a taktéž v rámci Spráce doplňků přímo ve Firefoxu.</li><li>Postaráme se o hostování doplňku a poskytování automatických aktualizací uživatelům kdykoliv nahrajete novou verzi.</li><li>Budete mít přístup ke stránce s detailními statistikami o vašich uživatelích.</li></ul><p>Doplňky hostované v rámci serveru musí být kontrolované redaktory Mozilla Add-ons dříve, než budou poskytovány všechny vlastnosti uvedené výše. Pokud jste připraveni zahájit proces a máte váš doplněk k dispozici pro nahrání, můžete nížeji začít!</p>
de: <p>Vielen Dank, dass Sie sich dafür interessieren, Ihr Add-on zu Mozilla Add-ons übermitteln. Ihr Add-on auf Mozilla Add-ons zu stellen ist der einfachste Weg, Ihr Add-on zu veröffentlichen. Dies sind Ihre Vorteile:</p><ul><li>Jedes Add-on verfügt über eine eigene, öffenliche Webseite mit den Informationen, die Sie zuvor eingeben, zum Beispiel einer kurzen Zusammenfassung zu den Fähigkeiten Ihres Add-ons, einem optionalen, längeren Beschreibungstext, sowie einer Anzahl von Vorschaubildern für Ihr Add-on.</li><li>Ihr Add-on wird in Suchergebnissen sowie verschiedenen Add-on-Listen angezeigt, und sogar im Add-on-Manager von Firefox&nbsp;3.</li><li>Wir stellen die Bandbreite für all Ihre Add-on-Downloads zur Verfügung und geben den Benutzern automatische Updates, wenn Sie eine neue Version hochladen.</li><li>Sie haben Zugriff auf eine Seite mit Statistiken, die Ihnen detaillierte Auskünfte darüber gibt, wie viele Leute Ihr Add-on verwenden.</li></ul><p>Add-ons, die auf dieser Seite erscheinen sollen, müssen von einem Mozilla Add-ons Moderator begutachtet werden, bevor Sie alle oben genannten Vorteile erhalten. Wenn Sie bereit sind, den Prozess zu beginnen, und wenn Sie Ihr Add-on-Paket für das Hochladen vorbereitet haben, klicken Sie auf "Los geht's"!
el: <p>Ευχαριστούμε για το ενδιαφέρον σας να υποβάλετε το πρόσθετο σας στον ιστότοπο πρόσθετων του Mozilla. Η φιλοξενία του πρόσθετου σας στον ιστότοπο πρόσθετων του είναι ο ευκολότερος τρόπος να διαχειριστείτε τη διανομή του. Τι προσφέρουμε:</p><ul><li>Κάθε πρόσθετο εμφανίζεται δημόσια σε μια σελίδα με πληροφορίες που μας δίνετε, όπως μια συνοπτική περιγραφή των λειτουργιών του, μια προαιρετικά πιο λεπτομερή περιγραφή και μια σειρά εικόνων προεπισκόπησης του πρόσθετου σας.</li><li>Το πρόσθετο σας θα εμφανίζεται στη μηχανή αναζήτησης και τις λίστες περιήγησης του ιστότοπου και μέσα στον ενσωματωμένο διαχειριστή πρόσθετων του Firefox 3.</li><li>Φροντίζουμε για τη λήψη του πρόσθετου σας και παρέχουμε αυτόματες ενημερώσεις στους χρήστες του όταν μας αποστείλετε νέα έκδοση.</li><li>Σας παρέχουμε πρόσβαση σε ένα ταμπλό στατιστικών με αναλυτικές λεπτομέρειες για τη βάση χρηστών σας.</li></ul><p> Τα πρόσθετα που φιλοξενούμε στον ιστότοπο αυτό, θα πρέπει να αξιολογήθουν από κάποιο συντάκτη του ιστότοπου για να αποκτήσουν όλα όσα αναφέραμε παραπάνω. Αν είστε έτοιμοι να ξεκινήσετε τη διαδικασία και έχετε ετοιμάσει το πακέτο του πρόσθετου σας για αποστολή, απλά κάντε κλικ στο παρακάτω κουμπί «Ξεκινήστε τώρα»!</p>
es_es: <p>Gracias por tu interés en enviar tu complemento a Mozilla Add-ons. Alojar tu complemento en Mozilla Add-ons es la manera más sencilla de distribuir tu complento. Esto es lo que tendrás:</p><ul><li>Cada complemento tiene su página pública que muestra la información que proporcionas, como un breve resumen de la funcionalidad del complemento, una descripción más larga de modo opcional, y una presentación de vistas previas de tu complemento.</li><li>tu complemento aparecerá en las búsquedas del sitio, e incluso en el administrador de complementos de Firefox 3.</li><li>Nosotros nos encargamos el alojamiento de todas tus descargas y proporcionamos las actualizaciones automáticas a los usuarios cuando envías una nueva versión.</li><li>Tendrás acceso a un panel de estadísticas con información detallada sobre tus usuarios.</li></ul><p>Los complementos alojados en el sitio tienen que ser revisados por un editor de Mozilla Add-ons antes de tener todos los puntos listados anteriormente. Si estás preparado para iniciar el proceso y tienes tu complemento listo para enviar, tan sólo pulsa en la opción de iniciar</p>
hu: <p>Köszönjük érdeklődését a kiegészítői Mozilla Add-ons oldalra beküldése iránt. Kiegészítőinek a Mozilla Add-ons oldalra való beküldésével kezelheti legegyszerűbben azok terjesztését. A következő szolgáltatásokhoz férhet hozzá:</p><ul><li>Minden kiegészítő kap egy nyilvános bemutatóoldalt, amely az Ön által megadott információkat jeleníti meg, például a kiegészítő funkcionalitásának rövid összefoglalója, egy elhagyható hosszabb leírás, valamint a kiegészítőt bemutató képernyőképek.</li><li>A kiegészítője megjelenik a keresési és tallózási listákban, sőt a Firefox 3 Kiegészítőkezelőjében is.</li><li>Elvégezzük a letöltések kiszolgálását és felhasználói számára automatikus frissítéseket biztosítunk új verzió feltöltésekor.</li><li>Hozzáférhet a statisztikai oldalhoz, amely részletes információkat biztosít a felhasználóbázisáról.</li></ul><p>Az oldalról elérhető kiegészítőket egy Mozilla Add-ons szerkesztőnek jóvá kell hagynia, mielőtt a fenti összes szolgáltatáshoz hozzáférne. Ha készen áll a folyamat elindítására, és kiegészítőcsomagja kész a feltöltésre, akkor kattintson a lenti Indulás gombra!</p>
it: <p>Grazie per aver scelto di caricare il tuo componente aggiuntivo su Mozilla Add-ons. Ospitare il tuo componente aggiuntivo su Mozilla Add-ons è la scelto più semplice per assicurare la migliore distribuzione del tuo lavoro. Ecco alcuni vantaggi: </p><ul><li>ogni componente aggiuntivo avrà una scheda pubblica con le informazioni che inserirai, come un breve riepilogo delle funzionalità dei componenti aggiuntivi, le funzioni disponibili e una galleria di anteprime del componente aggiuntivo in funzione;</li><li>il componente aggiuntivo verrà visualizzato nei risultati di ricerca, negli elenchi pubblici e anche nella finestra del Gestore dei componenti aggiuntivi di Firefox 3;</li><li>ci prenderemo cura di ospitare tutti i file per il download e di fornire aggiornamenti automatici;</li><li>avrai accesso ad una bacheca delle statistiche con informazioni dettagliate sugli utenti che utilizzano il tuo componente aggiuntivo.</li><li></ul><p>I componenti aggiuntivi ospitati su Mozilla Add-ons devono essere approvati da un revisore prima di beneficiare di tutte le possibilità descritte. Se sei pronto per iniziare il processo e il pacchetto è già pronto per essere caricato, fai clic su Per iniziare.<p>
ja: <p>Mozilla Add-ons へのアドオンの登録に興味をお持ちいただき、ありがとうございます。Mozilla Add-ons でのアドオンのホスティングは、アドオンの配布を管理する最も簡単な方法です。このサイトでは以下のような機能を利用できます。</p><ul><li>各アドオンには、あなたが提供した情報を含む公開ページが提供されます。ここには、アドオンの機能の簡単な要約、より詳しい説明、プレビュー用スクリーンショットなどを掲載できます。</li><li>あなたのアドオンは、サイト全体の検索結果などに加えて、Firefox のアドオンマネージャにも表示されます。</li><li>ダウンロードのためのすべてのホスティングが提供され、あなたが新しいバージョンをアップロードしたときには、既存のユーザ向けに自動更新が行われます。</li><li>ユーザの利用状況に関する詳しい情報を閲覧できる統計ダッシュボードが提供されます。</li></ul><p>Mozilla Add-ons のサイトに登録されたアドオンが、これらすべての機能を利用できるようになるには、エディタによるレビューを受ける必要があります。このプロセスを始める準備ができていて、既にアップロードするアドオンパッケージをお持ちなら、下の「スタート」をクリックしてください！</p>
nl: <p>Bedankt voor uw belangstelling in indienen van uw add-on bij Mozilla Add-ons. Hosten van uw add-on bij Mozilla Add-ons is de eenvoudigste manier om voor distributie van uw add-on te zorgen. Dit is wat u krijgt:</p><ul><li>Elke add-on krijgt een publieke pagina met door u opgegeven informatie, zoals een korte samenvatting van de functionaliteit van de add-on, een optionele langere beschrijving, en voorbeeldweergaven van uw add-on.</li><li>Uw add-on verschijnt in zoek- en bladerlijsten op de gehele site en zelfs in de Add-onbeheerder van Firefox 3.</li><li>Wij zorgen voor het hosten van al uw downloads en zorgen voor automatische updates voor gebruikers wanneer u een nieuwe versie uploadt.</li><li>U krijgt toegang tot een statistiekendashboard met gedetailleerde informatie over uw gebruikersgroep.</li></ul><p>Add-ons die op de site worden gehost moeten worden beoordeeld door een Mozilla Add-onseditor voordat ze alle bovenstaande functies ter beschikking krijgen. Als u klaar bent om het proces te starten en uw add-onpakket bij de hand heeft klik dan hieronder op Van start!</p>
pl: <p>Dziękujemy za zainteresowanie i umieszczenie swojego dodatku na witrynie Mozilla Add-ons. Przechowywanie dodatków na witrynie Mozilla Add-ons jest najłatwiejszą formą dystrybucji dodatków. Co możesz od nas otrzymać:</p><ul><li>Każdy dodatek będzie miał swoją ogólnodostępną stronę z informacjami dostarczonymi przez Ciebie, takimi jak: zwięzły opis funkcji dodatku, opcjonalny dłuższy opis i prezentację galerii obrazków dodatku.</li><li>Dodatek będzie wyświetlany na stronach przeglądania i wyników szukania witryny, a także w menedżerze dodatków Firefoksa 3.</li><li>Będziemy także opiekowali się obsługą wszystkich pobrań dodatku i dostarczali użytkownikom automatyczne aktualizacje po opublikowaniu przez Ciebie nowej wersji.</li><li>Będziesz mieć dostęp do panelu statystyk zawierającego szczegółowe informacje o bazie swoich użytkowników.</li></ul><p>Zanim wszystkie wymienione powyżej funkcje będą dostępne, dodatki utrzymywane na witrynie muszą przejść proces recenzji wykonywany przez edytorów Mozilla Add-ons. Jeśli jesteś gotowy do rozpoczęcia i masz przygotowany do wysłania pakiet swojego rozszerzenia, wystarczy nacisnąć przycisk: Zaczynamy!</p>
pt_pt: <p>Obrigado pelo interesse em submeter o seu extra nos Extras da Mozilla. Hospedar o seu extra nos Extras da Mozilla é a maneira mais fácil para distribuir o seu extra. Eis o que obtém:</p><ul><li>Cada extra tem uma página de apresentação pública que mostra a informação que forneceu, tal como, um breve sumário da funcionalidade do extra, uma descrição mais longa como opção e uma pre-visualização de imagens do extra.</li><li>O seu extra irá aparecer nas listagem de pesquisa e navegação por todo o sítio e até no gestor de extras do Firefox 3.</li><li>Nós cuidamos da hospedagem de todas as suas transferências e fornecemos actualizações automáticas aos utilizadores quando carregar uma nova versão.</li><li>Irá ter acesso a um quadro de estatísticas com informação detalhada sobre a base de utilizadores.</li></ul><p>Extras hospedados no sítio têm de ser revistos por Editor dos Extras da Mozilla antes de todas as suas funcionalidades serem listadas acima. Se estiver pronto para iniciar o processo e tiver o pacote do seu extra pronto para ser carregado clique em Iniciar!</p>
ru: <p>Спасибо за то, что проявили интерес к отправке вашего дополнения на сайт дополнений Mozilla. Размещение вашего дополнения на сайте дополнений Mozilla - это самый легкий способ распространения вашего дополнения. Вот что вы получите:</p><ul><li>Каждое дополнение имеет свою страницу, открытую для публичного доступа, с информацией, которую вам необходимо предоставить, такую как: краткая сводка функций дополнения, более длинное описание (опционально) и набор скриншотов вашего дополнения.</li><li>Ваше дополнение появится в поиске дополнений и перечнях дополнений на сайте, и даже в менеджере дополнений Firefox 3.</li><li>Мы позаботимся о хостинге загружаемых пользователями файлов и обеспечим автоматические обновления для пользователей, когда вы загрузите новую версию.</li><li>Вы получите доступ к панели статистики с подробной информацией о вашей пользовательской базе.</li></ul><p>Дополнения, размещаемые на этом сайте, должны получить положительный отзыв от редактора дополнений Mozilla перед тем, как они получат все перечисленные выше преимущества. Если вы готовы начать это процесс и ваше дополнение готово для загрузки, просто щёлкните по ссылке Начать!</p>
sk: <p>Ďakujeme, že ste sa rozhodli odoslať váš doplnok do databázy servera Mozilla Add-ons. Umiestnenie doplnku na serveroch Mozilla Add-ons je najjednoduchší spôsob distribúcie vášho doplnku. Odoslaním doplnku získavate:</p><ul><li>Každý doplnok má svoju vlastnú verejnú stránku s informáciami, ktoré sami poskytnete, ako krátky opis funkcionality doplnku, voliteľný dlhší popis a obrázky s ukážkami doplnku.</li><li>Váš doplnok sa zobrazí v zoznamoch a výsledkoch vyhľadávania na stránke Mozilla Addons a takisto v Správcovi doplnkov prehliadača Firefox 3.</li><li>Zabezpečíme hosting pre všetky vaše súbory a keď sprístupníte novú verziu, poskytneme aktualizácie existujúcim používateľom doplnku.</li><li>Umožníme vám prístup k detailným štatistikám používanosti vášho doplnku.</li></ul><p>Všetky doplnky umiestnené na serveroch Mozilla Add-ons musia byť pred získaním všetkých spomenutých výhod skontrolované editorom. Ak chcete pokračovať a máte svoj doplnok pripravený na odoslanie, jednoducho kliknite na tlačidlo Začíname!</p>
sq: <p>Faleminderit për interesin që tregoni duke parashtruar shtesën tuaj te Shtesat Mozilla. Strehimi i shtesës suaj te Shtesat Mozilla është rruga më e lehtë për të trajtuar shpërndarjen e saj. Ja ç'përfitoni:</p><ul><li>Çdo shtesë ka faqen e vet publike për paraqitje, me të dhënat që jepni, të tilla si një përmbledhje e shkurtër e funksioneve të shtesës, një përshkrim opsional më të gjatë, dhe shfaqjen e një pamjeje prej shtesës suaj në punë e sipër.</li><li>Shtesa juaj do të duket në përfundime kërkimesh dhe shfletimi kudo në "site", dhe madje edhe te Përgjegjësi i Shtesave të Firefox 3-it.</li><li>Do të kujdesemi ne për tërë shkarkimet e saj dhe ofrimit të përditësimeve të vetvetishme te përdoruesit kur të ngarkoni një version të ri.</li><li>Do të keni hyrje në një pult statistikash me të dhëna të hollësishme rreth bazës së përdoruesve për të.</li></ul><p>Shtesat e strehuara te "site"-i duhet të shqyrtohen nga një Redaktor i Shtesave Mozilla përpara se të ofrohen tërë veçoritë e mësipërme. Po qe se jeni gati për fillimin e procesit dhe e keni paketimin e shtesës suaj gati për ngarkim, thjesht klikoni më poshtë te Fillojani!</p>
sv_se: <p>Tack för ditt intresse av att skicka in ditt tillägg till Mozilla Add-ons. Publicering på Mozilla Add-ons är det enklaste sättet att hantera distribution av ditt tillägg. Det här får du:</p><ul><li>Varje tillägg har en publik visningssida med information du anger, som en kort sammanfattning av tilläggets funktionalitet, en frivillig längre beskrivning och förhandsvisningar av ditt tillägg.</li><li>Ditt tillägg dyker upp i sök- och bläddringslistor på webbplatsen och till och med i tilläggshanteraren i Firefox 3.</li><li>Vi hanterar publicering av alla dina nedladdningsbara filer och erbjuder en automatisk uppdateringstjänst till användare när du laddar upp en ny version.</li><li>Du får tillgång till en statistikpanel med detaljerad information om dina användare.</li></ul><p>Tillägg publicerade på webbplatsen måste granskas av en redaktör från Mozilla Add-ons innan de åtnjuter alla finesser ovanför. Om du är redo att starta processen och har ditt tillägg färdigt för uppladdning, klicka bara på Sätt igång nedanför!</p>
uk: <p>Ми вам дуже вдячні за те, що ви надіслали свій додаток на сайт Mozilla. Розміщення вашого додатку на сайті Додатків Mozilla сприятиме легкому його розповсюдженню. Ось що ви отримаєте:</p><ul><li>Усі додатки матимуть сторінку з наданою вами інформацією, наприклад, коротке резюме функцій додатку, необов'язковий довший опис та показовий регістр перегляду знімків екрану для вашого додатку.</li><li>Ваш додаток з'явиться у списку пошуку та перегляду на сайті, навіть у Менеджері Додатків Firefox 3. </li><li>Ми займемося розміщенням усіх ваших завантажень та надсиланням автоматичних оновлень користувачам, коли ви відвантажуватимете нову версію.</li><li>У вас буде доступ до статистичної панелі з детальною інформацією про вашу базу користувача. </li></ul><p>Додаток, розміщений на сайті, повинен пройти перевірку редактором Додатків Mozilla, щоб впевнитись у наявності у ньому усіх перерахованих зверху можливостей. Якщо ви готовірозпочати процес та ваш пакет додатку готовий до завантаження, просто натиснітьна Поїхали!, що знаходиться нижче.</p>
vi: <p>Cảm ơn bạn đã có nhã ý gửi tiện ích lên Tiện ích Mozilla. Lưu trữ tiện ích trên Tiện ích Mozilla là cách thức dễ dàng nhất để quản lí việc phân phối tiện ích của bạn. Đây là những gì bạn sẽ nhận được:</p><ul><li>Mỗi tiện ích sẽ có một trang giới thiệu công cộng với các thông tin do bạn cung cấp, ví dụ như một tóm tắt ngắn gọn về chức năng của tiện ích, một mô tả dài hơn, và một mục trưng bày các hình ảnh xem trước về tiện ích của bạn.</li><li>Tiện ích của bạn sẽ xuất hiện trong phần liệt kê và tìm kiếm xuyên suốt site, và thậm chí trong mục Quản lí Tiện ích của Firefox.</li><li>Chúng tôi sẽ lo nơi lưu trữ tất cả các phiên tải xuống của bạn, và cung cấp cập nhật tự động cho người dùng khi bạn tải lên một phiên bản mới.</li><li>Bạn sẽ có quyền truy cập bảng thống kê với các thông tin chi tiết về dữ liệu người dùng.</li></ul><p>Tiện ích được lưu trữ trên site phải được đánh giá bởi Biên tập viên Tiện ích Mozilla trước khi chúng có tất cả các tính năng được liệt kê ở trên. Nếu bạn đã sẵn sàng để bắt đầu quá trình và gói tiện ích của bạn đã sẵn sàng để tải lên, hãy nhấn nút Bắt Đầu bên dưới!</p>

source: <p>You haven't created any collections yet. Collections are easy to create and fill with your favorite add-ons. <a href='%1$s'>Try it out</a>!</p>
ca: <p>Encara no heu creat cap col·lecció. Les col·leccions són fàcils de crear i omplir amb els vostres complements preferits. <a href='%1$s'>Proveu-ho</a>!</p>
cs: <p>Prozatím jste nevytvořili žádné sbírky. Sbírky se snadno vytvářejí a naplňují vašimi oblíbenými doplňky. <a href='%1$s'>Vyzkoušejte je</a>!</p>
de: <p>Sie haben noch keine Sammlungen angelegt. Es ist ganz einfach, Sammlungen zu erstellen und sie mit Ihren Lieblings-Add-ons zu füllen. <a href="%1$s">Versuchen Sie's!</a></p>
el: <p>Δεν έχετε δημιουργήσει ακόμη καμία συλλογή. Είναι εύκολο να δημιουργήσετε συλλογές και να προσθέσετε τα αγαπημένα σας πρόσθετα σ' αυτές. <a href='%1$s'>Δοκιμάστε το</a>!</p>
es_es: <p>Aún no tienes ningún recopilatorio. Los recopilatorios son fáciles de crear y llenar con tus complementos favoritos. ¡<a href='%1$s'>Pruébalo ahora</a>!</p>
hu: <p>Még nem készített gyűjteményeket. A gyűjteményeket egyszerű létrehozni és feltölteni kedvenc kiegészítőivel. <a href='%1$s'>Próbálja ki</a>!</p>
it: <p>Non hai ancora creato nessuna raccolta. È molto semplice creare nuove raccolte con i tuoi componenti aggiuntivi preferiti. <a href='%1$s'>Fai una prova</a>.</p>
ja: <p>あなたはまだコレクションを作成していません。コレクションは簡単に作れて、お気に入りのアドオンをまとめておくことができます。<a href="%1$s">ぜひお試しください</a>。</p>
nl: <p>U hebt nog geen collecties aangemaakt. Collecties zijn makkelijk aan te maken en te vullen met uw favoriete add-ons. <a href='%1$s'>Probeer het eens</a>!</p>
pl: <p>Nie masz jeszcze utworzonej żadnej kolekcji. Kolekcje można łatwo tworzyć i uzupełniać ulubionymi dodatkami. <a href='%1$s'>Wypróbuj je</a>!</p>
pt_br: <p>Você não criou nenhuma coleção ainda. Coleções são fáceis de se criar e de se preencher com seus complementos favoritos. <a href='%1$s'>Experimente</a>!</p>
pt_pt: <p>Ainda não criou nenhuma colecção. As colecções são de fácil criação e são preenchidas com os seus extras favoritos. <a href='%1$s'>Experimente</a>!</p>
ru: <p>Вы пока не создали ни одной подборки. Вы можете легко создать подборки и заполнить их своими любимыми дополнениями. <a href='%1$s'>Попробуйте</a>!</p>
sk: <p>Zatiaľ ste nevytvorili žiadne kolekcie. Kolekcie sú jednoduchým spôsobom ako vytvoriť a spravovať vaše obľúbené doplnky. <a href='%1$s'>Vyskúšajte si to</a>!</p>
sq: <p>Nuk keni krijuar ende ndonjë koleksion. Është e lehtë të krijohen koleksionet dhe të mbushen me shtesat tuaja të parapëlqyera. <a href='%1$s'>Provojeni</a>!</p>
sv_se: <p>Du har inte skapat några smalingar än. Samlingar är lätta att skapa och fylla med dina favorittillägg. <a href='%1$s'>Testa</a>!</p>
uk: <p>Ви ще не створили жодної колекції. Створити колекцію та поповнити її своїми улюбленими додатками. <a href='%1$s'>Спробуйте</a>!</p>
vi: <p>Bạn chưa tạo bộ sưu tập nào. Các bộ sưu tập có thể dễ dàng được tạo và chứa đầy các tiện ích ưa thích của bạn. <a href='%1$s'>Hãy thử ngay</a>!</p>
