Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Are you sure you wish to move this add-on to the sandbox?
ca: Esteu segur que voleu tornar aquest complement a l'entorn de proves?
cs: Opravdu chcete přesunout tento doplněk na pískoviště?
de: Sind Sie sicher, dass Sie dieses Add-on in den Sandkasten bewegen möchten?
el: Θέλετε σίγουρα να μετακινήσετε αυτό το πρόσθετο στο;
es_es: ¿Estás seguro de mover este complemento al área de pruebas?
fa: آیا از انتقال این افزودنی به گودال ماسه‌بازی اطمینان دارید؟
fr: Êtes-vous sûr de vouloir déplacer ce module vers le vac à sable&nbsp;?
hu: Biztosan áthelyezi ezt a kiegészítőt a Homokozóba?
it: Spostare questo componente aggiuntivo nella sandbox?
ja: このアドオンをサンドボックスへ移動してもよろしいですか？
nl: Weet u zeker dat u deze add-on naar de sandbox wilt verplaatsen?
pl: Czy na pewno chcesz przenieść ten dodatek do piaskownicy?
pt_pt: Tem a certeza que deseja mover este extra para o sandbox?
ru: Вы уверены, что хотите переместить это дополнение в песочницу?
sk: Naozaj chcete presunúť tento doplnok do sandboxu?
sq: Jeni i sigurt se doni ta kaloni këtë shtesë te bankoprova?
sv_se: Är du säker på att du vill flytta tillägget till sandlådan?
uk: Ви впевнені, що хочете перетягнути цей додаток у пісочницю?
vi: Bạn có chắc là mình muốn di chuyển tiện ích này vào hộp cát không?

source: Ask after users start downloading this add-on (<a href="%1$s">example</a>)
ca: Demana-ho després que els usuaris hagin començat a baixar-se aquest complement (<a href="%1$s">exemple</a>)
cs: Požádat po začátku stahování doplňku (<a href="%1$s">příklad</a>)
de: Fragen, nachdem die Benutzer Ihr Add-on installieren. (<a href="%1$s">Beispiel</a>)
el: Αίτηση μετά την εκκίνηση της λήψης του πρόσθετου από τους χρήστες (<a href="%1$s">παράδειγμα</a>)
es_es: Preguntar después de que los usuarios inicien la descarga del complemento (<a href="%1$s">ejemplo</a>)
hu: Miután a felhasználók elkezdik letölteni a kiegészítőt (<a href="%1$s">példa</a>)
it: Chiedi dopo aver iniziato il download (<a href="%1$s">esempio</a>)
ja: ユーザがこのアドオンのダウンロードを始めた後 (<a href="%1$s">例</a>)
nl: Vragen nadat gebruikers zijn gestart met downloaden van deze add-on (<a href="%1$s">voorbeeld</a>)
pl: Wyświetlaj po rozpoczęciu pobierania dodatku (<a href="%1$s">przykład</a>)
pt_br: Perguntar depois que os usuários já estão fazendo download deste complemento (<a href="%1$s">exemplo</a>)
pt_pt: Perguntar depois dos utilizadores iniciarem a transferência deste extra (<a href="%1$s">exemplo</a>)
ru: Просить после того как пользователи начнут загружать это дополнение (<a href="%1$s">пример</a>)
sk: Po tom, ako používateľ začne preberať daný doplnok (<a href="%1$s">príklad</a>)
sv_se: Fråga efter att användare börjat ladda ner detta tilläggd (<a href="%1$s">exempel</a>)
uk: Попросити після того, як користувачі починають завантажувати цей додаток (<a href="%1$s">example</a>)
vi: Đề nghị sau khi người dùng bắt đầu tải xuống tiện ích này (<a href="%1$s">ví dụ</a>)

source: Ask before users can download this add-on (<a href="%1$s">example</a>)
ca: Demana-ho abans que els usuaris puguin baixar-se aquest complement (<a href="%1$s">exemple</a>)
cs: Požádat před začátkem stahování (<a href="%1$s">příklad</a>)
de: Fragen, bevor Benutzer das Add-on herunterladen können (<a href="%1$s">Beispiel</a>)
el: Αίτηση πριν μπορέσουν να κάνουν λήψη του πρόσθετου οι χρήστες (<a href="%1$s">παράδειγμα</a>)
es_es: Preguntar antes de que los usuarios puedan descargar el complemento (<a href="%1$s">ejemplo</a>)
hu: Mielőtt a felhasználók letölthetnék a kiegészítőt (<a href="%1$s">példa</a>)
it: Chiedi prima di iniziare il download (<a href="%1$s">esempio</a>)
ja: ユーザがこのアドオンのダウンロードを始める前 (<a href="%1$s">例</a>)
nl: AVragen voordat gebruikers deze add-on kunnen downloaden(<a href="%1$s">voorbeeld</a>)
pl: Wyświetlaj przed pobraniem dodatku (<a href="%1$s">przykład</a>)
pt_br: Pedir antes que usuários possam fazer download deste complemento (<a href="%1$s">exemplo</a>)
pt_pt: Perguntar antes dos utilizadores poderem efectuar a transferência deste extra (<a href="%1$s">exemplo</a>)
ru: Просить перед тем как пользователи смогут загружать это дополнение (<a href="%1$s">пример</a>)
sk: Predtým, ako používateľ začne preberať doplnok (<a href="%1$s">príklad</a>)
sv_se: Fråga innan användare kan ladda ner detta tillägg (<a href="%1$s">exempel</a>)
vi: Đề nghị trước khi người dùng tải xuống tiện ích này (<a href="%1$s">ví dụ</a>)

source: Average rating for their Add-ons
ca: Valoració mitjana dels seus complements
cs: Průměrné hodnocení doplňků autora
de: Durchschnittliche Bewertung der Add-ons dieses Entwicklers
el: Μέσος όρος βαθμολογιών για τα πρόσθετα τους
es_es: Valoración media de sus complementos
fa: رتبهٔ متوسط افزودنی‌های این توسعه‌دهنده
hu: Kiegészítőik átlagos osztályzata
it: Voto medio dei suoi componenti aggiuntivi
ja: これらのアドオンの平均評価
nl: Gemiddelde waardering van add-ons
pl: Średnia ocena dodatków autora
pt_br: Avaliação média de seus complementos
pt_pt: Avaliação média dos extras
ru: Средний рейтинг его дополнений
sk: Priemerné hodnotenie doplnkov tohto autora
sv_se: Genomsnittligt betyg för deras tillägg
uk: Середній рівень популярності їхніх додатків
vi: Xếp hạng trung bình cho Tiện ích của họ

# devhub
source: Back to Add-ons
ca: Torna als complements
de: Zurück zu Add-ons
fr: Retour aux modules
hu: Vissza a kiegészítőkhöz
it: Ritorna ai componenti aggiuntivi
ja: アドオンへ戻る
nl: Terug naar Add-ons
pl: Wróć do dodatków
pt_pt: Voltar para os extras
ru: Назад к дополнениям
sv_se: Tillbaka till Add-ons

source: Back to add-on
ca: Torna al complement
cs: Zpět na stránku doplňku
de: Zurück zum Add-on
el: Πίσω στο πρόσθετο
es_es: Volver al complemento
fa: بازگشت به افزودنی
fr: Retour au module
hu: Vissza a kiegészítőhöz
it: Torna al componente aggiuntivo
ja: アドオンの詳細へ戻る
nl: Terug naar add-on
pl: Wróć do dodatku
pt_br: Voltar para complemento
pt_pt: Voltar ao extra
ru: Назад к дополнению
sk: Späť na doplnok
sq: Mbrapsht te shtesa
sv_se: Tillbaka till tillägg
uk: Назад до додатку
vi: Trở lại tiện ích

source: Be prepared for the release of %1$s with the tools and information available for the %2$s Add-ons community found below.
ca: Prepareu-vos per a la versió final del %1$s amb les eines i la informació disponible per a la comunitat de complements del %2$s que trobareu a continuació.
de: Freuen Sie sich auf das Release von %1$s, mit den folgenden Werkzeugen und Informationen exklusiv für die %2$s Add-ons Community.
el: Προετοιμαστείτε για την έκδοση του %1$s με τα εργαλεία και τις πληροφορίες που διαθέτουμε για την κοινότητα πρόσθετων του %2$s και θα βρείτε παρακάτω.
es_es: Estáte preparado para la publicación de %1$s con las herramientas y la información disponible para la comunidad de complementos de %2$s que encontrarás más abajo.
fa: با استفاده از ابزارها و اطلاعات مخصوص توسعه‌دهندگان افزودنی‌های %2$s که در این بخش وجود دارد برای انتشار %1$s آماده شوید.
fr: Préparez-vous à la sortie de %1$s grâce aux outils et à l'information disponibles pour la communauté des modules %2$s ci-dessous.
hu: Készüljön fel a %1$s kiadására a %2$s Add-ons közössége számára alább rendelkezésre bocsátott eszközök és adatok segítségével.
it: Preparati al rilascio di %1$s con gli strumenti e le informazioni disponibili per la community %2$s Add-on.
ja: %2$s Add-ons コミュニティに向けて公開されているこれらのツールと情報を活用して、%1$s のリリースに備えましょう。
nl: Wees voorbereid op de release van %1$s met de onderstaande hulpmiddelen en informatie die beschikbaar zijn voor de %2$s Add-onsgemeenschap.
pl: Przygotuj się na wydanie wersji %1$s korzystając z dostępnych poniżej dla społeczności „%2$s – dodatki” narzędzi oraz informacji.
pt_br: Prepare-se para o lançamento do %1$s com ferramentas e informações disponíveis para a comunidade de complementos do %2$s.
pt_pt: Esteja preparado para o lançamento do %1$s com as ferramentas e informação disponível para a comunidade dos extras do %2$s abaixo.
ru: Будьте готовы к выходу %1$s, используя нижеследующие инструменты и информацию, доступную для сообщества разработчиков дополнений %2$s.
sk: Buďte pripravení na novú verziu aplikácie %1$s pomocou nástrojov a informácií, ktoré sú pre komunitu %2$s Add-ons dostupné nižšie.
sq: Të jini gati për hedhjen në qarkullim të %1$s me mjete dhe të dhëna për bashkësinë e Shtesave %2$s gjetur më poshtë.
sv_se: Var beredd på släppet av %1$s med de verktyg och den information som finns tillgänglig för %2$s tilläggsmakare nedan.
uk: Будьте готові до випуску %1$s з інструментами та інформацією, доступними нижче для спільноти розробників додатків до %2$s.
vi: Sẵn sàng cho lần phát hành %1$s với các công cụ và thông tin cho cộng đồng Tiện Ích %2$s ở bên dưới.

source: Before downloading this add-on, please consider supporting the development of this add-on by making a small contribution.
ca: Abans de baixar-vos aquest complement, considereu si voleu contribuir amb el desenvolupament d'aquest complement fent una petita contribució.
cs: Před stažením prosím zvažte podporu vývoje tohoto doplňku malým příspěvkem.
de: Bevor Sie dieses Add-on herunterladen, erwägen Sie bitte, dessen weitere Entwicklung mit einem kleinen Beitrag zu unterstützen.
el: Πριν κάνετε λήψη αυτού του πρόσθετου, παρακαλούμε σκεφθείτε το ενδεχόμενο να υποστηρίξετε την ανάπτυξη του κάνοντας μια μικρή δωρεά.
es_es: Antes de descargar este complemento, piensa en colaborar con el desarrollo haciendo una pequeña colaboración.
hu: A kiegészítő letöltése előtt, kérjük, fontolja meg, hogy egy szerény adománnyal támogatja a kiegészítő fejlesztését.
it: Prima di proseguire con il download di questo componente aggiuntivo, è possibile supportare lo sviluppatore attraverso una piccola donazione.
ja: ダウンロードの前に、少額の寄付によるこのアドオンの開発支援をご検討ください。
nl: Overweeg voordat u deze add-on downloadt a.u.b. ondersteuning van de ontwikkeling van deze add-on door middel van een kleine bijdrage.
pl: Zanim pobierzesz ten dodatek, rozważ możliwość wsparcia jego rozwoju poprzez dokonanie niewielkiej dotacji.
pt_br: Antes de fazer o download deste complemento, por favor considere ajudar o desenvolvimento deste fazendo uma pequena contribuição.
pt_pt: Antes de transferir este extra, considere em ajudar o desenvolvimento deste extra fazendo uma pequena contribuição.
ru: Перед загрузкой этого дополнения, пожалуйста, по возможности поддержите развитие этого дополнения, внеся небольшое пожертвование.
sk: Pred prevzatím tohto doplnku, prosím, zvážte možnosť podporiť jeho vývoj zaslaním malého príspevku.
sv_se: Innan du laddar ner detta tillägg, överväg att stöda utvecklingen genom att ge ett litet bidrag.
uk: Перед тим, як завантажити цей додаток, вважайте необхідним для його підтримки зробити ваш невеличкий внесок.Перед тим, як завантажити цей додаток, вважайте необхідною його підтримкою ваш невеличкий внесок.
vi: Trước khi tải xuống tiện ích này, xin hãy cân nhắc đến khả năng hỗ trợ một khoản tài chính nhỏ cho việc phát triển.

source: Briefly describe your collection and the kind of add-ons in it
ca: Descriviu breument la vostra col·lecció i el tipus de complements que conté
cs: Stručně popište vaši sbírku a typ doplňků, které obsahuje
de: Beschreiben Sie Ihre Sammlung kurz nennen Sie, welche Art Add-ons sich darin befindet.
el: Περιγράψτε συνοπτικά τη συλλογή σας και τους τύπους πρόσθετων που περιέχει
es_es: Describe brevemente tu recopilatorio y el tipo de complementos que contiene
fa: مجموعهٔ خود و افزودنی‌های موجود در آن را به صورت خلاصه توضیح دهید
hu: Röviden jellemezze gyűjteményét, és az általa tartalmazott kiegészítőket
it: Descrivi brevemente la tua raccolta e il tipo di componenti aggiuntivi presenti
ja: コレクションとその中に含まれているアドオンの種類に関する簡単な説明
nl: Beschrijf uw collectie en het soort add-ons dat deze bevat kort
pl: Opisz krótko kolekcję i typ znajdujących się w niej dodatków
pt_br: Descreve brevemente sua coleção e os tipos de complementos nela
pt_pt: Descreva sucintamente a sua colecção e o tipo de extras que contém
ru: Дайте краткое описание вашей подборки и вида находящихся в нём дополнений
sk: Stručne popíšte vašu kolekciu a typ doplnkov v nej
sq: Përshkruani shkurtimisht koleksionin tuaj dhe llojin e shtesave në të
sv_se: Beskriver kortfattat din samling och tilläggen i den
uk: Коротко опишіть свою колекцію та вид додатків, що входять до її складу
vi: Mô tả ngắn gọn bộ sưu tập của bạn và kiểu tiện ích trong nó

source: Browse %1$s Themes :: %2$s Add-ons
ca: Mostra %1$s temes :: Complements del %2$s
cs: Motivy vzhledu z kategorie %1$s :: Doplňky aplikace %2$s
de: Alle %1$s Themes anzeigen :: %2$s Add-ons
el: Περιήγηση σε θέματα: %1$s :: Πρόσθετα %2$s
es_es: Ver todos los temas %1$s :: %2$s Addons
fa: مرور تم‌های %1$s :: افزودنی‌های %2$s
fr: parcourir %1$s thèmes :: %2$s modules
hu: %1$s témák böngészése :: %2$s-kiegészítők
it: Visualizza i temi in %1$s :: %2$s Add-on
ja: 「%1$s」カテゴリのテーマをブラウズ :: %2$s Add-ons
nl: Door alle thema’s in de categorie %1$s bladeren :: %2$s Add-ons
pl: Przejrzyj motywy z kategorii %1$s :: %2$s – dodatki
pt_br: Navegar em Temas %1$s :: complementos %2$s
pt_pt: Navegar nos temas do %1$s :: Extras do %2$s
ru: Обзор тем в категории %1$s :: Дополнения %2$s
sk: Prehľadávať témy z kategórie %1$s :: Doplnky pre %2$s
sq: Shfletoni Tema %1$s-i :: Shtesa për %2$s
sv_se: Bläddra bland %1$s teman :: %2$s tillägg
uk: Перегляд тем — %1$s :: Додатки до %2$s
vi: Duyệt xem Giao diện %1$s :: Tiện ích %2$s

source: Browse Add-ons
ca: Examina els complements
cs: Procházet doplňky
de: Add-ons durchstöbern
el: Περιήγηση στα πρόσθετα
es_es: Explorar complementos
fa: مرور افزودنی‌ها
fr: Parcourir les modules
hu: Kiegészítők tallózása
it: Esplora i componenti aggiuntivi
ja: アドオンをブラウズ
nl: Door add-ons bladeren
pl: Przejrzyj dodatki
pt_br: Navegar complementos
pt_pt: Navegar nos extras
ru: Обзор дополнений
sk: Prehľadávanie doplnkov
sq: Shfletoni Shtesat
sv_se: Bläddra bland tillägg
uk: Переглянути додатки
vi: Duyệt xem Tiện ích

source: Browse Mobile Add-ons
ca: Examina els complements per a mòbils
de: Mobile Add-ons durchsuchen
fr: Parcourir les modules pour mobile
hu: Mobilkiegészítők tallózása
it: Esplora componenti aggiuntivi per mobile
ja: モバイル用アドオンをブラウズ
nl: Door Mobiele add-ons bladeren
pl: Przejrzyj dodatki
pt_pt: Navegar nos extras do Mobile
ru: Обзор мобильных дополнений
sv_se: Bläddra bland mobila tillägg

source: Browse all Themes :: %1$s Add-ons
ca: Mostra tots els temes :: Complements del %1$s
cs: Motivy vzhledu :: Doplňky aplikace %1$s
de: Alle Themes anzeigen :: %1$s Add-ons
el: Περιήγηση σε όλα τα θέματα :: Πρόσθετα %1$s
es_es: Ver todos los temas :: %1$s Addons
fa: مرور همهٔ تم‌ها :: افزودنی‌های %1$s
fr: Parcourir tous les thèmes :: %1$s modules
hu: Témák böngészése :: %1$s-kiegészítők
it: Visualizza tutti i temi :: %1$s Add-on
ja: すべてのテーマをブラウズ :: %1$s Add-ons
nl: Door alle thema’s bladeren :: %1$s Add-ons
pl: Przejrzyj wszystkie motywy :: %1$s – dodatki
pt_br: Navegar em todos os Temas :: %1$s complementos
pt_pt: Navegar em todos os temas :: Extras do %1$s
ru: Обзор всех тем :: Дополнения %1$s
sk: Prehľadávať všetky témy :: Doplnky pre %1$s
sq: Shfletoni tërë Temat :: Shtesa për %1$s
sv_se: Bläddra bland alla teman :: %1$s Add-ons
uk: Перегляд усіх тем :: Додатки до %1$s
vi: Duyệt xem tất cả Giao diện :: Tiện ích %1$s

source: Build a %1$s Add-on
ca: Genera un complement del %1$s
de: Ein %1$s Add-on erstellen
fr: Construire un module %1$s
hu: Készítsen %1$s-kiegészítőt
it: Crea un componente aggiuntivo per %1$s
ja: %1$s 用アドオンの作成
nl: Bouw een add-on voor %1$s
pl: Zbuduj dodatek dla programu %1$s
pt_pt: Criar um extra para o %1$s
ru: Собрать %1$s дополнение
sv_se: Bygg ett %1$s-tillägg

source: By default, only you and Mozilla can access the information in your dashboard. You can open this up to the public so that anyone can view your add-on's data.
ca: Per defecte, només vostè i Mozilla podreu accedir a la informació de la consola d'estadístiques. Però també podeu obrir-ho al públic per tal que tothom pugui veure les dades del vostre complement.
cs: Ve výchozím nastavení může tyto statistiky vidět pouze Mozilla a vy. Tyto statistiky lze ale zveřejnit a umožnit tak komukoliv vidět data vašeho doplňku.
de: Standardmäßig sind nur Sie und Mozilla dazu in berechtigt, Ihre Add-on-Statistiken zu betrachten. Sie können die Daten aber auch für die Öffentlichkeit freigeben, sodass jedermann die statistischen Daten Ihres Add-ons betrachten kann.
el: Εξ ορισμού, μόνο εσείς και ο οργανισμός Mozilla μπορείτε να έχετε πρόσβαση στις πληροφορίες του ταμπλό σας. Μπορείτε να το ανοίξετε στο κοινό ώστε να μπορεί να δει ο καθένας τα δεδομένα του προσθέτου σας.
es_es: Por defecto, solo tú y Mozilla pueden acceder a la información en tu panel de control. Puedes mostrarlo de forma pública para que todo el mundo pueda ver los datos e tu complemento.
fa: به صورت پیش‌فرض، تنها شما و موزیلا قادر به مشاهدهٔ این اطلاعات در صفحهٔ آمار خود هستید. شما می‌توانید این صفحه را به روی عموم بگشایید تا همه بتوانند اطلاعات افزودنی شما را مشاهده کنند.
fr: Par défaut, seul vous et Mozilla avez accès aux informations de votre tableau de bord. Vous pouvez rendre celui-ci public afin que tout le monde puisse voir les données concernant votre module.
hu: Alapértelmezés szerint csak Ön és a Mozilla érheti el ezeket az információkat. Megnyithatja a nagyközönség számára, hogy bárki megnézhesse a kiegészítőjének adatait.
it: Come impostazione predefinita solo l'autore e Mozilla hanno accesso alle informazioni presenti nel pannello. È comunque possibile aprire l'accesso al pubblico in modo che qualsiasi persona possa visualizzare le informazioni relative a questo componente aggiuntivo.
ja: 初期設定では、ダッシュボードに表示されている情報にアクセスできるのは、あなたと Mozilla だけです。あなたはこの情報を一般に公開することもできます。そうすれば、誰でもこのアドオンの統計情報を見ることができます。
nl: Standaard hebben alleen u en Mozilla toegang tot de informatie in deze sectie. U kunt dit voor het publiek openstellen zodat iedereen de gegevens van uw add-on kan zien.
pl: Domyślnie tylko Ty i Mozilla macie dostęp do informacji w tym panelu. Można otworzyć ten panel dla wszystkich, zmieniając jego status na „Ogólnodostępny”.
pt_br: Por padrão, apenas você e a Mozilla podem ter acesso às informações em seu painel. Você pode abrí-lo ao público para que todos possam ver os dados de seu complemento.
pt_pt: Por defeito,apenas você e a Mozilla podem aceder à informação do seu dashboard. Pode abrir isto ao público para que todos possam ver os dados relativos ao seu extra.
ru: По умолчанию, только вы и Mozilla имеют доступ к информации на вашей панели. Вы можете открыть её для публики, чтобы любой мог видеть данные по вашему дополнению.
sk: V predvolenom nastavení má prístup k štatistike len Mozilla a vy. Môžete ju sprístupniť verejnosti, takže každý bude môcť prezerať údaje o doplnku.
sq: Si parazgjedhje, vetëm ju dhe Mozilla mund të hyjë në të dhënat te pulti juaj. Mund edhe ta hapni për publikun, që kështu cilido të mund të shohë të dhënat tuaja për shtesat.
sv_se: Som standard kan bara du och Mozilla komma åt informationen i din statistikpanel. Du kan ändra detta och låta alla se ditt tilläggs data om du vill.
uk: Типово тільки ви і Mozilla маєте доступ до інформації на вашій панелі. Ви можете зробити її загальнодоступною і кожен може бачити дані про ваш додаток.
vi: Mặc định, chỉ có bạn và Mozilla có thể truy cập thông tin trên bảng thống kê của bạn. Bạn có thể đưa nó ra công khai để ai cũng xem được dữ liệu về tiện ích của bạn.

source: Change your add-on's name, homepage, icon, and other flags.
ca: Canvia el nom del vostre complement, la pàgina principal, la icona i altres paràmetres.
cs: Změna názvu, domovské stránky, ikony a dalších příznaků doplňku.
de: Ändern des Namens, der Homepage, des Icons und anderer Einstellungen Ihres Add-ons.
el: Αλλάξτε το όνομα του πρόσθετου σας, την αρχική του σελίδα, το εικονίδιο του και άλλoυς διακόπτες.
es_es: Cambia el nombre de tu complemento, la página web, el icono y otras marcas.
fa: نام، صفحهٔ آغازه، شمایل و دیگر ویژگی‌های افزودنی خود را تغییر دهید.
hu: Módosítsa kiegészítője nevét, honlapját, ikonját és egyéb tulajdonságait.
it: Modifica il nome del componente aggiuntivo, il sito web, l'icona e altri parametri.
ja: このアドオンのタイトル、ホームページ、アイコン、その他のフラグを変更します。
nl: Wijzig de naam, de startpagina, het pictogram en andere labels van uw add-on.
pl: Zmień nazwę dodatku, stronę domową, ikonę i inne etykiety.
pt_br: Mudar dados do complemento como nome, página home, ícone, e outros atributos.
pt_pt: Altere o nome do seu extra, página inicial, ícone e outras etiquetas.
ru: Измените имя, домашнюю страницу, значок и другие флаги вашего дополнения.
sk: Umožňuje zmeniť názov doplnku, domovskú stránku, ikonu a ďalšie vlastnosti.
sq: Ndryshoni emrin e shtesës suaj, faqen hyrëse për të, ikonën, dhe të tjerë elementë.
sv_se: Ändra ditt tilläggs namn, hemsida, ikon och andra flaggor.
uk: Змініть назву, домашню сторінку, символ та інші примітки вашого додатку.
vi: Thay đổi tên, trang chủ, biểu tượng, và các cờ hiệu khác cho tiện ích của bạn.

source: Check Status of My Add-ons
ca: Comprova l'estat dels complements
cs: Zkontrolovat stav svých doplňků
de: Status meiner Add-ons prüfen
el: Έλεγχος κατάστασης των πρόσθετων μου
es_es: Comprobar el estado de mis complementos
fa: کنترل وضعیت افزودنی‌های من
fr: Vérifier le statut de mes modules
hu: Saját kiegészítők állapotfelmérése
it: Controlla lo stato dei miei componenti aggiuntivi
ja: 自分のアドオンのステータスを確認
nl: Status van Mijn Add-ons controleren
pl: Sprawdź status swoich dodatków
pt_br: Verificar status de meus complementos
pt_pt: Verificar estado dos meus extras
ru: Проверить статус моих дополнений
sk: Skontrolovať stav mojich doplnkov
sq: Kontrollo Gjendjen e Shtesave të Mia
sv_se: Kontrollera status på Mina tillägg
uk: Перевірити статус моїх додатків
vi: Kiểm tra Trạng thái của Tiện ích của Tôi

source: Check my hosted add-on:
ca: Comprova el meu complement hostatjat:
de: Meine gehosteten Add-ons überprüfen:
fr: Vérifier mon module hébergé&nbsp;:
hu: Feltöltött kiegészítő ellenőrzése:
it: Controlla il mio componente aggiuntivo hosted:
ja: 自分が登録しているアドオンを検証:
nl: Kijk bij mijn gehoste add-ons:
pl: Sprawdź dodatek:
pt_pt: Verificar os meus extras alojados:
ru: Проверка размещённого мною дополнения:
sv_se: Spana in mitt upplagda tillägg:

source: Check out Add-on Collector
ca: Mireu-vos l'Add-on Collector
cs: Vyzkoušejte Sbírku doplňků
de: Probieren Sie den Add-on-Sammler aus
el: Δείτε το Add-on Collector
es_es: Revisar el recopilatorio de complementos
fa: از مجموعه‌ساز افزودنی‌ها بازدید کنید
hu: Ismerje meg az Add-on Collectort!
it: Prova Add-on Collector
ja: アドオンコレクターをチェック
nl: Probeer Add-on Collector
pl: Wypróbuj Kolekcjonera dodatków
pt_br: Conheça o colecionador de complementos
pt_pt: Veja o coleccionador de extras
ru: Попробуйте в работе собиратель дополнений
sk: Pozrite si Add-on Collector
sq: Hidhini një Sy Mbledhësit të Shtesave
sv_se: Spana in tilläggssamlaren
uk: Перевірити колектор додатків
vi: Hãy thử Add-on Collector (Trình sưu tập Tiện ích)

source: Choose your first add-ons
ca: Escolliu els vostres primers complements
cs: Zvolte váš první doplněk
de: Wählen Sie Ihre ersten Add-ons
el: Επιλέξτε τα πρώτα σας πρόσθετα
es_es: Selecciona tus primeros complementos
fa: اولین افزودنی‌های خود را انتخاب نمایید
fr: choisissez vos premiers modules
hu: Válassza ki első kiegészítőit
it: Scegli il primo componente aggiuntivo
ja: 最初のアドオンを選択
nl: Kies uw eerste add-ons
pl: Wybierz pierwszy dodatek
pt_br: Escolha seus complementos iniciais
pt_pt: Escolha os seus primeiros extras
ru: Выберите ваши первые дополнения
sk: Vyberte si vaše prvé doplnky
sq: Zgjidhni shtesat tuaja të para
sv_se: Välj ditt första tillägg
uk: Виберіть свій перший додаток
vi: Chọn các tiện ích đầu tiên của bạn
