Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Use the form below to upload a PNG, JPG, or GIF screenshot of your add-on. Images larger than 700 pixels wide and 525 pixels high will automatically be resized.
ca: Utilitza el següent formulari per a pujar una captura de pantalla del vostre complement en format PNG, JPG o GIF. Les imatges que siguin més grans de 700 píxels d'ample i 525 píxels d'alçada s'escalaran.
cs: Formulář níže lze použít pro nahrání náhledů doplňku ve formátech PNG, JPG nebo GIF. Obrázky širší než 700 bodů a vyšší něž 525 bodů budou automaticky zmenšeny.
de: Benutzen Sie das folgende Formular um eine Vorschau Ihrer Erweiterung im Format PNG, JPG oder GIF hochzuladen. Grafiken breiter als 700 Pixel oder höher als 525 Pixel werden automatisch verkleinert.
el: Χρησιμοποιήστε την παρακάτω φόρμα για να αποστείλετε εικόνες προεπισκόπησης του προσθέτου σας σε τύπο αρχείου PNG, JPG, ή GIF. Εικόνες μεγαλύτερες από 700 πίξελ σε πλάτος και 525 πίξελ σε ύψος, θα αλλάξουν μέγεθος αυτόματα.
es_es: Usa el formulario de abajo para subir una captura de pantalla en PNG, JPG, o GIF de tu complemento. Las imágenes mayores de 700 pixels de ancho y 525 pixels alto será redimensionadas automáticamente.
fa: از فرم زیر برای بارگذاری یک تصویر از افزودنی‌تان با قالب PNG، JPG یا GIF استفاده کنید. تصاویر بزرگتر از ۷۰۰ نقطه در ۵۲۵ نقطه به صورت خودکار کوچک می‌شوند.
fr: Utilisez le formulaire ci-dessous pour envoyer une capture écran au format PNG, JPG, ou GIF de votre module. Les images de plus de 700 pixels de large et 525 pixels de hauteur seront automatiquement redimensionnées.
hu: Az alábbi űrlap használatával töltsön fel PNG, JPG vagy GIF formátumú képernyőképet a kiegészítőjéről. A 700 képpontnál szélesebb és az 525 képpontnál magasabb képek automatikusan át lesznek méretezve.
it: Usare il modulo seguente per caricare uno screenshot in formato PNG, JPG o GIF del proprio componente aggiuntivo. Le immagini con dimensioni superiori a 700 pixel di larghezza e 525 pixel di altezza verranno automaticamente ridimensionate.
ja: アドオンのスクリーンショットをアップロードするには、以下のフォームをご利用ください。画像形式は PNG、JPEG、GIF のみに対応しています。幅 700 ピクセル、高さ 525 ピクセル以上の画像は自動的に縮小されます。
nl: Gebruik onderstaand formulier om een PNG, JPG of GIF screenshot van uw add-on te uploaden. Afbeeldingen die groter zijn dan 700 pixels breed en 525 pixels hoog worden automatisch verkleind.
pl: Użyj poniższego formularza, by wysłać obrazek podglądu swojego dodatku w formacie PNG, JPG lub GIF. Obrazki, mające rozmiary większe niż: 700 x 525 pikseli zostaną automatycznie przeskalowane.
pt_br: Use o formulário abaixo para carregar um screenshot PNG, JPG ou GIF para seu Complemento. Imagens maiores que 700 pixels de largura e 525 pixels de altura serão redimensionadas automaticamente.
pt_pt: Utilize o formulário abaixo para carregar screeshots em PNG, JPG, ou GIF so seu extra. Imagens maiores que 700 pixéis de largura e 525 pixéis de altura serão automaticamente redimensionadas.
ru: Используйте расположенную ниже форму для загрузки PNG, JPG или GIF скриншотов вашего дополнения. Изображения превышающие по ширине 700 пикселей, а по высоте 525 пикселей будут автоматически отмасштабированы.
sk: Na odoslanie snímky svojho doplnku vo formáte PNG, JPG alebo GIF použite dole uvedený formulár. Veľkosť obrázkov širších ako 700 bodov a vyšších ako 525 bodov bude automaticky zmenená.
sq: Përdorni formularin më poshtë për të ngarkuar një foto PNG, JPG, ose GIF të shtesës suaj. Pamje më të mëdhaja se 700 piksela gjerësi dhe 525 piksela lartësi do të ripërmasohen vetvetiu.
sv_se: Använd formuläret för att ladda upp en skärmdump av ditt tillägg i PNG, JPEG eller GIF-format. Bilder större än 700 punkter breda och 525 punkter höga kommer att skalas om automatiskt.
uk: Використовуйте форму нижче для відвантаження зображень вашого додатку у PNG, JPG або GIF. Зображення, більші за 700 пікселів у ширину і 525 пікселів у висоту, буде автоматично змасштабовано.
vi: Dùng biểu mẫu bên dưới để tải lên một ảnh chụp PNG, JPG, hoặc GIF của tiện ích của bạn. Các hình ảnh rộng hơn 700 pixel và cao hơn 525 pixel sẽ tự động được điều chỉnh kích thước.

source: Validate Add-on
ca: Validador de complements
de: Add-on überprüfen
fr: Valider le module
hu: Kiegészítő érvényesítése
it: Verifica componente aggiuntivo
ja: アドオンを検証
nl: Add-on valideren
pl: Sprawdź dodatek
pt_pt: Validar extra
ru: Валидировать дополнение
sv_se: Vaildera tillägg

source: Validate Your Add-on
ca: Valideu el vostre complement
de: Überprüfen Sie Ihr Add-on
fr: Valider votre module
hu: Kiegészítő érvényesítése
it: Verifica il tuo componente aggiuntivo
ja: あなたのアドオンを検証
nl: Valideer uw add-on
pl: Sprawdź swój dodatek
pt_pt: Validar o seu extra
ru: Валидировать ваше дополнение
sv_se: Vaildera ditt tillägg

source: Validate another Add-on
ca: Valideu un altre complement
de: Weiteres Add-on überprüfen
fr: Valider un autre module
hu: Másik kiegészítő érvényesítése
it: Verifica un altro componente aggiuntivo
ja: 他のアドオンを検証
nl: Valideer een andere add-on
pl: Sprawdź inny dodatek
pt_pt: Validar outro extra
ru: Валидация другого дополнения
sv_se: Validera ett annat tillägg

source: View all newly created add-ons
ca: Mostra tots els complements creats recentment
cs: Zobrazit všechny nové doplňky
de: Alle neuen Add-ons anzeigen
el: Δείτε όλα τα πρόσθετα που δημιουργήθηκαν πρόσφατα
es_es: Ver todos los complementos nuevos
fa: مشاهدهٔ همهٔ افزودنی‌های به تازگی ایجاد شده
fr: Afficher tous les modules récemment créés
hu: Az összes újonnan létrehozott kiegészítő megtekintése
it: Visualizza tutti i nuovi componenti aggiuntivi
ja: 最近公開されたアドオンをすべて見る
nl: Alle nieuwe add-ons bekijken
pl: Wyświetl wszystkie
pt_br: Ver todos os complementos criados recentemente
pt_pt: Ver todos os extras recentes
ru: Просмотреть все новые дополнения
sk: Zobraziť všetky naposledy pridané doplnky
sq: Shihni tërë shtesat e krijuara rishtas
sv_se: Visa alla nyligen skapade tillägg
uk: Переглянути всі створені недавно додатки
vi: xem tất cả các tiện ích mới được tạo

source: View all popular add-ons
ca: Mostra tots els complements famosos
cs: Zobrazit všechny populární doplňky
de: Alle beliebten Add-ons
el: Εμφάνιση όλων των δημοφιλών πρόσθετων
es_es: Ver todos los complementos populares
fa: مشاهدهٔ همهٔ افزودنی‌های محبوب
fr: Afficher tous les modules populaires
hu: Az összes népszerű kiegészítő megtekintése
it: Visualizza tutti i componenti aggiuntivi più popolari
ja: 人気のアドオンをすべて見る
nl: Alle populaire add-ons bekijken
pl: Wyświetl wszystkie
pt_br: Ver todos os complementos populares
pt_pt: Ver todos os extras populares
ru: Просмотреть все популярные дополнения
sk: Zobraziť všetky obľúbené doplnky
sq: Shihni tërë shtesat popullore
sv_se: Visa alla populära tillägg
uk: Переглянути всі популярні додатки
vi: xem tất cả các tiện ích thông dụng

source: View all recently updated add-ons
ca: Mostra tots els complements actualitzats recentment
cs: Zobrazit všechny aktualizované doplňky
de: Alle jüngst aktualisierten Add-ons anzeigen
el: Δείτε όλα τα πρόσθετα που ενημερώθηκαν πρόσφατα
es_es: Ver todos los complementos actualizados recientemente
fa: مشاهدهٔ همهٔ افزودنی‌های به تازگی به‌هنگام شده
fr: Afficher tous les modules récemment mis à jour
hu: Az összes nemrég frissített kiegészítő megtekintése
it: Visualizza tutti i componenti aggiuntivi aggiornati di recente
ja: 最近更新されたアドオンをすべて見る
nl: Alle onlangs bijgewerkte add-ons bekijken
pl: Wyświetl wszystkie
pt_br: Ver todos os complementos atualizados recentemente
pt_pt: Ver todos os extras actualizados recentemente
ru: Просмотреть все недавно обновлённые дополнения
sk: Zobraziť všetky naposledy aktualizované doplnky
sq: Shihni tërë shtesat e përditësuara rishtas
sv_se: Visa alla nyligen uppdaterade tillägg
uk: Переглянути всі оновлені недавно додатки
vi: xem tất cả các tiện ích được cập nhật gần đây

source: View all recommended add-ons
ca: Mostra tots els complements recomanats
cs: Zobrazit všechny doporučované doplňky
de: Alle empfohlenen Add-ons
el: Εμφάνιση όλων των συνιστώμενων πρόσθετων
es_es: Ver todos los complementos recomendados
fa: مشاهدهٔ همهٔ افزودنی‌های پیشنهاد شده
fr: Afficher tous les modules recommandés
hu: Az összes ajánlott kiegészítő megtekintése
it: Visualizza tutti i componenti aggiuntivi consigliati
ja: おすすめのアドオンをすべて見る
nl: Alle aanbevolen add-ons bekijken
pl: Wyświetl wszystkie
pt_br: Ver todos os complementos recomendados
pt_pt: Ver todos os extras recomendados
ru: Просмотреть все рекомендуемые дополнения
sk: Zobraziť všetky odporúčané doplnky
sq: Shihni tërë shtesat e këshilluara
sv_se: Visa alla rekommenderade tillägg
uk: Переглянути всі рекомендовані додатки
vi: xem tất cả các tiện ích khuyên dùng

source: View your new file on the <a href="%1$s">Versions and Files page</a>, or check out your add-on's <a href="%2$s">current status</a>.
ca: Consulteu el vostre fitxer nou a la <a href="%1$s">pàgina de versions i de fitxers</a>, o bé comproveu <a href="%2$s">l'estat actual</a> del vostre complement.
cs: Zobrazte si nový soubor na <a href="%1$s">stránce Verze a soubory</a> nebo zkontrolujte <a href="%2$s">aktuální stav</a> svého doplňku.
de: Sehen Sie Ihre neue Datei auf der <a href="%1$s">"Versionen und Dateien"-Seite</a> an, oder sehen Sie den <a href="%2$s">gegenwärtigen Status</a> Ihres Add-ons an.
el: Δείτε το νέο σας αρχείο στη σελίδα <a href="%1$s">Εκδόσεις και αρχεία</a>, orcheck out your add-on's <a href="%2$s">current status</a>.
es_es: Puedes ver tu nuevo archivo en la <a href="%1$s">página de versiones y archivos</a>, o comprueba el <a href="%2$s">estado actual</a> de tu complemento.
hu: Nézze meg az új verziót a <a href="%1$s">Verziók és fájlok oldalon</a>, vagy nézze meg kiegészítőjének <a href="%2$s">jelenlegi állapotát</a>.
it: Visualizza il nuovo file nella pagina <a href="%1$s">Versioni e file</a>, oppure verifica lo <a href="%2$s">stato corrente</a> del tuo componente aggiuntivo.
ja: <a href="%1$s">バージョンとファイルのページ</a> で新しいファイルを見るか、あなたのアドオンの <a href="%2$s">現在のステータス</a> を確認します。
nl: Bekijk uw nieuwe bestand op de <a href="%1$s">Versies en bestandenpagina</a>, of bekijk de <a href="%2$s">huidige status</a> van uw add-on.
pl: Zobacz swój nowy plik na stronie <a href="%1$s">Wersje i pliki</a> lub sprawdź <a href="%2$s">obecny status</a> swojego dodatku.
pt_pt: Veja o seu novo ficheiro na <a href="%1$s">página de versões e ficheiros</a>, ou verifique o <a href="%2$s">estado actual</a> do seu extra.
ru: Просмотрите свой новый файл на <a href="%1$s">странице Версии и Файлы</a>, или проверьте <a href="%2$s">текущий статус</a> вашего дополнения.
sk: Nový súbor si môžete pozrieť na stránke <a href="%1$s">Verzie a súbory</a>, prípadne si môžete pozrieť <a href="%2$s">stav doplnku</a>.
sv_se: Se din nya fil på <a href="%1$s">Versions och filsidan</a>, eller kolla in ditt tilläggs <a href="%2$s">nuvarande status</a>.
uk: Переглянути ваш новий файл на <a href="%1$s">сторінці Версій та Файлів</a>, або перевірте <a href="%2$s">поточний статус</a> вашого додатку.
vi: Xem tập tin mới của bạn trên <a href="%1$s">trang Phiên bản và Tập tin</a>, hoặc kiểm tra <a href="%2$s">trạng thái hiện tại</a> của tiện ích của bạn.

source: We don't have any data for your add-on yet. Please check back in a few days.
ca: Encara no tenim informació del vostre complement. Proveu-ho d'aquí uns quants dies.
cs: Pro zobrazení grafu toho doplňku nejsou žádná data. Zkuste to prosím za pár dní.
de: Wir verfügen noch nicht über Daten für Ihr Add-on. Bitte versuchen Sie es in einigen Tagen noch einmal.
el: Δεν υπάρχουν ακόμα δεδομένα για το πρόσθετό σας. Παρακαλούμε δοκιμάστε ξανά σε μερικές μέρες.
es_es: No disponemos de datos sobre tu complemento aún. Por favor, inténtalo de nuevo en unos días.
fa: ما هنوز از افزودنی شما اطلاعاتی نداریم. لطفاً چند روز بعد مجدداً مراجعه نمایید.
fr: Nous ne disposons pas encore d'assez de données pour votre module. Revenez d'ici quelques jours.
hu: Még nincsenek adatok ehhez kiegészítőhöz. Pár nap múlva próbálja meg újra.
it: Non sono ancora presenti dati per questo componente aggiuntivo. Riprovare tra qualche giorno.
ja: このアドオンのデータはまだ集まっていません。数日後にまた確認してください。
nl: We hebben nog geen gegevens voor uw add-on. Probeer het over een paar dagen nog eens.
pl: Brak danych dla tego dodatku. Prosimy spróbować ponownie za kilka dni.
pt_br: Nós não temos nenhum dado para seu complemento ainda. Por favor, verifique novamente dentro de alguns dias.
pt_pt: Ainda não temos nenhuns dados para o seu extra. Tente mais tarde daqui a alguns dias.
ru: У нас пока нет никаких данных для вашего дополнения. Пожалуйста вернитесь через несколько дней.
sk: Pre doplnok zatiaľ nie sú žiadne údaje. Skontrolujte o niekoľko dní.
sq: Ende s'kemi ndonjë të dhënë për shtesën tuaj. Ju lutem kontrolloni sërish pas pak ditësh.
sv_se: Vi har inga data för ditt tillägg än. Titta här igen om några dagar.
uk: У нас ще немає жодних даних для вашого додатку. Перевірте, будь ласка, через кілька днів.
vi: Chúng tôi chưa có dữ liệu cho tiện ích này. Vui lòng kiểm tra lại sau vài ngày.

source: We've detected potential issues with your add-on. Please review the list and upload a new version if the issues are valid. For more about our add-on validator, see our <a href="%s">validation help page</a>.
ca: Hem detectat uns problemes potencials al vostre complement. Reviseu la llista i si el problema és real pugeu una nova versió. Si voleu més informació del nostre validador de complements, vegeu <a href="%s">pàgina d'ajuda del validador</a>.
de: Wir haben mögliche Probleme mit Ihrem Add-on gefunden. Bitte überprüfen Sie die aufgelisteten Probleme und laden Sie beim Bestehen eines Problems eine neue Add-on-Version hoch, welche diese Probleme behebt. Mehr über die Add-on-Überprüfung erfahren Sie auf der <a href="%s">Hilfsseite für die Add-on-Überprüfung</a>.
fr: Nous avons détecté des problèmes potentiels concernant votre module. Veuillez consulter la liste et renvoyer une nouvelle version si les problèmes sont valides. Pour en savoir plus sur le validateur de modules, consultez la <a href="%s">page d'assistance à la validation</a>.
hu: A kiegészítőben potenciális hibákat találtunk. Nézze meg a listát és töltsön fel új verziót, ha a problémák valósak. Az érvényesítővel kapcsolatos további információkért nézze meg az <a href="%s">érvényesítési súgóoldalunkat</a>.
it: Abbiamo riscontrato dei potenziali problemi con il tuo componente aggiuntivo. Verifica l'elenco e carica una nuova versione se i problemi sono effettivamente presenti. Per ulteriori informazioni sullo strumento di verifica dei componenti aggiuntivi, consultare la <a href="%s">pagina di aiuto</a>.
ja: あなたのアドオンに潜在的な問題が検出されました。リストを確認して、実際に問題がある場合は新しいバージョンをアップロードしてください。アドオンバリデータの詳細は <a href="%s">検証ヘルプページ</a> をご覧ください。
nl: We hebben mogelijke problemen bij uw add-on gedetecteerd. Bekijk a.u.b. de lijst en upload een nieuwe versie als het geldige problemen zijn. Kijk op onze <a href="%s">hulppagina bij validatie</a> voor meer informatie over onze add-onvalidator.
pl: W Twoim dodatku wykryto problemy. Przejrzyj listę i jeśli problemy są istotne usuń je i wgraj nową, poprawioną wersję. Więcej na temat naszego weryfikatora dowiesz się odwiedzając <a href="%s">stronę pomocy</a> dotyczącą werfikacji dodatków.
pt_pt: Detectámos potenciais problemas com o seu extra. Reveja a lista e carregue uma nova versão se os problemas forem válidos. Para saber mais sobre o nosso validador de extras, veja a <a href="%s">página de ajuda da validação</a>.
sv_se: Vi har hittat möjliga problem med ditt tillägg. Titta igenom listen och ladda upp en ny version om det är verkliga problem. För mer information om tilläggsvalideraren, se våra <a href="%s">valideringsghjälpsidor</a>.

source: We've detected potential issues with your add-on. Please review the list and upload a new version if the issues are valid. If not, click Continue to submit your add-on for final review. For more about our add-on validator, see our <a href="%s">validation help page</a>.
ca: Hem detectat alguns problemes potencials amb el vostre complement. Reviseu la llista i pugeu una nova versió si els problemes existien de debò. Si no, cliqueu Continua per a enviar el vostre complement com a versió final. Si voleu més informació sobre el validador de complements vegeu la nostra <a href="%s">pàgina d'ajuda de les validacions</a>.
de: Wir haben mögliche Probleme mit Ihrem Add-on festgestellt. Bitte sehen Sie sich die folgende Liste an und laden Sie eine neue Version Ihres Add-ons hoch, falls die aufgezeigten Probleme tatsächlich vorliegen. Falls nicht, klicken Sie "weiter", um Ihr Add-on zur Bewertung durch einen Moderator zu freizugeben. Für weitere Informationen zu unserem Prüfwerkzeug für Add-ons sehen Sie sich die <a href"%1$s">Hilfeseite</a> an.
el: Εντοπίσαμε πιθανά προβλήματα στο πρόσθετο σας. Παρακαλούμε ελέγξτε τη λίστα και αποστείλετε μια νέα έκδοση αν θεωρείτε ότι ισχύουν. Αν όχι, κάντε κλικ στο «Συνέχεια» για να υποβάλετε το πρόσθετο σας για τελική αξιολόγηση. Για περισσότερες πληροφορίες σχετικά με τον έλεγχο επικύρωσης που ακολουθούμε, δείτε τη <a href="%s">σελίδα βοήθειας επικύρωσης</a>.
es_es: Hemos detectado problemas potenciales con tu complemento. Revisa la lista y envía una nueva versión arreglando los fallos. Si no, pulsa Continuar para enviar tu complemento para la revisión final. Para más información sobre nuestra validación de complementos, consulta la <a href="%s">página de ayuda de validación</a>.
fr: Nous avons détecté des problèmes potentiels concernant votre module. Veuillez consulter la liste et renvoyer une nouvelle version si les problèmes sont valides. Dans le cas contraire, cliquez sur Continuer pour soumettre votre module à une vérification finale. Pour en savoir plus sur le validateur de modules, consultez la <a href="%s">page d'assistance à la validation</a>.
hu: A kiegészítőben potenciális hibákat találtunk. Nézze meg a listát és töltsön fel új verziót, ha a problémák valósak. Ellenkező esetben kattintson a Folytatás hivatkozásra a kiegészítő feltöltéséhez az utolsó ellenőrzésre. Az érvényesítővel kapcsolatos további információkért nézze meg az <a href="%s">érvényesítési súgóoldalunkat</a>.
it: Abbiamo rilevato dei possibili problemi con il tuo componente aggiuntivo. Verifica l'elenco e carica una nuova versione se ritieni valide le osservazioni. In caso contrario fai clic su Continua per inviare il tuo componente aggiuntivo alla revisione finale. Per ulteriori informazioni sul processo di validazione, leggi la <a href="%s">guida al processo di validazione</a>.
ja: あなたのアドオンに潜在的な問題が検出されました。リストを確認して、実際に問題がある場合は新しいバージョンをアップロードしてください。問題がない場合は「続ける」をクリックして、最終レビューを依頼してください。アドオンバリデータの詳細は <a href="%s">検証ヘルプページ</a> をご覧ください。
nl: We hebben mogelijke problemen met uw add-on gedetecteerd. Bekijk a.u.b. de lijst en upload een nieuwe versie als dit echte problemen zijn. Zo niet, klik dan op Doorgaan om uw add-on in te dienen voor een finale beoordeling. Lees meer over onze add-onvalidator op onze <a href="%s">hulppagina over validatie</a>.
pl: Wykryto potencjalne problemy z Twoim dodatkiem. Przejrzyj wykaz, a jeśli problemy są istotne – prześlij nową wersję. Jeśli problemy są mało istotne, naciśnij przycisk Kontynuuj, aby wysłać dodatek do końcowej recenzji. Więcej na temat naszego weryfikatora dowiesz się odwiedzając <a href="%s">stronę pomocy</a> dotyczącą werfikacji dodatków.
pt_pt: Detectámos potenciais problemas no seu extra. Reveja a lista e carregue uma nova versão se os problemas forem válidos. Se não, clique em continuar para submeter o seu extra para uma revisão final. Para saber mais sobre o nosso validador de extras, veja a nossa <a href="%s">página de ajuda sobre validação</a>.
sv_se: Vi har hittat potentiella problem med ditt tillägg. Titta igenom listan och ladda upp en ny version om det rör sig om riktiga problem. Om inte, klicka Fortsätt för att skicka in ditt tillägg för slutgiltig granskning. För att läsa mer om vår tilläggsvaliderare, se våra <a href="%s">valideringshjälpsidor</a>.
