Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: &laquo; prev
ca: &laquo; anterior
cs: &laquo; předchozí
de: &laquo; zurück
el: &laquo; προηγ.
es_es: &laquo; anterior
fa: &laquo; قبلی
fr: &laquo; précédent
hu: &laquo; előző
it: &laquo; precedente
ja: &laquo; 前へ
nl: &laquo; vorige
pl: &laquo; poprzedni
pt_pt: &laquo; ante
ru: &laquo; пред.
sk: &laquo; predchádzajúci
sq: &laquo; e mëparshmja
sv_se: &laquo; föregående
vi: &laquo; trước

source: (New Thread)
ca: (Fil nou)
cs: (Nové vlákno)
de: (Neue Diskussion)
el: (Νέο νήμα)
es_es: (Nuevo hilo)
fa: (مبحث جدید)
fr: (nouvelle discussion)
hu: (Új szál)
it: (nuova discussione)
ja: (新しいスレッド)
nl: (Nieuwe discussie)
pl: (Nowy wątek)
pt_br: (Nova linha assunto)
pt_pt: (Novo tópico)
ru: (Новое обсуждение)
sk: (Nová téma)
sv_se: (Ny tråd)

source: (Reply)
ca: (Resposta)
cs: (Odpovědět)
de: (Antworten)
el: (Απάντηση)
es_es: (Responder)
fa: (پاسخ دادن)
fr: (Répondre)
hu: (Válasz)
it: (Rispondi)
ja: (返信)
nl: (Antwoorden)
pl: (Odpowiedz)
pt_br: (Resposta)
pt_pt: (Responder)
ru: (Ответить)
sk: (Odpoveď)
sv_se: (Svara)
uk: (Відповідь)

source: (Subscribe)
ca: (subscripció)
cs: (Odebírat)
de: (Abonnieren)
el: (συνδρομή)
es_es: (Suscribir)
fr: (S'inscrire)
hu: (Feliratkozás)
it: (Iscriviti)
ja: (購読を開始)
nl: (Abonneren)
pl: (Obserwuj)
pt_pt: (Subscrever)
ru: (Подписаться)
sk: (Odoberať)
sv_se: (Prenumerera)
uk: (Підписатись)

source: (US Dollars. Example: 3.99)
ca: (Dòlars americans. Per exemple: 3,99)
cs: (US dolary. Například: 3.99)
de: (US-Dollar. Beispiel: 3.99)
el: (Ευρώ. Παράδειγμα: 3.99)
es_es: (Doláres americanos. Ejemplo: 3.99)
fr: (Dollars américains. Exemple: 3,99)
hu: (USA-dollár. Például: 3,99)
it: (Dollari USA. Esempio: 3.99)
ja: (US ドル、例: 3.99)
nl: (US Dollars. Voorbeeld: 3.99)
pl: (Dolary USA. Na przykład: 3.99)
pt_br: (Dolares Americanos. Exemplo: 3.99)
pt_pt: (Dólares US. Exemplo: 3.99)
ru: (доллары США. Пример: 3.99)
sk: (USD. Napríklad: 3.99)
sv_se: (US Dollar. Exempel: 3.99)
uk: (US Dollars. Наприклад: 3.99)
vi: (Đôla Mỹ. Ví dụ: 3.99)

source: (Unsubscribe)
ca: (Canceŀla la subscripció)
cs: (Zrušit odběr)
de: (Abbestellen)
el: (διαγραφή συνδρομής)
es_es: (Desuscribir)
fr: (Se désinscrire)
hu: (Leiratkozás)
it: (Annulla iscrizione)
ja: (購読を解除)
nl: (Uitschrijven)
pl: (Zakończ obserwowanie)
pt_pt: (Des-subscrever)
ru: (Отписаться)
sk: (Zrušiť odber)
sv_se: (Avsluta prenumeration)
uk: (Відписатись)

source: (auto-detect)
ca: (auto-detecta)
cs: (určit automaticky)
de: (automatisch)
el: (αυτόματος εντοπισμός)
es_es: (auto-detectar)
fa: (شناسایی خودکار)
fr: (auto-détection)
hu: (automatikus észlelés)
it: (rilevazione automatica)
ja: (自動判別)
nl: (automatisch detecteren)
pl: (wykryj automatycznie)
pt_br: (autodetectar)
pt_pt: (auto-detectar)
ru: Автоматическое определение
sk: (zistiť automaticky)
sq: (vetë-zbulo)
sv_se: (autodetektera)
uk: (автовизначення)
vi: (tự động chọn)

source: 1 day
ca: 1 dia
cs: 1 den
de: 1 Tag
el: 1 ημέρα
es_es: 1 día
fa: ۱ روز
fr: 1 jour
hu: 1 nap
it: 1 giorno
ja: 1 日
nl: het laatste etmaal
pl: 1 dzień
pt_br: 1 Dia
pt_pt: 1 dia
ru: 1 день
sk: 1 deň
sq: 1 ditë
sv_se: 1 dag
uk: 1 день
vi: 1 ngày

source: 1 hour
ca: 1 hora
cs: 1 hodina
de: 1 Stunde
el: 1 ώρα
es_es: 1 hora
fa: ۱ ساعت
fr: 1 heure
hu: 1 óra
it: 1 ora
ja: 1 時間
nl: het laatste uur
pl: 1 godzina
pt_br: 1 hora
pt_pt: 1 hora
ru: 1 час
sk: 1 hod.
sq: 1 orë
sv_se: 1 timme
uk: 1 година
vi: 1 giờ

source: 1 minute
ca: 1 minut
cs: 1 minuta
el: 1 λεπτό
es_es: 1 minuto
fa: ۱ دقیقه
hu: 1 perc
it: 1 minuto
ja: 1 分
nl: de laatste minuut
pl: 1 minuta
pt_br: 1 minuto
pt_pt: 1 minuto
ru: 1 минута
sk: 1 min.
sq: 1 minutë
sv_se: 1 minut
uk: 1 хвилина
vi: 1 phút

source: <a href="%1$s">Log in</a> to add this collection to your favorites.
ca: <a href="%1$s">Inicia una sessió</a> per a afegir aquesta col·lecció a les vostres preferides.
cs: Pro přidání sbírky k oblíbeným se <a href="%1$s">přihlašte</a>.
de: <a href="%1$s">Loggen Sie sich ein</a>, um diese Sammlung zu Ihren Favoriten hinzuzufügen.
el: <a href="%1$s">Συνδεθείτε</a> για να προσθέσετε αυτή τη συλλογή στις αγαπημένες σας.
es_es: <a href="%1$s">Inicia sesión</a> para añadir este recopilatorio a tus favoritos.
fa: برای افزودن این مجموعه به فهرست موارد محبوب خود <a href="%1$s">وارد شوید</a>.
fr: <a href="%1$s">Connectez-vous</a> pour ajouter cette collection à vos favoris.
hu: <a href="%1$s">Jelentkezzen be</a> a gyűjtemény kedvencekhez adásához.
it: <a href="%1$s">Accedi</a> per aggiungere questa raccolta ai tuoi preferiti.
ja: このコレクションをあなたのお気に入りに追加するには <a href="%1$s">ログイン</a> してください。
nl: <a href="%1$s">Meld u aan</a> om deze collectie aan uw favorieten toe te voegen.
pl: <a href="%1$s">Zaloguj się</a>, aby dodać tę kolekcję do swoich ulubionych.
pt_br: <a href="%1$s">Fazer Login</a> para adicionar esta coleção aos favoritos.
pt_pt: <a href="%1$s">Inicie sessão</a> para adicionar esta colecção aos seus favoritos.
ru: <a href="%1$s">Зарегистрируйтесь</a> чтобы добавить эту подборку к себе в Избранное.
sk: Ak chcete túto kolekciu pridať medzi Obľúbené, musíte sa <a href="%1$s">prihlásiť</a>.
sq: <a href="%1$s">Bëni hyrjen</a>, që të mund të shtoni këtë koleksion te të parapëlqyerit tuaj.
sv_se: <a href="%1$s">Logga in</a> för att lägga till denna samling till dina favoriter.
uk: <a href="%1$s">Зареєструйтесь</a>, щоб додати цю колекцію у ваші вподобання.
vi: <a href="%1$s">Đăng nhập</a> để thêm bộ sưu tập này vào danh sách ưa thích của bạn.

source: <a href="%1$s">Register</a> or <a href="%2$s">Log in</a>
ca: <a href="%1$s">Registra'm</a> o <a href="%2$s">Inicia una sessió</a>
cs: <a href="%1$s">Registrace</a> nebo <a href="%2$s">Přihlášení</a>
de: <a href="%1$s">Registrieren Sie sich</a> oder <a href="%2$s">loggen Sie sich ein</a>
el: <a href="%1$s">Εγγραφείτε</a> ή <a href="%2$s">συνδεθείτε</a>
es_es: <a href="%1$s">Registrarse</a> o <a href="%2$s">Acceder</a>
fa: <a href="%1$s">ثبت نام</a> یا <a href="%2$s">ورود</a>
fr: <a href="%1$s">Enregistrez-vous</a> ou bien <a href="%2$s">connectez-vous</a>
hu: <a href="%1$s">Regisztráció</a> vagy <a href="%2$s">Bejelentkezés</a>
it: <a href="%1$s">Registrati</a> o <a href="%2$s">accedi</a>
ja: <a href="%1$s">ユーザ登録</a> / <a href="%2$s">ログイン</a>
nl: <a href="%1$s">Registreer</a> of <a href="%2$s">meld u aan</a>
pl: <a href="%1$s">Zarejestruj się</a> lub <a href="%2$s">Zaloguj się</a>
pt_br: <a href="%1$s">Registre</a> ou <a href="%2$s">acesse</a>
pt_pt: <a href="%1$s">Registe-se</a> ou <a href="%2$s">Inicie sessão</a>
ru: <a href="%1$s">Зарегистрируйтесь</a> или <a href="%2$s">Войдите</a>
sk: <a href="%1$s">Zaregistrujte</a> alebo <a href="%2$s">prihláste sa</a>
sq: <a href="%1$s">Regjistrohuni</a> ose <a href="%2$s">Hyni</a>
sv_se: <a href="%1$s">Registrera dig</a> eller <a href="%2$s">Logga in</a>
uk: <a href="%1$s">Зареєструйтесь</a> чи <a href="%2$s">Увійдіть</a>
vi: <a href="%1$s">Đăng kí</a> hoặc <a href="%2$s">Đăng nhập</a>

source: <a href="%1$s">Register</a> or <a href="%2$s">Log in</a> to add tags
ca: <a href="%1$s">Registreu-vos</a> o <a href="%2$s">inicieu una sessió</a> per a afegir etiquetes
cs: Pro přidání štítků se <a href="%1$s">zaregistrujte</a> nebo <a href="%2$s">přihlašte</a>
de: <a href="%1$s">Registrieren Sie sich</a> oder <a href="%2$s">loggen Sie sich ein</a>, um Tags hinzuzufügen
el: <a href="%1$s">Εγγραφείτε</a> ή <a href="%2$s">συνδεθείτε</a> για να προσθέσετε ετικέτες
es_es: <a href="%1$s">Regístrate</a> o <a href="%2$s">conéctate</a> para añadir etiquetas
fa: برای افزودن برچسب <a href="%1$s">ثبت نام کنید</a> یا <a href="%2$s">وارد شوید</a>
fr: <a href="%1$s">Enregistrez-vous</a> ou bien <a href="%2$s">connectez-vous</a> pour ajouter des étiquettes
hu: <a href="%1$s">Regisztráció</a> vagy <a href="%2$s">Bejelentkezés</a> címkék hozzáadásához
it: <a href="%1$s">Registrati</a> o <a href="%2$s">accedi</a> per aggiungere delle etichette
ja: タグを追加するには <a href="%1$s">ユーザ登録</a> もしくは <a href="%2$s">ログイン</a> してください
nl: <a href="%1$s">Registreer</a> of <a href="%2$s">meld u aan</a> om labels toe te voegen
pl: Aby dodawać etykiety musisz się <a href="%1$s">zarejestrować</a> lub <a href="%2$s">zalogować</a>
pt_br: <a href="%1$s">Faça registro</a> ou <a href="%2$s">acesse</a> para adicionar tags
pt_pt: <a href="%1$s">Registe-se</a> ou <a href="%2$s">inicie sessão</a> para adicionar etiquetas
ru: <a href="%1$s">Зарегистрируйтесь</a> или <a href="%2$s">Войдите</a> чтобы добавить метки
sk: Ak chcete pridať značky, musíte sa <a href="%1$s">zaregistrovať</a> alebo <a href="%2$s">prihlásiť</a>.
sv_se: <a href="%1$s">Registrera dig</a> eller <a href="%2$s">logga in</a> för att lägga till etiketter
uk: <a href="%1$s">Зареєструйтесь</a> чи <a href="%2$s">Увійдіть</a>, щоб додати мітки

source: <a href="%s">Review Guidelines</a>
ca: <a href="%s">Guia per a revisions</a>
cs: <a href="%s">Pravidla pro přidání recenze</a>
de: <a href="%s">Richtlinien für Bewertungen</a>
el: <a href="%s">Οδηγίες σύνταξης αξιολόγησης</a>
es_es: <a href="%s">Guía para revisores</a>
fa: <a href="%s">رهنمون‌های انجام بررسی</a>
fr: <a href="%s">Conseils pour les critiques</a>
hu: <a href="%s">Értékelési útmutató</a>
it: <a href="%s">Linee guida per la recensione</a>
ja: <a href="%s">レビューガイドライン</a>
nl: <a href="%s">Beoordelingsrichtlijnen</a>
pl: <a href="%s">Wskazówki dla recenzentów</a>
pt_br: <a href="%s">Guia para avaliações</a>
pt_pt: <a href="%s">Guia sobre comentários</a>
ru: <a href="%s">Советы по оставлению отзывов</a>
sk: <a href="%s">Pravidlá pre pridávanie recenzií</a>
sq: <a href="%s">Udhëzime Shqyrtimi</a>
sv_se: <a href="%s">riktlinjer för recensioner</a>
uk: <a href="%s">Поради щодо оцінювання</a>
vi: <a href="%s">Hướng dẫn Đánh giá</a>

source: <em>%s</em> Total Download
ca: <em>%s</em> baixada en total
de: <em>%s</em> Download insgesamt
el: <em>%s</em> λήψη συνολικά
es_es: <em>%s</em> descarga total
fr: <em>%s</em> téléchargement au total
hu: <em>%s</em> letöltés összesen
it: <em>%s</em> download totale
ja: 累計ダウンロード数: <em>%s</em>
nl: <em>%s</em> download in totaal
pl: Liczba wszystkich pobrań: <em>%s</em>
pt_pt: <em>%s</em> de transferência total
ru: Всего загрузок: <em>%s</em>
sv_se: <em>%s</em> hämtning totalt

source: <em>%s</em> Weekly Download
ca: <em>%s</em> baixada setmanals
de: <em>%s</em> Download pro Woche
el: <em>%s</em> εβδομαδιαία λήψη
es_es: <em>%s</em> descarga semanal
fr: <em>%s</em> téléchargement par semaine
hu: <em>%s</em> letöltés a héten
it: <em>%s</em> download settimanale
ja: 週間ダウンロード数: <em>%s</em>
nl: <em>%s</em> download per week
pl: Tygodniowa liczba pobrań <em>%s</em>
pt_pt: <em>%s</em> transferência semanal
ru: <em>%s</em> загрузка за неделю
sv_se: <em>%s</em> hämtning denna vecka

source: <em>%s</em> downloads
ca: <em>%s</em> baixades
el: <em>%s</em> συνολικές λήψεις
es_es: <em>%s</em> descargas
fr: <em>%s</em> téléchargement
hu: <em>%s</em> letöltés
it: <em>%s</em> download totali
ja: 累計ダウンロード数: <em>%s</em>
pl: Liczba wszystkich pobrań: <em>%s</em>
pt_pt: <em>%s</em> transferências
ru: Загрузок: <em>%s</em>
sv_se: <em>%s</em> hämtningar

source: <p>You can view your new collection below. If you'd like to set a collection nickname, upload an icon, or change additional settings, please visit the <a href="%1$s">Manage Collections</a> page.</p><p>Your collection can be accessed at this location: %2$s</p>
ca: <p>Podeu visualitzar la vostra nova coŀlecció a continuació. Si voleu donar-li un àlies, afegir-li una icona o modificar més opcions, aneu a la pàgina <a href='%1$s'>Gestiona les coŀleccions</a>.</p><p>Podreu accedir a la vostra col·lecció des d'aquí: %2$s</p>
de: <p>Unten sehen Sie Ihre neue Sammlung. Wenn Sie der Sammlung einen Kurznamen geben möchten, ein Icon hochladen oder weitere Einstellungen ändern wollen, verwenden Sie bitte die Seite "<a href="%1$s">Sammlung bearbeiten</a>"</p><p>Die neue Adresse Ihrer Sammlung ist: %2$s</p>
el: <p>Μπορείτε να δείτε τη νέα σας συλλογή παρακάτω. Αν θέλετε να της δώσετε ένα ψευδώνυμο, να αποστείλετε ένα εικονίδιο, ή να αλλάξετε άλλες ρυθμίσεις, παρακαλούμε επισκεφθείτε τη σελίδα <a href='%1$s'>διαχείρισης συλλογών</a>.</p><p>Μπορείτε να έχετε πρόσβαση στη σελίδα της συλλογής σας σ' αυτή την τοποθεσία: %2$s</p>
es_es: <p>Puedes ver tu nuevo recopilatorio abajo.Si quieres configurar al recopilatorio un nombre, subir un icono, o cambiar otras opciones, por favor visita la página <a href='%1$s'>Administrador recopilatorios</a>.</p><p>Se puede acceder a tu recopilatorio en esta dirección: %2$s</p>
hu: <p>Alább megnézheti új gyűjteményét. Ha szeretne a gyűjteményhez becenevet beállítani, ikont feltölteni, vagy egyéb beállításait módosítani, ezeket a <a href='%1$s'>Gyűjtemények kezelése</a> oldalon teheti meg.</p><p>A gyűjteménye a következő helyről érhető el: %2$s</p>
it: <p>In questa sezione puoi visualizzare le tue raccolte. Se vuoi impostare uno pseudonimo, caricare un'immagine o modificare altre impostazioni, consulta la pagina <a href='%1$s'>Gestione raccolte</a>.</p><p>La tua raccolta può essere visualizzata a questo indirizzo: %2$s</p>
ja: <p>新しいコレクションは下で見ることができます。コレクションにニックネームを付けたり、アイコンをアップロードしたり、詳細設定を変更したい場合は、<a href="%1$s">コレクションの管理</a> ページへ移動してください。</p><p>あなたのコレクションはこの URL でアクセスできます: %2$s</p>
nl: <p>U kunt hieronder uw nieuwe collectie bekijken. Als u een nickname voor de collectie wilt instellen, een pictogram wilt uploaden of aanvullende instellingen wilt wijzigen, bezoek dan de pagina <a href="%1$s">Collecties beheren</a>.</p><p>Uw collectie is toegankelijk op deze locatie: %2$s</p>
pl: <p>Poniżej możesz zobaczyć nowo utworzoną kolekcję. Jeśli chcesz określić nick kolekcji, wysłać ikonę lub zmienić dodatkowe ustawienia – przejdź na stronę <a href='%1$s'>Zarządzaj kolekcjami</a>.</p><p>Twoja kolekcja jest dostępna pod następującym adresem: %2$s</p>
pt_pt: <p>Pode ver a sua colecção em baixo. Se desejar dar uma alcunha à colecção, carregar um ícone ou alterar definições adicionais, visite a página <a href="%1$s">Gerir Colecções</a>.</p><p>A sua colecção pode ser acedida neste local: %2$s</p>
ru: <p>Ваша подборка отображена ниже. Если вы хотите установить для подборки псевдоним, загрузить значок или изменить дополнительные настройки, откройте страницу <a href="%1$s">Управление подборками</a>.</p><p>Ваша подборка может быть открыта по следующему адресу: %2$s</p>
sk: <p>Nižšie môžete zobraziť vašu kolekciu. Ak chcete nastaviť prezývku kolekcie, odoslať jej ikonu alebo zmeniť niektoré ďalšie nastavenia, navštívte stránku <a href='%1$s'>správy kolekcií</a>.</p><p>Vaša kolekcia je dostupná na adrese: %2$s</p>
sv_se: <p>Du kan se din nya samling nedanför. Om du vill välja ett smeknamn för samlingen, ladda upp en ikon eller ändra andra inställningar, gå till sidan för att <a href='%1$s'>Hantera samlingar</a>.</p><p>Du kan komma åt din samling här: %2$s</p>

source: <span>A nomination message is required.</span><br />Please fill in the text box with the requested information and try again.
ca: <span>És necessari un missatge de nominació.</span><br />Cal que ompliu el camp de text amb la informació que s'us demana i ho torneu a provar.
cs: <span>Je požadována nominační zpráva.</span><br />Vepište prosím do textového pole požadované informace a zkuste to znova.
de: <span>Eine Nominierungs-Nachricht ist notwendig.</span><br />Bitte füllen Sie das Textfeld aus und versuchen Sie es erneut.
el: <span>Απαιτείται μήνυμα υποψηφιότητας.</span><br />Παρακαλούμε συμπληρώστε το παρακάτω πεδίο κειμένου με τις απαραίτητες πληροφορίες και προσπαθήστε ξανά.
es_es: <span>Es necesario un mensaje para la propuesta.</span><br />Por favor, rellena el cuadro de texto con la información solicitada e inténtalo de nuevo.
fa: <spanبرای نامزد کردن این افزودنی یک پیام مورد نیاز است.</span><br />لطفاً اطلاعات درخواست شده را در فضای متنی وارد کنید و دوباره تلاش نمایید.
hu: <span>Jelölési üzenet szükséges</span><br />Töltse ki a szövegmezőt a kért információkkal és próbálja újra.
it: <span>È obbligatorio inserire un messaggio per la segnalazione.</span><br />Inserire il testo richiesto e riprovare.
ja: <span>公開申請のためのメッセージが必要です。</span><br />必要な情報をテキストボックスに入力してから、再度申請してください。
nl: <span>Een nominatiebericht is vereist.</span><br />Vul a.u.b. het tekstveld met de gewenste informatie en probeer het opnieuw.
pl: <span>Informacje o nominacji są wymagane.</span><br />Wprowadź do pola tekstowego żądane informacje i spróbuj ponownie.
pt_pt: <span>É necessária uma mensagem de nomeação.</span><br />Preencha a caixa de texto com a informação pedida e volte a tentar.
ru: <span>Для номинации требуется сообщение.</span><br />Пожалуйста, введите в текстовое поле требуемую информацию и попробуйте снова.
sk: <span>Vyžadovaná je správa pre nomináciu.</span><br />Prosím, vyplňte textové pole požadovanými informáciami a skúste to znova.
sq: <span>Mesazhi i propozimit është i domosdoshëm.</span><br />Ju lutem, plotësoni kutinë e tekstit me të dhënat e nevojshme dhe riprovoni.
sv_se: <span>Ett nomineringsmeddelande krävs.</span><br />Fyll i textrutan med den begärda informationen och försök igen.
uk: <span>Від вас вимагається номінаційне повідомлення.</span><br />Заповніть, будь ласка, вікно необхідною інформацією та спробуйте знову.
vi: <span>Cần có thông điệp đề cử.</span><br />Vui lòng điền vào hộp văn bản thông tin được yêu cầu và thử lại.

source: <span>One or more of your changes couldn't be saved.</span><br />Please look for the errors below. The rest of your changes were successfully saved.
ca: <span>No s'han pogut desar tots els canvis.</span><br />Comproveu els errors a continuació. La resta de canvis s'han pogut desar satisfactòriament.
cs: <span>Jedna nebo více provedených změn se nepodařilo uložit.</span><br /> Prohlédněte si prosím chyby níže. Zbylé změny byly úspěšně uloženy.
de: <span>Eine oder mehrere Ihrer Änderungen konnten nicht gespeichert werden.</span><br />Bitte sehen Sie sich die unten stehenden Fehler an. Der Rest Ihrer Änderungen wurde erfolgreich gespeichert.
el: <span>Μια ή περισσότερες από τις αλλαγές σας δεν ήταν δυνατό να αποθηκευτεί.</span><br />Παρακαλούμε δείτε τις αναφορές σφαλμάτων παρακάτω. Οι υπόλοιπες αλλαγές σας αποθηκεύτηκαν με επιτυχία.
es_es: <span>Uno o más de tus cambios no han podido guardarse.</span><br />Por favor, revisa los errores a continuación. El resto de tus cambios se han guardado correctamente.
it: <span>Impossibile salvare una o più modifiche.</span><br />Verificare gli errori segnalati. Le altre modifiche sono state salvate correttamente.
ja: <span>ひとつあるいは複数の変更を保存できませんでした。</span><br />以下のエラーを参照してください。その他の変更は正しく保存されました。
nl: <span>Opslaan van één of meer van uw wijzigingen is mislukt.</span><br />Kijk a.u.b. naar onderstaande fouten. De rest van uw wijzigingen is succesvol opgeslagen.
pl: <span>Część zmian nie została zapisana.</span><br />Sprawdź poniżej błędy, jakie wystąpiły. Pozostałe zmiany zostały zapisane.
pt_br: <span>Uma ou mais mudanças feitas não podem ser gravadas.</span><br />Por favor verifique pelos erros abaixo. As outras mudanças foram gravadas com sucesso.
pt_pt: <span>Uma ou mais das suas alterações não pode ser guardada.</span><br />Veja os erros abaixo. O resto das suas alterações foi guardado com sucesso.
ru: <span>Одно или несколько из сделанных вами изменений не могут быть сохранены. </span><br />Пожалуйста, взгляните на приведённые ниже ошибки. Остальная часть сделанных вами изменений была успешно сохранена.
sk: <span>Jedna alebo viacero zmien nemohlo byť uložených.</span><br />Prosím, pozrite nižšie uvedené chyby. Ostatné zmeny boli úspešne uložené.
sq: <span>Një ose më shumë prej ndryshimeve tuaja nuk u ruajtën dot.</span><br />Ju lutem shihni më poshtë për gabime. Pjesa tjetër e ndryshimeve tuaja u ruajt me sukses.
sv_se: <span>En eller flera av dina ändringar kunde inte sparas.</span><br />Se felen nedanför, dina övriga ändringar sparades ordentligt.
uk: <span>Одна або більше з ваших змін не збереглися.</span><br />Шукайте помилки знизу. Інші внесені вами зміни були вдало збережені.
vi: <span>Một hoặc nhiều thay đổi của bạn đã không được lưu.</span><br />Vui lòng xem lỗi ở dưới. Các thay đổi còn lại của bạn đã được lưu thành công.

source: <span>Your changes have been saved.</span><br />Please note that some changes may take several hours to appear in all areas of the website.
ca: <span>Tots els canvis s'han pogut desar.</span><br />Cal que tingueu en compte que alguns canvis poden tardar hores a aparèixer a tot arreu del web.
cs: <span>Provedené změny byly uloženy.</span><br /> Berte prosím na vědomí, že projevení změn v&nbsp;některých částech stránek může trvat až několik hodin.
de: <span>Ihre Änderungen wurden gespeichert.</span><br />Achtung: Bei manchen Veränderungen kann es bis zu wenigen Stunden dauern, bis sie in allen Bereichen der Webseite angezeigt werden.
el: <span>Οι αλλαγές σας αποθηκεύτηκαν .</span><br />Παρακαλούμε σημειώστε ότι μερικές αλλαγές ίσως χρειαστούν αρκετές ώρες για να παρουσιαστούν σε όλους τους χώρους του ιστότοπου.
es_es: <span>Tus cambios se han guardado.</span><br />Por favor, ten en cuenta que algunos cambios pueden tardar varias horas en aparecer en todas las zonas de la página web.
fa: <span>تغییرات شما ذخیره گردید.</span><br />لطفاً توجه نمایید که منعکس شدن برخی تغییرات در تمام بخش‌های وب‌گاه ممکن است چندین ساعت به طول انجامد.
hu: <span>A változások mentve lettek.</span><br />Egyes változások csak több óra elteltével jelennek meg a webhely minden területén.
it: <span>Le modifiche sono state salvate.</span><br /> Potrebbero trascorrere diverse ore prima che le modifiche appaiano in tutte le sezioni del sito web.
ja: <span>変更の保存が完了しました。</span><br />一部の変更は、Mozilla Add-ons のすべてのページに反映されるまで数時間かかることもあります。
nl: <span>Uw wijzigingen zijn opgeslagen.</span><br />Merk a.u.b. op dat sommige wijzigingen mogelijk pas na enkele uren op alle delen van de website verschijnen.
pl: <span>Zmiany zostały zapisane.</span><br />Niektóre zmiany mogą być widoczne we wszystkich częściach witryny dopiero po kilku godzinach.
pt_br: <span>Suas mudanças foram arquivadas.</span><br />Por favor entenda que algumas mudanças podem levar algumas horas para aparecer em todas as áreas do site.
pt_pt: <span>As suas alterações foram guardadas.</span><br />Tenha em atenção que algumas alterações poderão demorar várias horas a aparecer em determinadas áreas do sítio web.
ru: <span>Ваши изменения были сохранены.</span><br />Пожалуйста, обратите внимание, что для появления некоторых изменений во всех частях веб-сайта может потребоваться несколько часов.
sk: <span>Vaše zmeny boli uložené.</span><br />Pamätajte, že niektorým zmenám môže trvať niekoľko hodín, kým sa prejavia vo všetkých častiach stránky.
sq: <span>Ndryshimet tuaja u ruajtën.</span><br />Ju lutem mbani parasysh që disa ndryshime mund të duan disa orë që të duken në të tëra zoant e "site"-it web.
sv_se: <span>Dina ändringar är sparade.</span><br />Notera att det kan ta flera timmar innan ändringar slår igenom på alla delar av webbplatsen.
uk: <span>Внесені вами зміни збереглися.</span><br />Запам'ятайте, будь ласка, що деякі зміни займуть кілька годин, щоб з'явитися на цілому веб-сайті.
vi: <span>Các thay đổi của bạn đã được lưu.</span><br />Vui lòng lưu ý rằng một số thay đổi có thể mất vài giờ mới xuất hiện trên tất cả khu vực của trang web.
