Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Posted last week
ca: Enviat la setmana passada
de: Letzte Woche geschrieben
fr: Posté la semaine dernière
hu: Beküldve a múlt héten
it: Inserito la settimana scorsa
ja: 先週の投稿
nl: Vorige week gepost
pl: Opublikowano tydzień temu
pt_pt: Publicado a semana passada
ru: Размещено %d неделю назад
sv_se: Postad för en vecka sen

source: Posted today @ %l:%M %p
ca: Enviat avui a les %l:%M %p
de: Heute um %H:%M geschrieben
fr: Posté aujourd'hui à %H:%M
hu: Beküldve ma @ %l:%M %p
it: Inserito oggi alle %l:%M %p
ja: 今日 %l:%M %p の投稿
nl: Vandaag gepost om %H:%M
pl: Opublikowano dzisiaj @ %l:%M %p
pt_pt: Publicado hoje @ %l:%M %p
ru: Размещено сегодня @ %l:%M %p
sv_se: Postad idag @ %l:%M %p

source: Posted yesterday
ca: Enviat ahir
de: Gestern geschrieben
fr: Posté hier
hu: Beküldve tegnap
it: Inserito ieri
ja: 昨日の投稿
nl: Gisteren gepost
pl: Opublikowano wczoraj
pt_pt: Publicado à um dia
ru: Размещено %d день назад
sv_se: Postad igår

source: Posted yesterday @ %l:%M %p
ca: Enviat ahir a les %l:%M %p
de: Gestern um %H:%M geschrieben
fr: Posté hier à %H:%M
hu: Beküldve tegnap @ %l:%M %p
it: Inserito ieri alle %l:%M %p
ja: 昨日 %l:%M %p の投稿
nl: Gisteren gepost om %H:%M
pl: Opublikowano wczoraj @ %l:%M %p
pt_pt: Publicado ontem @ %l:%M %p
ru: Размещено вчера @ %l:%M %p
sv_se: Postad igår @ %l:%M %p

source: Pre-release
ca: Versió candidata
cs: kandidát na vydání
de: Testversion
el: Προέκδοση
es_es: Versión previa
fa: پیش از انتشار
fr: Pré-version
hu: Előzetes kiadás
ja: 正式リリース前のアドオン
pl: Wydanie wstępne
pt_br: Pré-distribuição
pt_pt: Pré-lançamento
ru: Предварительный выпуск
sk: Vývojová verzia
sq: Paraqarkullim
sv_se: Förhandsversion
uk: Попередня версія
vi: Phát hành thử

source: Preferences Dialog
pt_pt: Diálogo da preferências

source: Prev
ca: Anterior
cs: Předchozí
de: Vorherige Seite
el: Προηγούμενο
es_es: Anterior
fa: قبلی
fr: Préc.
hu: Vissza
it: Precedente
ja: 前へ
nl: Vorige
pl: Poprzednie
pt_br: Anterior
pt_pt: Anterior
ru: Пред.
sk: Predchádzajúca
sq: E mëparshmja
sv_se: Föreg
uk: Попередня
vi: Trước

source: Preview
ca: Previsualització
cs: Náhled
de: Vorschau
el: Προεπισκόπηση
es_es: Vista previa
fr: Aperçu
hu: Előnézet
it: Anteprima
ja: プレビュー
nl: Voorbeeld
pl: Podgląd
pt_pt: Pré-visualizar
ru: Предпросмотр
sk: Ukážka
sv_se: Förhandsvisning
uk: Переглянути

source: Preview %1$s was replaced with file %2$s successfully.
ca: S'ha reemplaçat satisfactòriament la previsualització %1$s amb el fitxer %2$s.
cs: Náhled %1$s byl úspěšně nahrazen souborem %2$s.
de: Vorschau %1$s wurde erfolgreich durch die Datei %2$s ersetzt.
el: Η εικόνα προεπισκόπησης %1$s αντικαταστάθηκε με επιτυχία από το αρχείο %2$s successfully.
es_es: La vista previa %1$s fue remplazada con éxito por el archivo %2$s.
fa: پیش‌نمایش %1$s با موفقیت با پروندهٔ %2$s جایگزین گردید.
hu: Az előnézet (%1$s) sikeresen le lett cserélve a(z) %2$s fájllal.
it: L'anteprima %1$s è stata sostituita correttamente con il file %2$s.
ja: プレビュー %1$s はファイル %2$s に置き換えられました。
nl: Voorbeeldweergave %1$s is succesvol vervangen door bestand %2$s.
pl: Obrazek o numerze %1$s został zamieniony plikiem %2$s.
pt_pt: A pré-visualização %1$s foi substituída pelo ficheiro %2$s com sucesso.
ru: Предпросмотр %1$s был успешно заменён файлом %2$s.
sk: Ukážka %1$s bola úspešne nahradená súborom %2$s.
sq: Paraparja %1$s u zëvendësua me sukses me kartelën %2$s.
sv_se: Förhandsvisningen %1$s ersattes med %2$s.
uk: Файл попереднього перегляду %1$s було з успіхом замінено файлом %2$s.
vi: Phần xem trước %1$s đã được thay thế bằng tập tin %2$s thành công.

source: Preview %s could not be deleted from the database. Please try again.
ca: La previsualització %s no s'ha pogut esborrar de la base de dades. Torneu a intentar-ho.
cs: Náhled %s se nepodařilo smazat z&nbsp;databáze. Zkuste to prosím znova.
de: Die Vorschau Nummer %s konnte nicht aus der Datenbank gelöscht werden. Bitte versuchen Sie es erneut.
el: Η εικόνα προεπισκόπησης %s δεν ήταν δυνατό να διαγραφεί από τη βάση δεδομένων. Παρακαλούμε προσπαθήστε ξανά.
es_es: La vista previa de %s no puede borrarse de la base de datos. Por favor, intentalo de nuevo.
fa: قادر به حذف پیش‌نمایش %s از پایگاه داده نبود. لطفاً دوباره تلاش کنید.
it: L'anteprima %s non può essere eliminata dal database. Riprovare in seguito.
ja: プレビュー %s をデータベースから削除できませんでした。再度お試しください。
nl: Voorbeeldweergave %s kan niet worden verwijderd uit de database. Probeer het a.u.b. opnieuw.
pl: Nie można usunąć z bazy danych obrazka %s. Proszę spróbować ponownie.
pt_br: A imagem %s não foi removida do banco de dados. Por favor tente de novo.
pt_pt: A pré-visualização %s não pode ser eliminada da base de dados. Tente novamente.
ru: Скриншот %s не получилось удалить из базы данных. Пожалуйста, попробуйте снова.
sk: Ukážka %s nemohla byť odstránená z databázy. Skúste to znova.
sq: Paraparja %s nuk mund të fshihet prej bazës së të dhënave. Ju lutem riprovoni.
sv_se: Förhandsvisningen %s kunde inte tas bort från databasen. Försök igen.
uk: Не можна вилучити перегляд %s з бази даних. Спробуйте ще раз.
vi: Không thể xóa phần xem trước %s khỏi cơ sở dữ liệu. Vui lòng thử lại lần nữa.

source: Preview %s has been deleted successfully.
ca: La previsualització %s s'ha esborrat satisfactòriament.
cs: Náhled %s byl úspěšně smazán.
de: Die Vorschau Nummer %s wurde erfolgreich gelöscht.
el: Η εικόνα προεπισκόπησης %s διαγράφηκε με επιτυχία.
es_es: La vista previa de %s ha sido borrada con éxito.
fa: پیش‌نمایش %s با موفقیت حذف گردید.
hu: Az előnézet (%s) sikeresen törölve.
it: L'anteprima %s è stata eliminata correttamente.
ja: プレビュー %s の削除が完了しました。
nl: Voorbeeldweergave %s is succesvol verwijderd.
pl: Obrazek o numerze %s został usunięty.
pt_br: A imagem %s foi removida com sucesso.
pt_pt: A pré-visualização %s foi eliminada com sucesso.
ru: Скриншот %s был успешно удалён.
sk: Ukážka %s bola úspešne odstránená.
sq: Paraparja %s u fshi me sukses.
sv_se: Förhandsvisningen %s har tagits bort.
uk: Перегляд %s був успішно вилучений.
vi: Phần xem trước %s đã được xóa thành công.

# devcp_previews_header_caption
source: Preview Caption
ca: Títol de la previsualització
cs: Legenda v&nbsp;náhledu
de: Beschreibungstext
el: Λεζάντα εικόνας προεπισκόπησης
es_es: Título de la captura
fa: عنوان پیش‌نمایش
fr: Légende de l'aperçu
hu: Előnézet képfelirata
it: Descrizione anteprima
ja: プレビュー画像のキャプション
nl: Tekst bij voorbeeldweergave
pl: Opis obrazka
pt_br: Sub-títulos do Screenshot
pt_pt: Pré-visualizar captura
ru: Подпись под скриншотом
sk: Popis ukážky
sq: Përshkrim Paraparje
sv_se: Bildtext för förhandsvisning
uk: Підпис перегляду
vi: Tiêu đề Ảnh xem Trước

# devcp_addon_field_preview_caption_displaytitle
source: Preview Caption
ca: Text de la previsualització
cs: Ukázka záhlaví
de: Vorschauuntertitel
el: Λεζάντα προεπισκόπησης
es_es: Captura de vista previa
fa: عنوان پیش‌نمایش
fr: Vignette de prévisualisation
hu: Előnézet képfelirata
it: Descrizione dell'anteprima
ja: プレビュー画像のキャプション
nl: Titel van voorbeeldweergave
pl: Opis obrazka
pt_br: Rótulo para visualização
pt_pt: Captura da Pré-visualização
ru: Подпись к скриншоту
sk: Nadpis ukážky
sq: Foto Paraparjeje
sv_se: Förhandsgranska bildtext
uk: Перегляд заголовку
vi: Tiêu đề xem trước

source: Preview File
ca: Fitxer de la previsualització
cs: Soubor náhledu
de: Vorschaudatei
el: Αρχείο εικόνας προεπισκόπησης
es_es: Vista previa del archivo
fa: پروندهٔ پیش‌نمایش
fr: Prévisualiser le fichier
hu: Előnézeti fájl
it: Anteprima
ja: プレビュー画像のファイル
nl: Voorbeeldweergavebestand
pl: Plik obrazka
pt_br: Arquivo de visualização
pt_pt: Pré-visualizar Ficheiro
ru: Файл скриншота
sk: Súbor ukážky
sq: Kartelë Paraparje
sv_se: Förhandsvisningsfil
uk: Файл знімку екрану
vi: Tập tin Ảnh xem trước

source: Preview Image of %s
ca: Previsualitza la imatge de %s
cs: Náhledy doplňku %s
de: Vorschaubild von %s
el: Εικόνα προεπισκόπησης του %s
es_es: Imagen previa de %s
fa: تصویر پیش‌نمایش %s
fr: Image d'aperçu de %s
hu: %s előnézeti képe
it: Anteprima immagine di %s
ja: %s のプレビュー画像
nl: Voorbeeldweergave van %s
pl: Obrazek podglądu dodatku %s
pt_br: Imagem de visualização de %s
pt_pt: Pré-visualizar imagem do %s
ru: Предварительный просмотр %s
sk: Obrázok ukážky doplnku %s
sq: Paraparje Pamjeje për %s
sv_se: Förhandsvisningsbild av %s
uk: Попередній перегляд %s
vi: Hình ảnh Xem trước của %s

source: Preview Screenshots
ca: Mostra les captures de pantalla
cs: Náhledy
de: Vorschaubilder
el: Εικόνες προεπισκόπησης
es_es: Capturas de pantalla
fa: تصاویر پیش‌نمایش
fr: Aperçu des captures d'écran
hu: Képernyőképek
it: Anteprime
ja: プレビュー用スクリーンショット
nl: Voorbeeldweergaven
pl: Obrazki
pt_br: Screenshots de Demonstração
pt_pt: Pré-visualizar imagens
ru: Скриншоты предпросмотра
sk: Obrázky s ukážkami
sq: Paraparje Fotosh Ekrani
sv_se: Förhandsvisa skärmbilder
uk: Переглянути знімки екрану
vi: Hình ảnh Xem trước

source: Preview added successfully.
ca: S'ha afegit la previsualització satisfactòriament.
cs: Náhled úspěšně přidán.
de: Vorschau erfolgreich hinzugefügt
el: Η εικόνα προεπισκόπησης προστέθηκε με επιτυχία.
es_es: Vista previa añadida con éxito.
fa: پیش‌نمایش با موفقیت اضافه شد.
fr: L'aperçu a bien été ajouté.
hu: Előnézet sikeresen hozzáadva.
it: Anteprima aggiunta con successo.
ja: プレビュー画像が追加されました。
nl: Voorbeeldweergave succesvol toegevoegd.
pl: Obrazek został dodany.
pt_br: Visualização adicionada com sucesso.
pt_pt: Pré-visualização adicionada com sucesso.
ru: Скриншот успешно добавлен.
sk: Ukážka úspešne pridaná.
sq: Paraparja u shtua me sukses.
sv_se: Förhandsvisning tillagd.
uk: Знімок екрану додано успішно.
vi: Ảnh xem trước đã được thêm thành công.

source: Preview deleted successfully.
ca: S'ha suprimit la previsualització satisfactòriament.
cs: Náhled úspěšně smazán.
de: Vorschau erfolgreich gelöscht
el: Η εικόνα προεπισκόπησης διαγράφηκε με επιτυχία.
es_es: Vista previa eliminada con éxito.
fa: پیش‌نمایش با موفقیت حذف شد.
fr: L'aperçu a bien été supprimé.
hu: Előnézet sikeresen törölve.
it: Anteprima cancellata con successo.
ja: プレビュー画像は削除されました。
nl: Voorbeeldweergave succesvol verwijderd.
pl: Obrazek został usunięty.
pt_br: Visualização excluída com sucesso.
pt_pt: Pré-visualização eliminada com sucesso.
ru: Скриншот успешно удалён.
sk: Ukážka úspešne odstránená.
sq: Paraparja u fshi me sukses.
sv_se: Förhandsvisning borttagen.
uk: Перегляд стерто успішно.
vi: Ảnh xem trước đã được xóa thành công.

source: Preview not found!
ca: No s'ha trobat la previsualització.
cs: Náhled nebyl nalezen!
de: Vorschau nicht gefunden!
el: Δε βρέθηκε στιγμιότυπο!
es_es: ¡Previsualización no encontrada!
fa: پیش‌نمایش پیدا نشد!
fr: Aperçu introuvable&nbsp;!
hu: Nincs előnézet!
it: Impossibile trovare l'anteprima
ja: プレビュー画像がありません。
nl: Voorbeeldweergave niet gevonden!
pl: Nie znaleziono obrazków podglądu!
pt_br: Visualização não encontrada!
pt_pt: Pré-visualização não encontrada!
ru: Скриншот не найден!
sk: Ukážka sa nenašla!
sq: Nuk u gjet paraparje!
sv_se: Förhandsvisning ej funnen!
uk: Знімок не знайдено!
vi: Không tìm thấy ảnh xem trước!

source: Preview standalone contributions page
ca: Previsualitza una pàgina sencera de contribució
de: Vorschau der eigenständigen Beitrags-Seite
el: Προεπισκόπηση ανεξάρτητης σελίδας δωρεών
es_es: Vista previa de la página de colaboraciones
fr: Aperçu de la page individuelle des contributions
hu: Önálló hozzájárulások oldal megjelenítése
it: Anteprima della pagina autonoma di donazione
ja: 独立した寄付ページをプレビュー
nl: Voorbeeld stand-alone bijdragenpagina
pl: Podgląd strony
pt_pt: Pré-visualizar a página isolada de contribuições
sv_se: Förhandsvisa fristående bidragssida

source: Preview updated successfully.
ca: S'ha modificat la previsualització satisfactòriament.
cs: Náhled úspěšně upraven.
de: Vorschau erfolgreich aktualisiert.
el: Η εικόνα προεπισκόπησης ενημερώθηκε με επιτυχία.
es_es: Vista previa actualizada con éxito.
fa: پیش‌نمایش با موفقیت به‌هنگام شد.
fr: L'aperçu a bien été mis à jour.
hu: Előnézet sikeresen frissítve.
it: Anteprima aggiornata con successo.
ja: プレビュー画像は更新されました。
nl: Voorbeeldweergave succesvol bijgewerkt.
pl: Obrazek został zaktualizowany.
pt_br: Visualização atualizada com sucesso.
pt_pt: Pré-visualização actualizada com sucesso.
ru: Скриншот успешно обновлён.
sk: Ukážka úspešne aktualizovaná.
sq: Paraparja u ngarkua me sukses.
sv_se: Förhandsvisning uppdaterad.
uk: Знімок екрану оновлено успішно.
vi: Ảnh xem trước được cập nhật thành công.

# editors_review_a_previews
source: Previews
ca: Previsualitzacions
cs: Náhledy
de: Vorschaubilder
el: Προεπισκοπήσεις
es_es: Vistas previas
fa: پیش‌نمایش‌ها
fr: Aperçus
hu: Előnézetek
it: Anteprime
ja: プレビュー
nl: Voorbeeldweergaven
pl: Obrazki
pt_pt: Pré-visualizações
ru: Скриншоты
sk: Ukážky
sq: Paraparje
sv_se: Förhandsgranskningar
uk: Перегляд
vi: Xem trước

source: Print
ca: Imprimeix
de: Drucken
el: Εκτύπωση
es_es: Imprimir
fr: Imprimer
hu: Nyomtatás
it: Stampa
ja: 印刷
nl: Afdrukken
pl: Drukuj
pt_pt: Imprimir
ru: Печать
sk: Tlačiť
sv_se: Skriv ut
uk: Роздрукувати

# footer_privacy_policy
source: Privacy Policy
ca: Política de privadesa
cs: Zásady ochrany soukromí
de: Datenschutzhinweise
el: Πολιτική απορρήτου
es_es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fr: Politique de confidentialité
hu: Adatvédelmi nyilatkozat
it: Informativa sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
pt_pt: Política de privacidade
ru: Политика конфиденциальности
sk: Zásady ochrany súkromia
sq: Rregulla Vetësie
sv_se: Integritetsriktlinjer
uk: Умови конфіденційності
vi: Chính sách Riêng tư

# editors_review_header_privacy
source: Privacy Policy
ca: Política de privadesa
cs: Zásady ochrany soukromí
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es_es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fr: Politique de confidentialité
hu: Adatvédelmi nyilatkozat
it: Informativa sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Políticas de privacidade
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
sk: Zásady ochrany súkromia
sq: Rregulla Vetësie
sv_se: Integritetspolicy
uk: Умови конфіденційності
vi: Chính sách Riêng tư

# devcp_edit_descriptions_transbox_privacy_name
source: Privacy Policy
ca: Política de privadesa
cs: Zásady ochrany soukromí
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es_es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fr: Politique de confidentialité
hu: Adatvédelmi nyilatkozat
it: Informativa sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
pt_pt: Política de privacidade
ru: Политика приватности
sk: Zásady ochrany súkromia
sq: Rregulla Vetësie
sv_se: Integritetsriktlinjer
uk: Політика конфіденційності
vi: Chính sách Riêng tư

source: Private
ca: Privat
cs: Soukromý
de: Privat
el: Ιδιωτικό
es_es: Privado
fa: خصوصی
fr: Privé
hu: Privát
it: Privato
ja: 非公開
nl: Persoonlijk
pl: Prywatny
pt_br: Privado
pt_pt: Privado
ru: Приватный
sk: Súkromná
sq: Vetjake
sv_se: Privat
uk: Конфіденційно
vi: Riêng tư

source: Process Action
ca: Processa l'acció
cs: Provést akci
de: Aktion ausführen
el: Ενέργεια επεξεργασίας
es_es: Procesar acción
fa: پردازش عمل
fr: Lancer l'action
hu: Művelet feldolgozása
it: Esegui azione
ja: アクションを実行
nl: Actie afhandelen
pl: Wykonaj
pt_br: Ações para o processo
pt_pt: Acção do Processo
ru: Ход действия
sk: Spracovať úkon
sq: Përpunoni Veprim
sv_se: Utför
uk: Дія обробки
vi: Thao tác Xử lí

source: Process Reviews
ca: Processa les revisions
cs: Provést kontrolu
de: Moderation übermitteln
el: Επεξεργασία αξιολογήσεων
es_es: Procesar valoraciones
fa: پردازش بررسی‌ها
fr: Traiter les révisions
hu: Értékelések feldolgozása
it: Elabora revisioni
ja: レビュー処理を実行
nl: Beoordelingen afhandelen
pl: Wyślij recenzje
pt_br: Avaliações para o processo
pt_pt: Processo de comnetários
ru: Обработать рецензии
sk: Spracovať recenzie
sq: Përpunoni Shqyrtime
sv_se: Hantera recensioner
uk: Перегляди обробки
vi: Tiến hành Đánh giá

source: Profile updated.
ca: El perfil s'ha actualitzat.
cs: Profil aktualizován.
de: Benutzerprofil geändert.
el: Ενημερώθηκε το προφίλ.
es_es: Perfil actualizado.
fa: مجموعه تنظیمات به‌هنگام شد.
fr: Profil mis à jour.
hu: A profil frissítve lett.
it: Profilo aggiornato.
ja: プロフィールは更新されました。
nl: Profiel bijgewerkt.
pl: Profil został zaktualizowany.
pt_br: Perfil atualizado.
pt_pt: Perfil actualizado.
ru: Профиль обновлён.
sk: Profil aktualizovaný.
sq: Profili u përditësua.
sv_se: Profilen uppdaterad.
uk: Профіль оновлено.
vi: Hồ sơ đã được cập nhật.

source: Properties
ca: Propietats
cs: Vlastnosti
de: Eigenschaften
el: Ιδιότητες
es_es: Propiedades
fa: ویژگی‌ها
fr: Propriétés
hu: Tulajdonságok
it: Proprietà
ja: プロパティ
nl: Eigenschappen
pl: Właściwości
pt_br: Propriedades
pt_pt: Propriedades
ru: Свойства
sk: Vlastnosti
sq: Veti
sv_se: Egenskaper
uk: Властивості
vi: Thuộc tính

source: Provide a way for users to make monetary donations to your project.
ca: És una manera per tal que els usuaris puguin fer donacions al vostre projecte.
cs: Poskytnout uživatelům možnost finančně přispět vašemu projektu.
de: Erlaubt Benutzern, einen finanziellen Beitrag zu Ihrem Project zu leisten.
el: Δώστε τη δυνατότητα στους χρήστες να κάνουν χρηματικές δωρεές στο έργο σας.
es_es: Proporciona un modo para que los usuarios puedan hacer donaciones económicas a tu proyecto.
fr: Permettre aux utilisateurs d'apporter une contribution financière à votre projet.
hu: Adjon lehetőséget felhasználóinak, hogy pénzadományokkal támogassák a projektet.
it: Offri agli utenti un modo per contribuire finanziariamente al progetto.
ja: あなたのプロジェクトに対して寄付を行う方法をユーザに提供します。
nl: Bied een manier aan gebruikers om geldelijke donaties aan uw project te doen.
pl: Podaj sposób, w jaki użytkownicy mogą dokonać dotacji pieniężnych na rzecz Twojego projektu.
pt_br: Ofereça uma maneira onde usuários possam fazer doações para seu projeto.
pt_pt: Forneça uma maneira de os utilizadores poderem fazer doações monetárias ao seu projecto.
ru: Обеспечьте способ для пользователей внести денежные пожертвования для вашего проекта.
sk: Umožnite používateľom prispievať finančnými čiastkami na váš projekt.
sv_se: Ger användare ett sätt add bidra monetärt till ditt projekt.
uk: Запропонуйте своїм користувачам зробити грошовий внесок у ваш проект.
vi: Cung cấp một cách thức cho người dùng tạo ra các khoản quyên góp tài chính cho dự án của bạn.

# a_header_public
source: Public
ca: Públic
cs: Veřejné doplňky
de: Öffentliche Seite
el: Δημόσιος χώρος
es_es: Área pública
fa: عمومی
hu: Nyilvános
it: Pubblicato
ja: 公開ページ
nl: Publiek
pl: Upubliczniony
pt_br: Público
pt_pt: Público
ru: Публичные
sk: Verejné
sq: Publike
sv_se: Publikt
uk: Публічний
vi: Công cộng

# statistics_settings_access_public
source: Public
ca: Públic
cs: Veřejný
de: Öffentlich
el: Δημόσια
es_es: Público
fa: صفحهٔ آمار
hu: Nyilvános
it: Pubblico
ja: 公開
nl: Publiek
pl: Ogólnodostępny
pt_br: Público
pt_pt: Público
ru: Публичный
sk: Verejná
sq: Publike
sv_se: Publik
uk: Загальнодоступно
vi: Công cộng

# addons_status_public
source: Public
ca: Públic
cs: veřejné
de: Öffentlich
el: Δημόσιος χώρος
es_es: Público
fa: عمومی
hu: Nyilvános
it: pubblicato
ja: 公開
nl: Publiek
pl: upubliczniony
pt_br: Público
pt_pt: Público
ru: В общем доступе
sk: uverejnený
sq: Publike
sv_se: Publik
uk: Загальнодоступний
vi: Công cộng

# devcp_addon_status_public
source: Public
ca: Públic
cs: veřejný
de: Öffentlich
el: Δημόσιος χώρος
es_es: Público
fa: عمومی
hu: Nyilvános
it: Pubblico
ja: 公開
nl: Publiek
pl: Upubliczniony
pt_br: Público
pt_pt: Público
ru: Публичное
sk: Verejné
sq: Publike
sv_se: Publikt
uk: Загальнодоступний
vi: Công cộng

source: Public Nomination Criteria
ca: Criteris per a la nominació pública
cs: Kritéria pro nominaci ke zveřejnění
de: Kriterien zur Veröffentlichung
el: Κριτήρια υποψηφιότητας για το δημόσιο χώρο
es_es: Criterios de propuesta pública
fa: معیارهای نامزدی برای عمومی شدن
fr: Critère de nomination pour la zone publique
hu: Nyilvánosnak jelölés feltételei
it: Criteri per la pubblicazione
ja: 公開申請要件
nl: Criteria voor publicatienominatie
pl: Kryteria nominacji do upublicznienia
pt_br: Critério para Nomeação Pública
pt_pt: Critério de nomeação pública
ru: Критерий номинации на публичный доступ
sk: Kritériá pre nomináciu doplnku na verejný
sq: Kriter Propozimi Publik
sv_se: Publiknomineringskriteria
uk: Умови висунення в кандидати до загальнодоступних
vi: Tiêu chí Đề cử Công cộng

source: Publish
ca: Publica
cs: Publikovat
de: Los!
el: Δημοσίευση
es_es: Publicar
fa: منتشر کردن
fr: Publier
hu: Publikálás
it: Pubblica
ja: 公開
nl: Publiceren
pl: Dodaj
pt_br: Publicar
pt_pt: Publicar
ru: Опубликовать
sk: Publikovať
sq: Botoje
sv_se: Publicera
uk: Опублікувати
vi: Xuất bản

source: Push to Public
ca: Porta a la part pública
cs: Zveřejnit
de: Veröffentlichen
el: Προώθηση στο δημόσιο χώρο
es_es: Mover a la zona pública
fa: عمومی کردن
fr: Envoi sur le site public
hu: Nyilvánossá tétel
it: Rendi pubblica
ja: 公開ページに掲載
nl: Naar publieke site doorzetten
pl: Publikuj
pt_br: Publicar
pt_pt: Tornar Público
ru: Поместить в общий доступ
sk: Schváliť pre verejnosť
sq: Kaloje në Publik
sv_se: Tryck ut till publika
uk: Проштовхнути на публіку
vi: Đưa ra Công cộng

source: RDF Parser error: the file contained a duplicate element: %s
ca: S'ha produït un error d'anàlisi del RDF: el fitxer té un element duplicat: %s
de: RDF-Parser-Fehler: Die Datei enthielt ein Element doppelt: %s
el: Σφάλμα αναλυτή RDF: το αρχείο περιέχει ένα διπλότυπο στοιχείο: %s
es_es: Error de análisis RDF: el archivo contiene un elemento duplicado: %s
fr: Erreur du parseur RDF&nbsp;: le fichier contient un élément en double&nbsp;: %s
it: Errore RDF Parser: il file contiene un elemento duplicato: %s
ja: RDF パーサーエラー: ファイルに重複した要素が含まれています: %s
nl: RDF ontleedfout: het bestand bevat een dubbel element: %s
pl: Błąd parsera RDF. Plik zawierał zduplikatowany element: %s
pt_pt: Erro de RDF parser: o ficheiro contém um elemento duplicado: %s
ru: Ошибка парсинга RDF: файл содержит дублирующийся элемент: %s
sk: Chyba spracovania RDF: súbor obsahuje duplikát prvku: %s
sv_se: RDF-tolkarfel: filen hade duplicerade poster: %s

source: Rated %s out of 5 stars
ca: Valorat amb %s de 5 estrelles
cs: Hodnoceno %s z&nbsp;5 hvězdiček
de: Mit %s von 5 Sternen bewertet
el: Βαθμολογήθηκε με %s από 5 αστέρια
es_es: Puntuado con %s estrellas de 5
fa: دارای رتبهٔ %s از ۵ ستاره
fr: Évaluation de %s sur 5 étoiles
hu: Az osztályzat %s csillag az 5-ből
it: Voto %s stelle su 5
ja: 5 つ星のうち %s つの評価を受けています
nl: Scoort %1$s van de 5 sterren
pl: Oceniony jako %s/5
pt_br: Pontuação: %s de 5 estrelas
pt_pt: Avaliado com %s de 5 estrelas
ru: Оценка %s из 5 звёзд
sk: Hodnotenie: %s z 5 hviezdičiek
sq: Vlerësuar me %s nga 5 yje të mundshëm
sv_se: Fått %s av 5 stjärnor i betyg
uk: Оцінений на %s з 5 зірочок
vi: Xếp hạng %s trong 5 sao

# list_sortby_rating
source: Rating
ca: Valoració
cs: Hodnocení
de: Bewertung
el: Βαθμολογία
es_es: Puntuación
fa: رتبه
fr: Évaluation
hu: Osztályzat
it: Voto
ja: 評価
nl: Waardering
pl: Oceny
pt_br: Pontuação
pt_pt: Avaliação
ru: Рейтинг
sk: Hodnotenie
sq: Vlerësimi
sv_se: Betyg
uk: Рейтингом
vi: Xếp hạng

# advanced_search_form_rating
source: Rating
ca: Valoració
cs: Hodnocení
de: Bewertung
el: αξιολογήσεις
es_es: Puntuación
fa: رتبه
fr: Évaluation
hu: Osztályzat
it: voto
ja: 評価
nl: Waardering
pl: Oceny
pt_br: Avaliação
pt_pt: Avaliação
ru: Рейтинг
sk: Hodnotenie
sq: Vlerësim
sv_se: Betyg
uk: Рейтингом
vi: Xếp hạng

source: Rating:
ca: Valoració:
cs: Hodnocení:
de: Bewertung
el: Βαθμολογία:
es_es: Puntuación:
fa: رتبه:
fr: Évaluation&nbsp;:
hu: Osztályzat:
it: Voto:
ja: 評価:
nl: Waardering:
pl: Ocena:
pt_br: Nota:
pt_pt: Classificação:
ru: Рейтинг:
sk: Hodnotenie:
sq: Vlerësim:
sv_se: Betyg:
uk: Рейтинг:
vi: Xếp hạng:
