Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Update Collection
ca: Actualitza la col·lecció
cs: Aktualizovat sbírku
de: Sammlung speichern
el: Ενημέρωση συλλογής
es_es: Actualizar recopilatorio
fa: به‌هنگام‌سازی مجموعه
fr: Mettre à jour la collection
hu: Gyűjtemény frissítése
it: Aggiorna raccolta
ja: コレクションを更新
nl: Collectie bijwerken
pl: Aktualizuj kolekcję
pt_br: Atualizar coleção
pt_pt: Actualizar colecção
ru: Обновить подборку
sk: Aktualizovať kolekciu
sq: Përditësoni Koleksionin
sv_se: Uppdatera samling
uk: Оновити колекцію
vi: Cập nhật Bộ sưu tập

source: Update Contributions
ca: Actualitza les contribucions
cs: Aktualizovat příspěvky
de: Speichern
el: Ενημέρωση δωρεών
es_es: Actualizar colaboraciones
fr: Mettre à jour les contributions
hu: Adományok frissítése
it: Aggiorna donazioni
ja: 寄付の設定を更新
nl: Bijdragen bijwerken
pl: Aktualizuj
pt_br: Atualize Contribuições
pt_pt: Actualizar contribuições
ru: Обновить пожертвования
sk: Aktualizovať príspevky
sv_se: Uppdatera bidrag
uk: Оновити внески
vi: Cập nhật các Đóng góp

source: Update Descriptions
ca: Actualitza les descripcions
cs: Aktualizovat popis
de: Beschreibungen ändern
el: Ενημέρωση περιγραφών
es_es: Actualizar descripciones
fa: به‌هنگام‌سازی شرح‌ها
fr: Mettre à jour les descriptions
hu: Leírások frissítése
it: Aggiorna descrizioni
ja: 説明を更新
nl: Beschrijvingen bijwerken
pl: Aktualizuj
pt_br: Atualizar Descrições
pt_pt: Actualizar descrições
ru: Обновить описания
sk: Aktualizovať popisy
sq: Përditësoni Përshkrime
sv_se: Uppdatera beskrivningar
uk: Оновіть Описи
vi: Cập nhật Mô tả

source: Update Previews
ca: Actualitza les previsualitzacions
cs: Aktualizovat náhledy
de: Vorschaubilder aktualisieren
el: Ενημέρωση εικόνων προεπισκόπησης
es_es: Actualizar capturas
fa: به‌هنگام‌سازی پیش‌نمایش‌ها
fr: Mettre à jour les aperçus
hu: Előnézetek frissítése
it: Aggiorna anteprima
ja: プレビュー画像を更新
nl: Voorbeeldweergaven bijwerken
pl: Aktualizuj
pt_br: Atualizar Screenshots
pt_pt: Actualizar pré-visualizações
ru: Обновить скриншоты
sk: Aktualizovať ukážky
sq: Përditësoje Paraparjen
sv_se: Uppdatera förhandsvisningar
uk: Оновити перегляди
vi: Cập nhật Hình ảnh Xem trước

source: Update Properties
ca: Actualitza les propietats
cs: Aktualizovat vlastnosti
de: Eigenschaften bearbeiten
el: Ενημέρωση ιδιοτήτων
es_es: Actualizar propiedades
fa: به‌هنگام‌سازی ویژگی‌ها
fr: Mettre à jour les propriétés
hu: Tulajdonságok frissítése
it: Aggiorna proprietà
ja: プロパティを更新
nl: Eigenschappen bijwerken
pl: Aktualizuj
pt_br: Atualizar propriedades
pt_pt: Actualizar propriedades
ru: Обновить свойства
sk: Aktualizovať vlastnosti
sq: Përditësoni Vetitë
sv_se: Uppdatera egenskaper
uk: Властивості оновлення
vi: Cập nhật Thuộc tính

source: Update Versions
ca: Actualitza les versions
cs: Aktualizovat verzi
de: Versionen aktualisieren
el: Ενημέρωση εκδόσεων
es_es: Actualizar versión
fa: به‌هنگام‌سازی نسخه‌ها
fr: Mettre à jour les versions
hu: Verziók frissítése
it: Aggiorna versioni
ja: バージョン情報を更新
nl: Versies bijwerken
pl: Aktualizuj
pt_br: Atualizar Versões
pt_pt: Actualizar versões
ru: Обновить версии
sk: Aktualizovať verzie
sq: Përditësoni Versione
sv_se: Uppdatera versioner
uk: Оновити версії
vi: Cập nhật Phiên bản

source: Update authors
ca: Actualitza els autors
cs: Aktualizovat autory
de: Aktualisieren
el: Ενημέρωση δημιουργών
es_es: Actualizar autores
fa: به‌هنگام‌سازی مؤلفان
fr: Mettre à jour les auteurs
hu: Szerzők frissítése
it: Aggiorna autori
ja: 作者情報を更新
nl: Schrijvers bijwerken
pl: Aktualizuj
pt_br: Atualizar autores
pt_pt: Actualizar autores
ru: Обновить авторов
sk: Aktualizovať autorov
sq: Përditësoni autorët
sv_se: Uppdatera författare
uk: Оновити список авторів
vi: Cập nhật tác giả

source: UpdateURL Check
ca: Comprova l'UpdateURL
cs: Kontrola na UpdateURL
de: UpdateURL-Test
el: Έλεγχος UpdateURL
es_es: Comprobación de la dirección de actualización
fr: Vérification de l'UpdateURL
hu: UpdateURL ellenőrzése
it: Controllo UpdateURL
ja: UpdateURL の検証
nl: UpdateURL-controle
pl: Sprawdzenie adresu URL aktualizacji
pt_pt: Verificação de actualização de URL
ru: Проверка на UpdateURL
sk: Kontrola UpdateURL

source: Updated
ca: Actualitzat
cs: Aktualizováno
de: Aktualisiert
el: Ενημερωμένο
es_es: Actualizado
fa: به‌هنگام شده
fr: Mis à jour
hu: Frissítve
it: Aggiornati
ja: 更新日
nl: Bijgewerkt
pl: Uaktualnione
pt_br: Atualizado
pt_pt: Actualizado
ru: Обновлено
sk: Aktualizované
sq: Të përditësuara
sv_se: Uppdaterade
uk: Оновлені
vi: Cập nhật

source: Updated %s
ca: Actualitza %s
cs: Aktualizováno dne %s
de: Aktualisiert am %s
el: Ενημερώθηκε %s
es_es: %s actualizado
fa: به‌هنگام شده در %s
fr: Mis à jour le %s
hu: Frissítve: %s
it: Aggiornato il %s
ja: %s 更新
nl: Bijgewerkt op %s
pl: Zaktualizowano %s
pt_br: Atualizado em %s
pt_pt: Actualizado %s
ru: Обновлено %s
sk: Aktualizované: %s
sq: Përditësuar më %s
sv_se: Uppdaterad %s
uk: Оновлено %s
vi: Cập nhật %s

source: Updates
pt_pt: Actualizações

source: Upload File
ca: Puja un fitxer
cs: Nahrát soubor
de: Datei hochladen
el: Αποστολή αρχείου
es_es: Subir un archivo
fa: بارگذاری پرونده
fr: Envoyer le fichier
hu: Fájl feltöltése
it: Carica file
ja: ファイルをアップロード
nl: Bestand uploaden
pl: Wyślij plik
pt_br: Enviar Arquivo
pt_pt: Carregar ficheiro
ru: Загрузить файл
sk: Odoslať súbor
sq: Ngarkoni Kartelë
sv_se: Ladda upp fil
uk: Завантажити файл
vi: Tải lên Tập tin

source: Upload New Version
ca: Puja una nova versió
cs: Nahrát novou verzi
de: Neue Version hochladen
el: Αποστολή νέας έκδοσης
es_es: Subir una nueva versión
fa: بارگذاری نسخهٔ جدید
fr: Envoyer la nouvelle version
hu: Új verzió feltöltése
it: Carica una nuova versione
ja: 新しいバージョンをアップロード
nl: Nieuwe versie uploaden
pl: Prześlij nową wersję
pt_br: Enviar nova versão
pt_pt: Carregar Nova Versão
ru: Загрузить новую версию
sk: Odoslať novú verziu
sq: Ngarko Version të Ri
sv_se: Ladda upp ny version
uk: Відвантажити нову версію
vi: Tải lên Bản Mới

source: Upload Preview
ca: Actualitza la previsualització
cs: Nahrát náhled
de: Vorschau hochladen
el: Αποστολή εικόνας προεπισκόπησης
es_es: Subir vista previa
fa: بارگذاری پیش‌نمایش
fr: Envoyer la prévisualisation
hu: Előnézet feltöltése
it: Carica anteprima
ja: プレビュー画像をアップロード
nl: Voorbeeldweergave uploaden
pl: Wyślij
pt_br: Carregar visualização
pt_pt: Carregar Pré-visualização
ru: Загрузить скриншот
sk: Odoslať ukážku
sq: Ngarkoni Paraparje
sv_se: Ladda upp förhandsvisning
uk: Відвантажити знімок екрану
vi: Tải lên Ảnh xem trước

source: Upload Preview:
ca: Imatge per pujar:
cs: Nahrát náhled:
de: Bild hochladen:
el: Αποστολή εικόνας προεπισκόπησης:
es_es: Enviar captura:
fa: ارسال پیش‌نمایش:
fr: Apperçu du fichier envoyé&nbsp;:
hu: Előnézet feltöltése:
it: Carica anteprima:
ja: プレビュー画像をアップロード:
nl: Voorbeeldweergave uploaden:
pl: Wyślij obrazek:
pt_br: Enviar Screenshot:
pt_pt: Carregar pré-visualização:
ru: Загрузить изображение:
sk: Odoslať ukážku:
sq: Ngarkoje Paraparjen:
sv_se: Ladda upp förhandsvisning:
uk: Відвантажити перегляд:
vi: Tải lên Hình xem trước:

source: Upload Your File
ca: Puja un fitxer
cs: Nahrání souboru
de: Datei hochladen
el: Αποστολή του αρχείου σας
es_es: Envía tu archivo
fa: بارگذاری پرونده‌تان
fr: Envoyer votre fichier
hu: Fájl feltöltése
it: Carica il file
ja: ファイルをアップロード
nl: Uw bestand uploaden
pl: Wyślij plik
pt_pt: Carregar o seu ficheiro
ru: Загрузить ваш файл
sk: Odoslanie nového súboru
sq: Ngarkoni Kartelën Tuaj
sv_se: Ladda upp din fil
uk: Відвантажити свій файл
vi: Tải lên Tập tin Của bạn

source: Upload a new picture?
ca: Voleu pujar una altra imatge?
cs: Nahrát nový obrázek?
de: Ein neues Bild hochladen?
el: Μεταφορά νέας φωτογραφίας;
es_es: ¿Enviar una nueva imagen?
fa: تصویری جدید بارگذاری شود؟
fr: Envoyer une nouvelle photo&nbsp;?
hu: Új kép feltöltése
it: Caricare una nuova immagine?
ja: 新しい写真をアップロードしますか？
nl: Nieuwe afbeelding uploaden?
pl: Zamieść/zmień obrazek
pt_br: Enviar uma figura nova?
pt_pt: Carregar nova imagem?
ru: Загрузить новую картинку?
sk: Odoslať nový obrázok?
sv_se: Ladda upp en ny bild?
uk: Відвантажити нову фотографію?

source: Upload a new version
ca: Puja una nova versió
cs: Nahrání nové verze
de: Neue Version hochladen
el: Αποστολή νέας έκδοσης
es_es: Subir una nueva versión
fa: ارسال نسخه‌ای جدید
fr: Envoyer une nouvelle version
hu: Új verzió feltöltése
it: Carica una nuova versione
ja: 新しいバージョンをアップロード
nl: Een nieuwe versie uploaden
pl: Wyślij nową wersję
pt_br: Enviar uma nova versão
pt_pt: Carregar uma nova versão
ru: Загрузить новую версию
sk: Odoslať novú verziu
sq: Ngarkoni një version të ri
sv_se: Ladda upp en ny version
uk: Завантажити нову версію
vi: Tải lên một phiên bản mới

source: Upload new File
ca: Puja un nou fitxer
de: Neue Datei hochladen
el: Αποστολή νέου αρχείου
es_es: Subir un nuevo archivo
fr: Envoyer un nouveau fichier
hu: Új fájl feltöltése
it: Carica nuovo file
ja: 新しいファイルをアップロード
nl: Nieuw bestand uploaden
pl: Wyślij nowy plik
pt_pt: Carregar novo ficheiro
ru: Загрузить новый файл

source: Uploading file...
ca: S'està pujant el fitxer...
cs: Nahrávání souboru…
de: Datei wird hochgeladen...
el: Γίνεται μεταφορά αρχείου...
es_es: Enviando archivo...
fa: در حال بارگذاری پرونده…
fr: Transmission du fichier&hellip;
hu: Fájl feltöltése...
it: Caricamento file in corso...
ja: ファイルをアップロードしています...
nl: Bestand uploaden…
pl: Wysyłanie pliku…
pt_br: Enviando arquivo...
pt_pt: A carregar ficheiro...
ru: Загрузка файла...
sk: Odosiela sa súbor…
sq: Ngarkim kartele...
sv_se: Laddar upp fil...
uk: Відвантаження файлу...
vi: Đang tải tập tin...

source: Upon clicking "%1$s" below, your collection will be deleted. If you do not want to delete your collection, uncheck the confirmation box in the "%2$s" tab and continue editing your collection. If you leave this page without saving, your collection will also not be deleted.
ca: Després de clicar el botó "%1$s", es suprimirà la vostra col·lecció. Si no voleu suprimir la vostra col·lecció, no marqueu la casella de confirmació de la pestanya "%2$s" i continueu editant la col·lecció. Si abandoneu aquesta pàgina sense desar-la, la vostra col·lecció tampoc s'esborrarà.
cs: Po klepnutí na "%1$s" níže bude vaše sbírka smazána. Pokud nechcete vaši sbírku smazat, odškrtněte potvrzující dialog na panelu "%2$s" a pokračujte úpravou vaší sbírky. Pokud tuto stránku opustíte bez uložení vaše sbírka též nebude smazána.
de: Wenn Sie auf "%1$s" klicken, wird Ihre Sammlung gelöscht werden. Wenn Sie Ihre Sammlung nicht löschen möchten, entfernen Sie den Haken im Abschnitt "%2$s" und fahren Sie mit dem Bearbeiten Ihrer Sammlung fort. Wenn Sie diese Seite verlassen, ohne zu speichern, so wird Ihre Sammlung ebenfalls nicht gelöscht.
el: Κάνοντας κλικ στο κουμπί «%1$s» παρακάτω, η συλλογή σας θα διαγραφεί. Αν δεν θέλετε να διαγραφεί η συλλογή σας, απεπιλέξτε το πλαίσιο επιβεβαίωσης στην καρτέλα «%2$s» και συνεχίστε την επεξεργασία της συλλογής σας. Αν αποχωρήσετε από τη σελίδα χωρίς να αποθηκεύσετε τις αλλαγές, η συλλογή σας δεν θα διαγραφεί.
es_es: Cuando pulse en "%1$s", tu recopilatorio será borrado. Si no quiere borrar este recopilatorio, desmarca la casilla de confirmación en la pestaña "%2$s" y continúa editando tu recopilatorio. Si sales de esta página sin guardar, tu recopilatorio tampoco será borrado.
hu: A lenti „%1$s” gombra kattintva a gyűjteménye törlésre kerül Ha nem akarja törölni gyűjteményét, törölje a megerősítési négyzetet a „%2$s” lapon és folytassa a gyűjtemény szerkesztését. Ha az oldalt mentés nélkül hagyja el, a gyűjteménye akkor sem kerül törlésre.
it: Facendo clic su "%1$s", la raccolta verrà eliminata. Se non vuoi eliminare la tua raccolta, disattiva l'opzione nella scheda "%2$s" e prosegui con le modifiche. Se abbandoni questa pagina senza salvare, la raccolta non verrà eliminata.
ja: 下の「%1$s」をクリックすると、あなたのコレクションは削除されます。コレクションを削除したくない場合は、「%2$s」タブにある確認チェックボックスのチェックを外してからコレクションの編集を続けてください。また、保存せずにこのページから離れても、コレクションは削除されません。
nl: Na klikken op "%1$s" hieronder wordt uw collectie verwijderd. Als u uw collectie niet wilt verwijderen dient u het bevestigingsveld in het tabblad "%2$s" uit te vinken en door te gaan met bewerken van uw collectie. Als u deze pagina verlaat zonder op te slaan wordt uw collectie eveneens niet verwijderd.
pl: Po naciśnięciu przycisku „%1$s”, kolekcja zostanie usunięta. Jeśli nie chcesz usunąć kolekcji, usuń zaznaczenie z pola potwierdzenia na karcie „%2$s” i kontynuuj edytowanie kolekcji. Jeśli opuścisz tę stronę bez zapisania, kolekcja nie zostanie usunięta.
pt_br: Ao clicar em "%1$s" abaixo, sua coleção será deletada. Se você não deseja deletar sua coleção, desmarque a caixa de confirmação na guia "%2$s" e continue editando sua coleção. Se você fechar esta página sem salvar, sua coleção também não será deletada.
pt_pt: Depois de clicar "%1$s" em baixo, a sua colecção será eliminada. Se não quiser eliminar a sua colecção, desseleccione a caixa de confirmação no separador "%2$s" e continue a editar a sua colecção. Se sair sem guardar a sua colecção não será eliminada.
ru: При нажатии расположенной ниже кнопки "%1$s" ваша подборка будет удалёна. Если вы не хотите сейчас удалять вашу подборку, снимите флажок в поле подтверждения во вкладке "%2$s" и продолжите редактировать свою подборку. Если вы оставите эту страницу и не сохраните её, ваша подборка также не будет удалёна.
sk: Po kliknutí na "%1$s" bude vaša kolekcia odstránená. Ak nechcete odstrániť vašu kolekciu, zrušte označenie potvrdzovacieho políčka na karte "%2$s" a pokračujte v úpravách vašej kolekcie. Ak opustíte túto stránku bez uloženia zmien, vaša kolekcia nebude odstránená.
sq: Me klikimin e "%1$s" më poshtë, koleksioni juaj do të fshihet. Po qe se nuk doni të fshihet koleksioni juaj, hiqeni shenjën nga kutiza e ripohimit te skeda "%2$s" dhe vazhdoni përpunimin e koleksionit tuaj. Po qe se ikni prej kësaj faqeje pa bërë ruajtje, koleksioni juaj prapë nuk do të fshihet.
sv_se: När du klickar "%1$s" nedanför kommer din samling aatt tas bort. Om du inte vill radera din samling, välj bort bekräftelsen i "%2$s"-fliken och fortsätt redigera din samling. Om du lämnar den här sidan utan att spara kommer din samling inte att tas bort.
uk: При натисканні на "%1$s", що знаходиться знизу, ваша колекція буде вилучена. Якщо ви не хочете вилучати свою колекцію, не натискайте у вікні підтвердження з позначкою "%2$s" та продовжуйте правку своєї колекції. Якщо ви не збережете цю сторінку, ваша колекція не буде знищена.
vi: Ngay khi nhấn "%1$s" bên dưới, bộ sưu tập của bạn sẽ bị xóa. Nếu bạn không muốn xóa bộ sưu tập của mình, hãy bỏ chọn hộp xác nhận trong thẻ "%2$s" và tiếp tục chỉnh sửa bộ sưu tập. Nếu bạn rời trang này mà không lưu, bộ sưu tập cũng sẽ không bị xóa.

source: Usage Statistics
ca: Estadístiques d'utilització
de: Benutzer-Statistiken
el: Στατιστικά χρήσης
es_es: Estadísticas de uso
fr: Statistiques d'utilisation
hu: Használati statisztika
it: Statistiche d'uso
ja: 利用統計情報
nl: Gebruiksstatistieken
pl: Użycie statystyk
pt_pt: Estatísticas de utilização
ru: Статистика использования

source: Use this URL to show your users a standalone page containing your developer profile and a "Contribute" button. You can use this page as a first-run page or link to it from anywhere you'd like. To see how it looks, click the "Preview" link.
ca: Utilitza aquest URL per a mostrar una pàgina sencera als vostres usuaris que ensenyi el vostre perfil de desenvolupador i un botó per a contribuir. Podeu utilitzar aquesta pàgina perquè es mostri la primera vegada o bé enllaçar-hi des de qualsevol lloc que desitgeu. Per a veure com quedarà, cliqueu l'enllaç «Previsualitza».
de: Benutzen Sie diese URL, um Ihren Benutzern eine unabhängige Seite zu zeigen, auf der Ihr Entwicklerprofil angezeigt wird, sowie eine "Beitrag leisten"-Schaltfläche. Sie können diese Seite als "first run"-Seite für Ihr Add-on verwenden, oder Sie können hierher einen Link setzen von wo auch immer Sie möchten. Um zu sehen, wie die Seite aussieht, kleinen Sie bitte auf "Vorschau".
el: Χρησιμοποιήστε αυτό το URL για να δείξετε στους χρήστες σας μια ανεξάρτητη σελίδα με το προφίλ δημιουργού σας και ένα κουμπί για «δωρεά». Μπορείτε να χρησιμοποιήσετε αυτή τη σελίδα σαν τη σελίδα που θα φορτώνει το πρόσθετο σας κατά την πρώτη εκτέλεση του ή να προσθέσετε δεσμούς προς αυτή απ' οπουδήποτε θέλετε. Για να δείτε πως είναι, κάντε κλικ στον δεσμό «Προεπισκόπηση...» link.
es_es: Usa esta URL para mostrar a tus usuarios una página propia conteniendo tu perfil de desarrollador y un botón "Colaborar". Puedes usar esta página como la página del primer uso o enlazarla desde cualquier sitio que quieras. Para ver cómo es, pulsa el enlace "Vista previa".
fr: Utiliser cette URL pour afficher à vos utilisateurs une page individuelle contenant votre profil développeur et un bouton "Contribuer". Vous pouvez utiliser cette page comme page de démarrage pour votre extension ou bien comme page promotionnelle. Pour la visualiser, cliquez sur le lien "Apperçu".
hu: Ezen URL használatával megjelenítheti a felhasználóknak az önálló fejlesztői profilját és egy „Hozzájárulás” gombot. Ezt az oldalt használhatja első futtatáskor megjelenő oldalként vagy bárhonnan hivatkozhat rá. A megjelenítéséhez kattintson az „Előnézet” hivatkozásra.
it: Utilizzare questo URL per mostrare agli utenti una pagina autonoma contenente il tuo profilo sviluppatore e un pulsante "Fai una donazione". È possibile visualizzare questa pagina dopo la prima esecuzione o inserire un link dove preferisci. Per vedere come appare questa pagina, fai clic sul link "Anteprima".
ja: この URL を使用して、開発者のプロフィールや「寄付」ボタンが含まれる、独立の寄付ページをユーザに表示させることができます。あなたはこのページを初回起動ページとして使用したり、他のサイトからのリンク先に指定することができます。どのように表示されるかは「プレビュー」というリンクをクリックして確認できます。
nl: Gebruik deze URL om uw gebruikers een stand-alone pagina te laten zien waarop uw ontwikkelaarsprofiel is te zien en een knop “Bijdragen”. U kunt deze pagina gebruiken als startpagina na installatie of ernaartoe linken vanwaar u wilt. Klik op de koppeling “Voorbeeld” om te zien hoe de pagina eruitziet.
pl: Użyj tego adresu URL, aby pokazać swoim użytkownikom autonomiczną stronę zawierającą Twój profil i przycisk „Dotacja”. Możesz użyć tę stronę jako stronę uruchomieniową lub odnośnik do niej z dowolnego miejsca. Aby zobaczyć, jak ona wygląda, kliknij odnośnik „Podgląd strony”.
pt_pt: Use este URL para mostrar aos seus utilizadores a página isolada que contém o seu perfil de desenvolvedor e um botão "Contribuir". Pode usar esta página como uma página de arranque ou ligue-a de onde quiser. Para ver como fica, clique na ligação "Pré-visualizar".
sv_se: Använd denna URL för att visa användare en fristående sida med din utvecklarprofil och en "Bidra"-knapp. Du kan använda den här sidan som en introduktions-sida eller linka till den från varifrån du vill. För att se hur den ser ut, följ länken "Förhandsvisning".

source: Use this form to request more information from the author. They will receive an email and be able to answer here. You will be notified by email when they reply.
ca: Utilitzeu aquest formulari per a sol·licitar informació dels autors. Rebran un correu i podran respondre-us aquí. Quan us responguin us ho notificarem per correu electrònic.
cs: Tento formulář lze použít k požádání autorů o dodatečné informace. Ti obdrží e-mail a budou zde moci odpovědět. Až se tak stane, budete rovněž informováni e-mailem.
de: Verwenden Sie dieses Formular, um vom Autor mehr Informationen anzufordern. Der Autor bekommt dann eine E-Mail und kann an dieser Stelle auf die Frage antworten. Wenn der Autor das getan hat, erhalten Sie einen Hinweis per E-Mail.
el: Χρησιμοποιείστε αυτή τη φόρμα για να ζητήσετε περισσότερες πληροφορίες από τους δημιουργούς. Θα ειδοποιηθούν μέσω ηλεκτρονικού ταχυδρομείου και θα μπορούν να απαντήσουν εδώ. Όταν απαντήσουν, θα ειδοποιηθείτε κι εσείς μέσω ηλεκτρονικού ταχυδρομείου.
es_es: Usa este formulario para solicitar más información del autor. Recibirán un correo electrónico y podrán responder aquí. Serás informado cuando se envíe una respuesta.
fa: از این فرم برای درخواست اطلاعات بیشتر از مؤلف استفاده کنید. مؤلفان نامه‌ای الکترونیکی دریافت خواهند کرد و قادر خواهند بود در اینجا پاسخ دهند. هنگامی که مؤلفان پاسخی ارسال نمایند، شما توسط نامه‌ای الکترونیکی مطلع خواهید شد.
it: È possibile utilizzare questo modulo per chiedere informazioni all'autore, che riceverà una e-mail e potrà rispondere direttamente. Riceverai una notifica via e-mail quando l'autore avrà risposto.
ja: 作者により詳しい情報を求めるにはこのフォームを使用してください。作者にはメールが送られ、ここで回答を行えるようになります。返信があったときは、あなたにもメールによる通知が送られます。
nl: Gebruik dit formulier om meer informatie aan de schrijver te vragen. Deze ontvangt een e-mailbericht en kan hier antwoorden. U krijgt een e-mailbericht wanneer de schrijver antwoordt.
pl: Użyj tego formularza do wysłania prośby do autora o dodatkowe informacje. Autor za pomocą wiadomości e-mail zostanie powiadomiony i będzie mógł udzielić odpowiedzi. Gdy nadejdzie odpowiedź, otrzymasz powiadomienie.
pt_br: Utilize este formulário para pedir mais informações para o autor(es). Eles irão receber um email e assim poderão responder aqui. Você será notificado por email quando for respondido.
pt_pt: Utilize este formulário para pedir mais informação ao autor. Ele receberá uma mensagem de correio electrónico e poderá responder aqui.Quando responderem será notificado por correio electrónico.
ru: Используйте эту форму, чтобы запросить у авторов более подробную информацию. Они получат письмо по электронной почте и смогут тут ответить. Когда они ответят, вас уведомят по электронной почте.
sk: Použite tento formulár na vyžiadanie dodatočných informácií od autora doplnku, ktorý obdrží e-mailovú správu a bude môcť tu odpovedať. Pri jeho odpovedi budete upozornený e-mailovou správou.
sq: Përdorni këtë formular për të kërkuar më tepër të dhëna prej autorit. Ai do të marrë një email dhe do të mundë të përgjigjet këtu. Do të njoftoheni me email kur të përgjigjet.
sv_se: Använd det här formuläret för att begära mer information av en författare. De får e-post och kan svara här. När de har svarat får du besked via e-post.
vi: Dùng biểu mẫu này để yêu cầu thêm thông tin từ tác giả. Họ sẽ nhận được một email và có thể trả lời ngay tại đây. Bạn cũng sẽ được thông báo qua email khi họ trả lời.

source: User Account Editing
ca: Edició del compte d'usuari
cs: Úprava uživatelského účtu
de: Benutzerkonto bearbeiten
el: Επεξεργασία λογαριασμού χρήστη
es_es: Edición de cuenta de usuario
fa: ویرایش حساب کاربر
fr: Édition du compte utilisateur
hu: Felhasználói fiók szerkesztése
it: Modifica account utente
ja: ユーザアカウントの編集
nl: Bewerken gebruikersaccount
pl: Edytowanie konta użytkownika
pt_br: Editando conta de usuário
pt_pt: Editar Conta do Utilizador
ru: Изменение настроек учётной записи пользователя
sk: Úprava používateľského účtu
sq: Përpunim Llogarie Përdoruesi
sv_se: Redigera användarkonto
uk: Редагування вашого облікового запису
vi: Chỉnh sửa Tài khoản

source: User Info for %1$s
ca: Informació de l'usuari %1$s
cs: Profil uživatele %1$s
de: Benutzer-Info über %1$s
el: Πληροφορίες για το χρήστη: %1$s
es_es: Información del usuario %1$s
fa: اطلاعات کاربری %1$s
fr: Information sur %1$s
hu: %1$s felhasználói adatai
it: Informazioni utente per %1$s
ja: %1$s のプロフィール
nl: Gebruikersinformatie voor %1$s
pl: Informacje o użytkowniku %1$s
pt_br: Informação de usuário para %1$s
pt_pt: Info do utilizador para %1$s
ru: Информация о пользователе %1$s
sk: Informácie o používateľovi %1$s
sq: Të dhëna Përdoruesi për %1$s
sv_se: Användarinformation för %1$s
uk: Інформація користувача для %1$s
vi: Thông tin Người dùng cho %1$s
