Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: <p>Registration on AMO is <strong>not required</strong> if you simply want to download and install public add-ons.</p><p>You only need to register if:</p><ul><li>You want to submit reviews for add-ons</li><li>You want to keep track of your favorite add-on collections or create one yourself</li><li>You are an add-on developer and want to upload your add-on for hosting on AMO</li></ul><p>Upon successful registration, you will be sent a confirmation email to the address you provided. Please follow the instructions there to confirm your account.</p><p>If you like, you can read our <a href='%1$s' title='Legal Notices'>Legal Notices</a> and <a href='%2$s' title='Privacy Policy'>Privacy Policy</a>.</p>
ca: <p><strong>No cal que us registreu</strong> a l'AMO si tan sols voleu baixar i instal·lar-vos complements públics.</p><p>Només cal que us registreu si:</p><ul><li>Voleu publicar comentaris dels complements</li><li>Sou un desenvolupador de complements i voleu fer-los públics utilitzant l'AMO</li></ul><p>Després que us hàgiu registrat correctament, se us enviarà una confirmació a l'adreça electrònica que hàgiu indicat. Seguiu les instruccions per a crear el vostre compte.</p><p>Si ho desitgeu podeu llegir les nostres <a href='%1$s' title='Notes legals'>Notes legals</a> i la <a href='%2$s' title='Política de privacitat'> Política de privacitat</a>.</p>
cs: <p>Registrace na AMO <strong>není vyžadována</strong>, pokud chcete pouze stahovat a instalovat veřejné doplňky.</p><p>Registrace je nutná pouze pokud:</p><ul><li>chcete recenzovat doplňky</li><li>jste vývojář a chcete na AMO hostovat svůj doplněk.</li></ul><p>Po vyplnění registračního formuláře vám bude na zadanou adresu zaslán aktivační e-mail s popisem jak postupovat pro dokončení registrace.</p><p>Také si můžete prostudovat naše <a href='%1$s' title='Legal Notices'>právní omezení</a> a <a href='%2$s' title='Privacy Policy'>zásady ochrany soukromí</a>.</p>
de: <p>Es ist <strong>nicht zwingend notwendig</strong>, sich auf Mozilla Add-ons zu registrieren, wenn Sie nur öffentliche Add-ons herunterladen und installieren möchten.</p><p>Sie müssen sich nur registrieren, um folgendes zu tun:</p><ul><li>Sie möchten Bewertungen für Add-ons schreiben</li><li>Sie sind ein Entwickler und möchten Ihr Add-on auf Mozilla Add-ons anbieten</li></ul><p>Wenn Sie sich erfolgreich registriert haben, erhalten Sie eine Bestätigungs-E-Mail an die Adresse, die Sie eingegeben haben. Bitte folgen Sie den darin enthaltenen Informationen, um Ihr Benutzerkonto zu aktivieren.</p><p>Wenn Sie möchten, lesen Sie ruhig unsere <a href="%1$s">rechtlichen Hinweise</a> und <a href="%2$s">Datenschutzerklärung</a>.</p>
el: <p>Η εγγραφή στο AMO <strong>δεν</strong> απαιτείται αν θέλετε απλά να κάνετε λήψη και εγκατάσταση πρόσθετων που βρίσκονται στο δημόσιο χώρο.</p><p>Θα πρέπει να εγγραφείτε μόνο αν:</p><ul><li>Θέλετε να υποβάλετε αξιολογήσεις για πρόσθετα.</li><li>Είστε δημιουργός κάποιου πρόσθετου και θέλετε να φιλοξενηθεί στο AMO</li></ul><p>Αφου εγγραφείτε επιτυχώς, θα παραλάβετε ένα μήνυμα επιβεβαίωσης στη διεύθυνση που δώσατε. Παρακαλούμε ακολουθήστε τις οδηγίες που θα βρείτε εκεί για να επιβεβαιώσετε το λογαριασμό σας.</p><p>Αν θέλετε, μπορείτε να διαβάσετε τις <a href='%1$s' title='νομικές σημειώσεις'>Νομικές σημειώσεις</a> και την <a href='%2$s' title='πολιτική απορρήτου'>πολιτική απορρήτου</a> (Αγγλικά).</p>
es_es: <p>El registro en AMO <strong>no es obligatorio</strong> si solo quieres descargar e instalar complementos públicos.</p><p>Solo necesitas registrarte si:</p><ul><li>Quieres enviar valoraciones de los complementos</li><li>Eres desarrollador de complementos y quieres subir y alojarlos en AMO</li></ul><p>Una vez completes con éxito el registro, se te enviará un correo de confirmación a la dirección que hayas proporcionado. Por favor, sigue las instrucciones que se detallan para validar tu cuenta.</p><p>Si lo deseas, puedes leer nuestros <a href='%1$s' title='Avisos legales'>Avisos legales</a> y la <a href='%2$s' title='Política de privacidad'>Política de privacidad</a>.</p>
fa: <p>اگر تنها مایل به بارگیری و نصب افزودنی‌های عمومی می‌باشید، ثبت نام در وب‌گاه افزودنی‌های موزیلا <strong>ضروری نیست</strong>.</p><p>تنها زمانی نیاز به ثبت نام کردن دارید که:</p><ul><li>می‌خواهید برای افزودنی‌ها بررسی ارسال کنید</li><li>خود یک توسعه‌دهندهٔ افزودنی هستید که می‌خواهید افزودنی‌تان برای میزبانی به وب‌گاه افزودنی‌های موزیلا ارسال شود</li></ul><p>پس از انجام ثبت نام با موفقیت، شما نامه‌ای الکترونیکی در تأیید نشانی پست الکترونیکی وارد شده‌تان دریافت می‌نمایید. لطفاً برای تأیید حساب کاربری خود، از دستورالعمل موجود در آن نامه استفاده کنید.</p><p>اگر مایل هستید می‌توانید <a href='%1$s' title='یادداشت‌های قانونی'>یادداشت‌های قانونی</a> ما و <a href='%2$s' title='سیاست حفظ حریم خصوصی'>سیاست حفظ حریم خصوصی</a> ما را مطالعه نمایید.</p>
hu: <p><strong>Nem kötelező</strong> regisztrálni az AMO-n, ha nyilvánosan hozzáférhető kiegészítőket szeretne letölteni és telepíteni.</p><p>Csak akkor kell regisztrálnia, ha:</p><ul><li>Értékelést szeretne beküldeni a kiegészítőkhöz</li><li>Nyomon akarja követni kedvenc gyűjteményét, vagy létre akar hozni egyet</li><li>Kiegészítőt fejleszt, és az AMO-n szeretné közzétenni</li></ul><p>A sikeres regisztráció után megerősítő levelet kap a regisztráláskor megadott e-mail címre. Kövesse az abban leírt utasításokat a fiók visszaigazolásához.</p><p>Ha szeretné, elolvashatja a <a href='%1$s' title='Jogi megjegyzések'>Jogi megjegyzéseket</a> és az <a href='%2$s' title='Adatvédelmi nyilatkozat'>Adatvédelmi nyilatkozatot</a>.</p>
it: <p>La registrazione su AMO <strong>non è obbligatoria</strong> per scaricare e installare i componenti aggiuntivi presenti nella sezione pubblica.</p><p>È necessario registrarsi solo se:</p><ul><li>vuoi inserire delle recensioni</li><li>desideri tenere traccia delle tue raccolte preferite o creare delle tue raccolte</li><li>sei uno sviluppatore e vuoi usare AMO per ospitare il tuo componente aggiuntivo</li></ul><p> Dopo aver completato la registrazione, riceverai una mail di conferma all'indirizzo fornito: segui le istruzioni presenti nel messaggio per concludere la creazione dell'account.</p><p>Per ulteriori informazioni sono disponibili le <a href='%1$s' title='Note legali'>Note legali</a> e l'<a href='%2$s' title='Informativa sulla privacy'>Informativa sulla privacy</a>.</p>
ja: <p>一般に公開されているアドオンをダウンロード、インストールするだけであれば、AMO へのユーザ登録は<strong>必要ありません</strong>。</p><p>登録が必要なのは以下の場合のみです。</p><ul><li>アドオンのレビューを投稿したい場合</li><li>アドオンの開発者が、自分のアドオンをアップロードして AMO に掲載したい場合</li></ul><p>ユーザ登録が行われると、入力されたアドレスあてに確認のためのメールが送られます。そこに書かれた手順に従ってアカウントの確認を行ってください。</p><p>ご希望なら、Mozilla の <a href='%1$s'>法的通知</a> と <a href='%2$s'>プライバシーポリシー</a> をご覧いただけます。
nl: <p>Registratie op AMO is <strong>niet vereist</strong> als u gewoon publieke add-ons wilt downloaden en installeren.</p><p>U hoeft zich alleen te registreren als:</p><ul><li>U beoordelingen voor add-ons wilt indienen</li><li>U een add-onontwikkelaar bent en uw add-on wilt uploaden voor hosting op AMO</li></ul><p>Na succesvolle registratie ontvangt u per e-mail een bevestiging op het door u opgegeven adres. Volg a.u.b. de instructies daarin om uw account te bevestigen.</p><p>Indien gewenst kunt u onze <a href='%1$s' title='Legal Notices'>Legal Notices</a> and <a href='%2$s' title='Privacy Policy'>Privacy Policy</a> (in het Engels) lezen.</p>
pl: <p>Rejestracja na witrynie AMO <strong>nie jest wymagana</strong>, jeśli chcesz tylko pobierać i instalować dodatki znajdujące się w ogólnodostępnej części witryny.</p><p>Musisz zarejestrować się jeśli:</p><ul><li>Chcesz recenzować dodatki</li><li>Chcesz śledzić swoje ulubione kolekcje dodatków lub tworzyć własne kolekcje</li><li>Jesteś autorem dodatku i chcesz umieścić go na witrynie AMO</li></ul><p>Po zarejestrowaniu, na podany podczas rejestracji adres e-mail otrzymasz wiadomość z danymi do potwierdzenia konta. Aby potwierdzić swoje konto, postępuj zgodnie z zawartymi w tej wiadomości instrukcjami.</p><p>Jeśli chcesz, możesz zapoznać się z naszymi <a href='%1$s' title='Informacje prawne'>informacjami prawnymi</a> oraz <a href='%2$s' title='Polityka prywatności'>polityką prywatności</a>.</p>
pt_br: <p>Registro no AMO <strong>não é obrigatório</strong> se você simplesmente quer baixar e instalar complementos públicos.</p><p>Você só precisa se registrar caso:</p><ul><li>Você quiser enviar avaliações para complementos</li><li>Você é um desenvolvedor de complementos e desejar enviar seus Complementos para serem mantidos no AMO</li></ul><p>Após o registro com sucesso, você receberá um email de confirmação para o endereço que você cadastrou. Por favor siga as instruções enviadas para confirmar sua conta.</p><p>Se você deseja, você poderá ler nossas <a href='%1$s' title='Notas de conteúdo legal Notices'>Notas de Conteúdo Legal</a> e <a href='%2$s' title='Política de Privacidade'>Política de Privacidade</a>.</p>
pt_pt: <p>O registo no AMO não <strong>é necessário</strong> se apenas quiser transferir e instalar extras públicos.</p><p>Apenas necessita de se registar se:</p><ul><li>Deseja submeter comentários para os extras</li><li>For um desenvolvedor de extras e desejar carregar o extra para o AMO</li></ul><p>Após registar-se com sucesso, ser-lhe-á enviado uma mensagem de correio de confirmação para o endereço que forneceu. Siga as instruções lá contidas para confirmar a sua conta.</p><p>Se quiser pode ler as nossas <a href='%1$s' title=Legal Notices'>Notícias Legais</a> e a <a href='%2$s' title='Privacy Policy'>Política de Privacidade</a>.</p>
ru: <p>Регистрация на AMO <strong>не требуется</strong> если вы хотите просто загрузить и установить публичные дополнения.</p><p>Вам нужно зарегистрироваться только если:</p><ul><li>Вы хотите составлять рецензии на дополнения</li><li>Вы являетесь разработчиком дополнения и хотите загрузить ваше дополнение для размещения на AMO</li></ul><p>По завершении успешной регистрации по указанному вами адресу электронной почты вам будет отправлено письмо для подтверждения регистрации. Для подтверждения регистрации вашей учётной записи, пожалуйста, следуйте инструкциям в этом письме.</p><p>Если желате, вы можете прочесть наше <a href='%1$s' title='Правовое обеспечение'>Правовое обеспечение</a> и <a href='%2$s' title='Политика приватности'>Политику приватности</a>.</p>
sk: <p>Registrácia stránke AMO <strong>nie je vyžadovaná</strong>, ak chcete preberať a inštalovať verejné doplnky.</p><p>Zaregistrovať sa musíte len v prípade, že:</p><ul><li>chcete odoslať recenziu na nejaký doplnok</li><li>chcete sledovať vaše obľúbené kolekcie alebo si jednu sami vytvoriť</li><li>ste vývojárom doplnkov a chcete váš doplnok umiestniť na stránke AMO</li></ul><p>Po úspešnej registrácii obdržíte na zadanú adresu potvrdzovaciu e-mailovú správu. Účet potvrdíte nasledovaním krokov popísaných v tejto správe.</p><p>Ak chcete, môžete si prečítať <a href='%1$s' title='Právne informácie'>Právne informácie</a> a <a href='%2$s' title='Zásady ochrany súkromia'>Zásady ochrany súkromia</a>.</p>
sq: <p>Regjistrimi te AMO <strong>nuk është i domosdoshëm</strong>, po qe se thjesht doni të shkarkoni dhe instaloni një shtesë publike.</p><p>Lypset të regjistroheni vetëm po qe se:</p><ul><li>Dëshironi të parashtroni shqyrtime për shtesa</li><li>Doni të ndiqni koleksionet tuaja të parapëlqyera ose të krijoni një të tillë</li><li>Jeni zhvillues shtese dhe doni të ngarkoni shtesën tuaj për strehim te AMO </li></ul><p>Pas regjistrimit me sukses, do t'ju dërgohet një email ripohimi te vendndodhja që dhatë. Ju lutem ndiqni udhëzimet e atjeshme për të ripohuar llogarinë tuaj.</p><p>Nëse doni, mund të lexoni <a href='%1$s' title='Legal Notices'>Shënimet Ligjore</a> and <a href='%2$s' title='Privacy Policy'>Rregullat e Vetësisë</a> tonat.</p>
sv_se: <p>Registrering på AMO <strong>krävs inte</strong> om du bara vill ladda ner och installera publika tillägg.</p><p>Du behöver bara registrera dig om:</p><ul><li>Du vill skriva recensioner av tillägg</li><li>Du är en tilläggsutvecklare och vill ladda upp ditt tillägg för publicering på AMO</li></ul><p>Efter registrering får du ett bekräftelsebrev via e-post till adressen du angett. Följ instruktionerna där för att bekräfta ditt konto.</p><p>Om du vill kan du läsa vår <a href='%1$s' title='Rättighetsinformation'>Rättighetsinformation</a> och <a href='%2$s' title='Integritetsriktlinjer'>Integritetsriktlinjer</a>.</p>
vi: <p>Đăng kí trên AMO là <strong>không bắt buộc</strong> nếu như bạn chỉ đơn giản muốn tải xuống và cài đặt tiện ích công cộng.</p><p>Bạn chỉ cần đăng kí nếu:</p><ul><li>Bạn muốn gửi đánh giá cho tiện ích</li><li>Bạn là một nhà phát triển tiện ích và muốn tải tiện ích của bạn lên AMO để lưu trữ</li></ul><p>Khi đăng kí thành công, bạn sẽ nhận được một email xác nhận tại địa chỉ mà bạn đã cung cấp. Vui lòng làm theo chỉ dẫn trong đó để xác nhận tài khoản của bạn.</p><p>Nếu muốn, bạn có thể đọc <a href='%1$s' title='Lưu ý Pháp lí'>Lưu ý Pháp lí</a> và <a href='%2$s' title='Chính sách Riêng tư'>Chính sách Riêng tư</a> của chúng tôi.</p>
