Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Suggested amount
ca: Quantitat demanada
cs: Navrhnout částku
de: Empfohlener Betrag
el: Προτεινόμενο ποσό
es_es: Cantidad sugerida
fr: Montant suggéré
hu: Ajánlott összeg
it: Cifra suggerita
ja: 希望する金額
nl: Gesuggereerd bedrag
pl: Sugerowana kwota
pt_br: Quantia sugerida
pt_pt: Montante sugerido
ru: Предложенная сумма
sk: Navrhovaná čiastka
sv_se: Föreslaget bidrag
uk: Запрпонована сума
vi: Khoản tài chính đề nghị

# editors_review_header_summary
source: Summary
ca: Resum
cs: Přehled
de: Zusammenfassung
el: Περίληψη
es_es: Descripción
fa: خلاصه
fr: Résumé
hu: Összefoglaló
it: Riepilogo
ja: 概要
nl: Samenvatting
pl: Podsumowanie
pt_br: Sumário
pt_pt: Sumário
ru: Аннотация
sk: Súhrn
sq: Përmbledhje
sv_se: Sammanfattning
uk: Підсумок
vi: Tóm tắt

# statistics_js_plotselection_selector_summary
source: Summary
ca: Resum
cs: Celkový přehled
de: Zusammenfassung
el: Σύνοψη
es_es: Resumen
fa: خلاصه
fr: Résumé
hu: Összefoglaló
it: Sommario
ja: 概要
nl: Samenvatting
pl: Podsumowanie
pt_br: Sumário
pt_pt: Sumário
ru: Сводка
sk: Súhrn
sq: Përmbledhje
sv_se: Sammanfattning
uk: Резюме
vi: Tóm tắt

source: Support
ca: Ajuda
cs: Podpora
de: Hilfe
el: Υποστήριξη
es_es: Asistencia
fa: پشتیبانی
fr: Assistance
hu: Támogatás
it: Supporto
ja: サポート
nl: Ondersteuning
pl: Wsparcie techniczne
pt_br: Suporte
pt_pt: Suporte
ru: Поддержка
sk: Podpora
sq: Asistencë
sv_se: Hjälp
uk: Підтримка
vi: Hỗ trợ

source: Support Documentation:
ca: Documentació d'ajuda:
cs: Uživatelská dokumentace:
de: Benutzer-Dokumentation:
el: Έγγραφα υποστήριξης:
es_es: Documentación de ayuda:
fa: مستندات پشتیبانی:
fr: Documentation de support
hu: Támogató dokumentáció:
it: Documentazione di supporto:
ja: サポート情報:
nl: Ondersteunende documentatie:
pl: Dokumentacja:
pt_br: Documentação de suporte:
pt_pt: Documentação de Suporte:
ru: Документация:
sk: Dokumentácia podpory:
sq: Dokumentacion Asistence:
sv_se: Hjälpdokumentation:
uk: Документація:
vi: Tài liệu Trợ giúp:

source: Support Email Address
ca: Adreça de correu per a consultes
cs: E-mailová adresa podpory
de: Support-E-Mail-Adresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου για υποστήριξη
es_es: Dirección de correo de asistencia
fa: نشانی پست الکترونیکی پشتیبانی
fr: Adresse de messagerie d'assistance
hu: Támogató e-mail cím
it: Indirizzo e-mail per il supporto
ja: サポート用メールアドレス
nl: E-mailadres voor ondersteuning
pl: Adres e-mail wsparcia
pt_br: Endereço de Email para Suporte
pt_pt: Endereço de correio de suporte
ru: Адрес эл. почты поддержки
sk: Technická podpora prostredníctvom e-mailu
sq: Vendndodhje Email për Asistencë
sv_se: E-postadress för hjälp
uk: Підтримка електронної адреси
vi: Địa chỉ Email Hỗ trợ

source: Support Website
ca: Web o fòrum de consultes
cs: Stránka podpory
de: Support-Webseite
el: Ιστότοπος υποστήριξης
es_es: Página web de asistencia
fa: وب‌گاه پشتیبانی
fr: Site Web d'assistance
hu: Támogató weboldal
it: Sito web per il supporto
ja: サポート用 Web サイト
nl: Ondersteuningswebsite
pl: Witryna wsparcia
pt_br: Website de Suporte
pt_pt: Sítio web de suporte
ru: Веб-сайт поддержки
sk: Technická podpora
sq: Site Web Asistence
sv_se: Webbplats för hjälp
uk: Сторінка підтримки
vi: Trang web Hỗ trợ

source: Supported Platforms:
ca: Plataformes disponibles:
cs: Podporované platformy:
de: Unterstützte Betriebssysteme:
el: Υποστηριζόμενες πλατφόρμες:
es_es: Plataformas soportadas:
fa: سکوهای نرم‌افزاری پشتیبانی شده:
fr: Plateformes supportées&nbsp;:
hu: Támogatott platformok:
it: Piattaforme supportate:
ja: 対応プラットフォーム:
nl: Ondersteunde besturingssystemen:
pl: Obsługiwane systemy:
pt_pt: Plataformas suportadas:
ru: Поддерживаемые платформы:
sk: Podporované platformy:
sq: Platforma të Mbuluara:
sv_se: Stödda plattformar:
uk: Платформи, що підтримуються:
vi: Nền tảng Hỗ trợ:

source: Supported markdown syntax
ca: Permet la sintaxi de marques markdow
de: Unterstützt Markdown-Syntax
el: Υποστηριζόμενη σύνταξη markdown
es_es: Sintaxis de marcas soportadas
fa: دستور نشانه‌گذاری پشتیبانی شده
fr: Syntaxe Markdown supportée
it: Sintassi markdown supportata
ja: 対応している Markdown 構文
nl: Ondersteunde demarkeringsopmaak
pl: Obsługiwane znaczniki
pt_pt: Sintaxe markdown suportadas
ru: Поддерживаемый синтаксис выделения
sk: Syntax podporovaných značiek
uk: Підтримуваний синтаксис позначок

source: Syntax Highlighting
ca: Ressaltat de la sintaxi
cs: Barevné zvýraznění syntaxe:
el: Επισήμανση σύνταξης:
es_es: Remarcado de sintaxis
fa: رنگ‌آمیزی دستوری:
fr: Coloration syntaxique
hu: Szintaxiskiemelés
it: Evidenziazione sintassi
ja: 構文の強調表示
nl: Opmaak accentuering:
pl: Wyróżnianie składni:
pt_pt: Destaque de sintaxe:
ru: Подсветка синтаксиса
sk: Zvýraznenie syntaxe
uk: Підсвітлювання синтаксису

source: Tag added
ca: S'ha afegit l'etiqueta
cs: Přidán štítek
de: Tag hinzugefügt
el: Προστέθηκε η ετικέτα
es_es: Etiqueta añadida
fa: برچسب افزوده شد
fr: Étiquette ajoutée
hu: Címke hozzáadva
it: Etichetta aggiunta
ja: タグが追加されました
nl: Label toegevoegd
pl: Etykieta została dodana
pt_br: Tag adicionada
pt_pt: Etiqueta adicionada
ru: Метка добавлена
sk: Značka pridaná
sv_se: Etikett tillagd
uk: Додано позначку

source: Tag limit reached
ca: S'ha arribat al límit d'etiquetes
cs: Byl dosažen maximální počet štítků
de: Maximales Tag-Limit erreicht
el: Πλήρωση ορίου ετικετών
es_es: Límite de etiquetas alcanzado
fa: تعداد برچسب بیشتری مجاز نیست
fr: Nombre maximum d'étiquettes atteint
it: Raggiunto limite etichette
ja: タグの上限数に達しました
nl: Labellimiet bereikt
pl: Osiągnięto dozwoloną liczbę etykiet
pt_br: Limite de Tags alcançado
pt_pt: Limite da etiqueta alcançado
ru: Достигнут лимит кол-ва меток
sk: Dosiahnutý limit počtu značiek
sv_se: Etikettgräns uppnådd
uk: Досягнений ліміт позначок

source: Tag removed
ca: S'ha suprimit l'etiqueta
cs: Štítek odstraněn
de: Tag entfernt
el: Αφαιρέθηκε η ετικέτα
es_es: Etiqueta eliminada
fa: برچسب حذف شد
fr: Étiquette enlevée
hu: Címke eltávolítva
it: Etichetta eliminata
ja: タグが削除されました
nl: Label verwijderd
pl: Etykieta została usunięta
pt_br: Tag removida
pt_pt: Etiqueta removida
ru: Метка удалена
sk: Značka odstránená
sv_se: Etikett borttagen
uk: Вилучена позначка

# devcp_editbox_tags
source: Tags
ca: Etiquetes
cs: Štítky
el: Ετικέτες
es_es: Etiquetas
fa: برچسب‌ها
fr: Étiquettes
hu: Címkék
it: Etichette
ja: タグ
nl: Labels
pl: Etykiety
pt_pt: Etiquetas
ru: Метки
sk: Značky
sv_se: Etiketter
uk: Позначки
vi: Nhãn

# search_filter_tags_header
source: Tags
ca: Etiquetes
cs: Štítky
el: Ετικέτες
es_es: Etiquetas
fa: برچسب‌ها
fr: Étiquettes
hu: Címkék
it: Etichette
ja: タグ
nl: Labels
pl: Etykiety
pt_pt: Etiquetas
ru: Метки
sk: Značky
sv_se: Etiketter
uk: Позначки

# tags_header_tags_title
source: Tags
ca: Etiquetes
cs: Štítky
el: Ετικέτες
es_es: Etiquetas
fa: برچسب‌ها
fr: Étiquettes
hu: Címkék
it: Etichette
ja: タグ
nl: Labels
pl: Etykiety
pt_pt: Etiquetas
ru: Метки
sk: Značky
sv_se: Etikett
uk: Позначки

source: Target Locale
ca: Idioma
cs: Cílová lokalizace
de: Zielsprache
el: Επιθυμητή τοπική ρύθμιση γλώσσας
es_es: Idioma objetivo
fa: منطقهٔ مقصد
fr: Locale cible
hu: Cél területi beállítások
it: Locale di riferimento
ja: 対象ロケール
nl: Doellocale
pl: Docelowa lokalizacja
pt_br: Idioma alvo
pt_pt: Idioma de destino
ru: Указанная локаль
sk: Cieľová lokalizácia
sq: Vendore Objektiv
sv_se: Mållokal
uk: Локаль призначення
vi: Địa danh Đích

source: Team Average
ca: Mitjana de l'equip
cs: Průměr týmu
de: Team-Durchschnitt
el: Μέσος όρος ομάδας
es_es: Media del equipo
fr: Moyenne d'équipe
hu: Csapatátlag
it: Media del team
ja: チーム平均
nl: Teamgemiddelde
pl: Średnia zespołu
pt_pt: Média da equipa
ru: Среднее по команде
sk: Priemer tímu
sv_se: Lagmedel
vi: Trung bình Nhóm

source: Tested Application
ca: Aplicació provada
cs: Testovaná aplikace
de: Getestete Anwendungen
el: Ελεγμένη εφαρμογή
es_es: Aplicación probada
fa: برنامهٔ مورد آزمایش
fr: Application testée
hu: Tesztelt alkalmazás
it: Applicazione verificata
ja: テストを行ったアプリケーション
nl: Geteste toepassing
pl: Testowany program
pt_br: Aplicação testada
pt_pt: Aplicação Testada
ru: Проверенные приложения
sk: Testované aplikácie
sq: Zbatim i Provuar
sv_se: Testade applikationer
uk: Випробувана програма
vi: Ứng dụng đã được Thử nghiệm

source: Tested Operating Systems
ca: Sistema operatiu provat
cs: Testovaný operační systém
de: Getestete Betriebssysteme
el: Ελεγμένο λειτουργικό σύστημα
es_es: Sistemas operativos probados
fa: سیستم‌عامل‌های مورد آزمایش
fr: Systèmes d'exploitation testés
hu: Tesztelt operációs rendszer
it: Sistemi operativi verificati
ja: テストを行った OS
nl: Geteste besturingssystemen
pl: Testowane systemy operacyjne
pt_br: Sistemas operacionais testados
pt_pt: Sistemas Operativos Testados
ru: Проверенные операционные системы
sk: Testované operačné systémy
sq: Sistem Operativ i Provuar
sv_se: Testade operativsystem
uk: Випробувані операційні системи
vi: Hệ điều hành đã được Thử nghiệm

source: Thank you for installing %s!
ca: Gràcies per instaŀlar-vos el %s.
de: Danke, dass Sie %1$s installiert haben!
fr: Merci d'avoir installé %s!&nbsp;!
hu: Köszönjük a(z) %s telepítését!
it: Grazie per aver installato %s!
ja: %s をインストールしていただき、ありがとうございます。
nl: Bedankt voor het installeren van %s!
pl: Dziękuję za zainstalowanie %s!
pt_pt: Obrigado por instalar %s!
ru: Благодарим вас за установку %s!

source: Thanks for registering and welcome to %1$s!
ca: Gràcies per registrar-vos i benvingut al %1$s!
cs: Děkujeme za zaregistrování a vítejte na serveru %1$s!
de: Danke für Ihre Anmeldung und willkommen zu %1$s!
el: Καλωσήρθατε στα %1$s! και ευχαριστούμε για την εγγραφή σας
es_es: ¡Gracias por registrarte y bienvenido a %1$s!
fa: از ثبت نام شما متشکریم، و به %1$s خوش آمدید!
fr: Merci de vous être inscrit et bienvenue sur %1$s!
hu: Köszönjük, hogy regisztrált, és üdvözli a %1$s!
it: Grazie per esserti registrato e benvenuto in %1$s
ja: ご登録ありがとうございます。%1$s へようこそ！
nl: Bedankt voor uw registratie en welkom bij %1$s!
pl: Dziękujemy za zarejestrowanie się i witamy w serwisie %1$s!
pt_br: Obrigado por se registrar e bem-vindo ao %1$s!
pt_pt: Obrigado por se registar e bem-vindo a %1$s!
ru: Спасибо за регистрацию! Добро пожаловать на %1$s!
sk: Ďakujeme za registráciu a vítame vás na %1$s!
sq: Faleminderit që u regjistruat dhe mirësevini te %1$s!
sv_se: Tack för att du registerade dig och välkommen till %1$s!
uk: Дякуємо за реєстрацію і вітаємо на %1$s!
vi: Cảm ơn đã đăng kí và chào mừng đến %1$s!

source: Thanks; this review has been flagged for editor approval.
ca: Gràcies, aquesta revisió està marcada amb un indicador per a què l'aprovi un editor.
cs: Děkujeme. Recenze bude zkontrolována redaktorem.
de: Danke; diese Bewertung wurde zur Moderation markiert.
el: Ευχαριστούμε, η αξιολόγηση έχει σημειωθεί για να εγκριθεί από τους συντάκτες μας.
es_es: Gracias; esta valoración ha sido marcada para su aprobación por parte de un editor.
fa: متشکریم؛ این بررسی برای تأیید ویرایش‌گران علامت خورد.
fr: Merci. Cette critique est maintenant en attente d'approbation par un modérateur.
hu: Köszönjük, ez az értékelés szerkesztői jóváhagyásra meg lett jelölve.
it: Grazie; questa recensione è stata segnalata e verrà controllata da un revisore.
ja: ありがとうございます。このレビューはエディタに通知されました。
nl: Bedankt; deze beoordeling is aangeduid voor goedkeuring door een editor.
pl: Dziękujemy. Recenzja została oznaczona etykietą w celu zatwierdzenia jej przez edytora.
pt_br: Obrigado; esta avaliação foi marcada para aprovação de um editor.
pt_pt: Obrigado;este avaliação foi marcada para aprovação do editor.
ru: Спасибо; этот отзыв помечен и будет рассмотрен редактором.
sk: Ďakujeme; táto recenzia bola označená na schválenie editorom.
sq: Faleminderit; ky shqyrtim u flamurëzua për miratim nga botuesi.
sv_se: Tack; recensionen har märkts för redaktörsgranskning.
uk: Дякуємо; цей перегляд був помічений для підтвердження редактора.
vi: Cảm ơn; đánh giá này được gán cờ để chờ chấp thuận của biên tập viên.

source: That file extension (%1$s) is not allowed for a preview. Please use one of the following: %2$s
ca: No es permet aquesta extensió de fitxer (%s) per a una previsualització. Heu d'utilitzar una de les següents: %s
cs: Přípona souboru (%s) není povolena pro náhledy. Použijte prosím jednu z&nbsp;následujících: %s
de: Diese Dateinamen-Erweiterung (%s) ist für eine Vorschau nicht erlaubt. Bitte verwenden Sie eine der folgenden: %s
el: Δεν επιτρέπεται αυτή η προέκταση αρχείου (%s) για εικόνα προεπισκόπησης. Παρακαλούμε επιλέξτε μία από τις ακόλουθες: %s
es_es: No está permitida esa extensión de archivo (%s) para las vistas previas. Por favor, usa una de las siguientes: %s
fa: پسوند پروندهٔ (%s) برای یک پیش‌نمایش مجاز نیست. لطفاً از یکی از پسوندهای زیر استفاده کنید: %s
fr: L'extension de fichier (%s) n'est pas autotisée pour une prévisualisation. Veuillez utiliser une des extensions suivantes&nbsp;: %s
hu: Ez a fájlkiterjesztés (%s) nem engedélyezett az előnézet számára. Használja a következők egyikét: %s
it: Questa estensione (%1$s) non è consentita per un'anteprima. Utilizzare una delle seguenti estensioni: %2$s
ja: このファイル拡張子 (%s) はプレビュー画像には使用できません。以下のいずれかを使用してください: %s
nl: Die bestandsextensie (%s) is niet toegestaan voor een voorbeeldweergave. Gebruik a.u.b. één van de volgende: %s
pl: Rozszerzenie pliku (%1$s) jest niedozwolone dla pliku podglądu. Użyj jednego z następujących: %2$s
pt_br: Esta extensão de arquivo (%s) não é permitida para uma pré-distribuição. Por favor, use uma das seguintes: %s
pt_pt: Essa extensão de ficheiro (%s) não é permitida para pré-visualização. Utilize um dos seguintes: %s
ru: Указанное расширение файла (%s) недопустимо для скриншотов. Пожалуйста, используйте одно из следующих: %s
sk: Táto prípona súboru (%1$s) nie je pre ukážku povolená. Použite jednu z nasledujúcich: %2$s
sq: Kjo prapashtesë kartelash (%s) nuk lejohet për paraparjet. Ju lutem përdorni një nga vijueset: %s
sv_se: Den filändelsen (%s) är inte tillåten för en förhandsvisning. Använd en av följande: %s
uk: Це розширення файлу (%s) недозволене для знімку екрану. Будь ласка, використайте одне з наступних: %s
vi: Phần mở rộng tập tin (%s) không được phép cho tính năng xem trước. Vui lòng sử dụng một trong các đuôi sau: %s

source: That file extension (%1$s) is not allowed for an icon. Please use one of the following: %2$s
ca: No es permet aquesta extensió de fitxer (%s) per a una icona. N'heu de seleccionar una de les següents: %s
cs: Přípona souboru (%s) není povolena pro ikonu. Použijte prosím jednu z&nbsp;následujících: %s
de: Diese Dateinamen-Erweiterung (%s) ist für ein Icon nicht erlaubt. Bitte verwenden Sie eine der folgenden: %s
el: Η προέκταση αρχείου (%s) δεν επιτρέπεται για αρχείο εικονιδίου. Παρακαλούμε επιλέξτε μία από τις ακόλουθες: %s
es_es: No está permitida esa extensión de archivo (%s) para un icono. Por favor, elige una de las siguientes: %s
fa: این پسوند پرونده (%s) برای شمایل مجاز نیست. لطفاً از یکی از پسوندهای زیر استفاده کنید: %s
fr: Cette extension de fichier (%s) n'est pas autorisée pour une icône. Veuillez utiliser une des extensions suivantes&nbsp;: %s
hu: Ez a fájlkiterjesztés (%s) nem engedélyezett az ikon számára. Használja a következők egyikét: %s
it: Questa estensione (%1$s) non è consentita per un'icona. Utilizzare una delle seguenti estensioni: %2$s
ja: このファイル拡張子 (%s) はアイコンには使用できません。以下のいずれかを使用してください: %s
nl: Die bestandsextensie (%s) is niet toegestaan voor een pictogram. Gebruik a.u.b. één van de volgende: %s
pl: Rozszerzenie pliku (%1$s) jest niedozwolone dla pliku ikony. Użyj jednego z następujących: %2$s
pt_br: Esta extensão de arquivo (%s) não é permitida para um ícone. Por favor, selecione um dos seguintes: %s
pt_pt: A extensão do ficheiro (%s) não é permitida para um ícone. Utilize um dos seguintes: %s
ru: Указанное расширение файла (%s) недопустимо для значка. Пожалуйста, используйте одно из следующих: %s
sk: Táto prípona súboru (%1$s) nie je pre ikonu povolená. Použite jednu z nasledujúcich: %2$s.
sq: Kjo prapashtesë kartele (%s) nuk lejohet për një ikonë. Ju lutem përdorni një nga vijueset: %s
sv_se: Den filextensionen (%s) är inte tillåten för en ikon. Använd en av följande: %s
uk: Це розширення файлу (%s) недозволене для значка. Будь ласка, використайте одне з наступних: %s
vi: Phần mở rộng tập tin (%s) không được phép dùng cho biểu tượng. Vui lòng dùng trong các đuôi sau: %s

source: The %1$s locale is missing %2$s translation
ca: A l'idioma %1$s li falta %2$s traducció
de: Der Sprache %1$s fehlt %2$s Übersetzung
el: Η τοπικοποίηση σε %1$s υπολείπεται %2$s μεταφρασμένης γραμμής
es_es: El idioma %1$s tiene %2$s traducción pendiente
it: Nel locale %1$s non risulta presente %2$s traduzione
ja: %1$s ロケールには未着手の翻訳が %1$s 個含まれています
nl: De %1$s locale mist %2$s vertaling
pl: Nieprzetłumaczone frazy w lokalizacji %1$s: %2$s
pt_pt: O idioma %1$s tem em falta %2$s traduções
ru: В локали %1$s отсутствует %2$s строка
sk: V lokalizácii %1$s chýba %2$s reťazec.
uk: У локалі %1$s не вистачає перекладу %2$s

source: The Basics
pt_pt: O básico

source: The Group has been saved
ca: El grup s'ha desat
cs: Skupina byla uložena
de: Die Gruppe wurde gespeichert
el: Η ομάδα αποθηκεύθηκε
es_es: El grupo ha sido guardado
fa: گروه ذخیره گردید
fr: Le groupe a été enregistré
hu: A csoport mentve lett
it: Il gruppo è stato salvato
ja: グループの設定は保存されました
nl: De groep is opgeslagen
pl: Grupa została zapisana
pt_br: O grupo foi salvo
pt_pt: O Grupo foi guardado
ru: Группа сохранена
sk: Skupina bola uložená
sq: Grupi u ruajt
sv_se: Gruppen har sparats
uk: Група збережена
vi: Nhóm đã được lưu

source: The Group with id %s was deleted
ca: El grup amb l'id %s s'ha suprimit
cs: Skupina s&nbsp;ID %s byla smazána
de: Die Gruppe mit der ID %s wurde gelöscht
el: Διαγράφηκε η ομάδα με αναγνωριστικό %s
es_es: El grupo con identificador %s fue borrado
fa: گروه با شناسهٔ %s حذف گردید
fr: Le groupe ayant l'id %s a été effacé
hu: A(z) %s azonosítójú csoport törölve lett.
it: Il gruppo con ID %s è stato eliminato
ja: グループ (ID %s) は削除されました
nl: De groep met id %s is verwijderd
pl: Grupa o id %s została usunięta
pt_br: O grupo com id %s foi removido
pt_pt: O Grupo com o id %s foi eliminado
ru: Группа с идентификатором %s была удалена
sk: Skupina s identifikáciou %s bola odstránená
sq: Grupi me id %s u fshi
sv_se: Gruppen med id %s togs bort
uk: Група з ідентифікатором %s була стерта
vi: Nhóm có định danh %s đã được xóa

source: The Statistics Dashboard is currently disabled. Please check back later.
ca: La consola d'estadístiques està deshabilitada. Toneu-ho a provar més tard.
cs: Stránka statistik je momentálně zakázánaná. Zkuste to prosím později.
de: Die statistische Auswertung ist momentan deaktiviert. Bitte versuchen Sie es später noch einmal.
el: Το ταμπλό στατιστικών είναι απενεργοποιημένο προς το παρόν. Παρακαλούμε προσπαθήστε αργότερα.
es_es: En panel de estadísticas está desactivado en estos momentos. Por favor, inténtalo más tarde.
fa: صفحهٔ آمار در حال حاضر غیر فعال است. لطفاً بعداً دوباره تلاش نمایید.
fr: Le tableau de bord des statistiques est actuellement désactivé. Revenez un peu plus tard.
hu: A Statisztika modul jelenleg le van tiltva. Próbálja újra később.
it: Il pannello statistiche in questo momento risulta disabilitato. Riprovare più tardi.
ja: 統計ダッシュボードは現在ご利用になれません。また後で確認してください。
nl: De Statistiekensectie is momenteel uitgeschakeld. Probeer het later nog eens.
pl: Panel statystyk jest obecnie wyłączony. Prosimy spróbować ponownie później.
pt_br: O painel de estatísticas está desativado no momento. Por favor, verifique novamente mais tarde.
pt_pt: O Painel de Estatísticas de momento está desactivado. Tente mais tarde.
ru: Панель статистики в данное время отключена. Пожалуйста вернитесь попозже.
sk: Štatistika je práve deaktivovaná. Skontrolujte neskôr.
sq: Pulti i Statistikave hëpërhë është i çaktivizuar. Ju lutem kontrolloni prapë më vonë.
sv_se: Statistikpanelen är just nu inte tillgänglig, kom tillbaka senare.
uk: Панель ститистики дезактивована на даний час. Перевірте, будь ласка, пізніше.
vi: Bảng Thống Kê hiện đang bị vô hiệu hóa. Vui lòng kiểm tra lại sau.

source: The chrome.manifest file contains a line identifying the plugin as a conduit toolbar.
ca: El fitxer chrome.manifest té una línia que denota que el connector és una barra d'eines conduit.
de: Die Datei chrome.manifest enthält eine Zeile, die das Add-on als Conduit-Toolbar identifiziert.
el: Το αρχείο chrome.manifest περιέχει μια γραμμή που χαρακτηρίζει το πρόσθετο ως εργαλειοθήκη conduit.
es_es: El archivo chrome.manifest contiene una línea que identifica el plugin como una barra de herramientas comunitaria.
it: Il file chrome.manifest contiene una riga che identifica il plugin come una barra degli strumenti Conduit.
ja: chrome.manifest ファイルに、Conduit ツールバーであると見なされているプラグインが記載されています。
nl: Het bestand chrome.manifest bevat een regel die de plug-in identificeert als geleidende werkbalk.
pl: Plik chrome.manifest zawiera wiersz identyfikujący wtyczkę jako pasek kanałowy.
pt_pt: O ficheiro chrome.manifest contém uma linha identificando o plugin como uma barra de ferramentas conduit.
ru: Файл chrome.manifest содержит строку идентифицирующую плагин как рекламную панель.
sv_se: Filen chrome.manifest innehåller en rad som identifierar tillägget som som en conduit toolbar.

source: The collection has been deleted.
ca: S'ha suprimit la col·lecció.
cs: Sbírka byla smazána.
de: Diese Sammlung wurde gelöscht.
el: Η συλλογή διαγράφηκε.
es_es: El recopilatorio ha sido borrado.
fa: مجموعه با موفقیت حذف گردید.
fr: La collection a été effacée.
hu: A gyűjtemény törlésre került.
it: La raccolta è stata eliminata.
ja: このコレクションは削除されました。
nl: De collectie is verwijderd.
pl: Kolekcja została usunięta
pt_br: A coleção foi removida.
pt_pt: A colecção foi eliminada.
ru: Подборка была удалёна.
sk: Kolekcia bola odstránená.
sq: Koleksioni u fshi.
sv_se: Samlingen har tagits bort.
uk: Колекція вилучена.
vi: Bộ sưu tập đã được xóa.

source: The confirmation code was resent!
ca: El codi de confirmació es va tornar a enviar!
cs: Aktivační kód byl znova poslán!
de: Bestätigungscode erneut versandt!
el: Ο κωδικός επιβεβαίωσης στάλθηκε ξανά!
es_es: ¡El código de confirmación se volvió a enviar!
fa: کد تأیید دوباره ارسال گردید!
fr: Le code de confirmation a été renvoyé&nbsp;!
hu: A megerősítő kódot újra elküldtük!
it: Il codice di conferma è stato reinviato
ja: 確認コードを再送信しました。
nl: De bevestigingscode is opnieuw verstuurd!
pl: Kod potwierdzający został wysłany ponownie!
pt_br: O código de confirmação foi enviado!
pt_pt: O código de confirmação foi reenviado!
ru: Код подтверждения был отправлен повторно!
sk: Potvrdzovací kód znova odoslaný!
sq: U ridërgua kodi i ripohimit!
sv_se: Bekräftelsekoden omskickad!
uk: Код підтвердження було повторно надіслано!
vi: Mã xác nhận đã được gửi lại!

source: The contents.rdf file contains a line identifying the plugin as a conduit toolbar.
ca: El fitxer contents.rdf té una línia que denota que el connector és una barra d'eines conduit.
de: Die Datei contents.rdf enrhält eine Zeile, die das Add-on als Conduit-Toolbar identifiziert.
el: Το αρχείο contents.rdf περιέχει μια γραμμή που χαρακτηρίζει το πρόσθετο ως εργαλειοθήκη conduit.
es_es: El archivo install.rdf contiene una línea que identifica el plugin como una barra de herramientas comunitaria.
fr: Le fichier contents.rdf contient une ligne identifiant ce plugin comme barre d'outils de type Conduit.
it: Il file contents.rdf contiene una riga che identifica il plugin come una barra degli strumenti Conduit.
ja: contents.rdf ファイルに、Conduit ツールバーであると見なされているプラグインが記載されています。
nl: Het bestand contents.rdf bevat een regel die de plug-in identificeert als geleidende werkbalk.
pl: Plik contents.rdf zawiera wiersz identyfikujący wtyczkę jako pasek kanałowy.
pt_pt: O ficheiro contents.rdf contém uma linha identificando o plugin como uma barra de ferramentas conduit.
ru: Файл contents.rdf содержит строку идентифицирующую плагин как рекламную панель.
