Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Add-ons not compatible with any version of %1$s
ca: Complements que no són compatibles amb cap de les versions del %1$s
cs: Doplňky nekompatibilní s&nbsp;žádnou verzí aplikace %1$s
de: Add-ons, die mit keiner Version von %1$s kompatibel sind
el: Πρόσθετα που δεν είναι συμβατά με καμία έκδοση του %1$s
es_es: Complementos no compatibles con ninguna versión de %1$s
fa: افزودنی‌های ناسازگار با هر نسخهٔ %1$s
fr: Modules non-compatibles avec une quelconque version de %1$s
hu: A %1$s egyik verziójával sem kompatibilis kiegészítők
it: Componenti aggiuntivi non compatibili con alcuna versione di %1$s
ja: %1$s のいずれのバージョンとも互換性のないアドオン
nl: Add-ons die niet compatibel zijn met enige versie van %1$s
pl: Dodatki niekompatybilne z żadną wersją programu %1$s
pt_br: Complementos não compatíveis com quaisquer versões do %1$s
pt_pt: Extras não compatíveis com nenhuma versão do %1$s
ru: Дополнения, не совместимые ни с какой версией %1$s
sk: Doplnok nie je kompatibilný zo žiadnou verziou aplikácie %1$s
sq: Shtesa të papërputhshme me ndonjë version të %1$s-it
sv_se: Tillägg ej kompatibla med någon version av %1$s
uk: Додатки, не сумісні з жодною версією %1$s
vi: Các tiện ích không tương thích với bất kì phiên bản nào của %1$s

source: Add-ons submitted to Mozilla Add-ons must have an install.rdf file with at least one of the below applications supported. Only the versions listed below are allowed for these applications.
ca: Els complements publicats a Mozilla Add-ons han de tenir un fitxer install.rdf disponible per, com a mínim, una de les aplicacions següents. Només les versions que es mostren a continuació són permeses per a aquestes aplicacions.
cs: Všechny doplňky serveru doplňky Mozilly musí obsahovat soubor install.rdf obsahující alespoň jednu níže podporovanou aplikaci. Pro tyto aplikace jsou pak podporovány pouze verze uvedené níže.
de: An Mozilla Add-ons übermittelte Add-ons müssen die Datei install.rdf besitzen, welche mindestens eine der folgenden Anwendungen zu unterstützen hat. Nur die aufgelisteten Versionen der Anwendungen sind erlaubt.
el: Τα πρόσθετα που υποβάλλετε στο Mozilla Add-ons θα πρέπει να έχουν ένα αρχείο install.rdf που θα υποστηρίζει τουλάχιστον μια από τις παρακάτω εφαρμογές. Μόνο οι εκδόσεις που παραθέτουμε παρακάτω επιτρέπονται γι' αυτές τις εφαρμογές.
es_es: Los complementos enviados a Mozilla Addons deben especificar al menos una aplicación válida, como las listadas abajo, en el archivo install.rdf. Solo son permitidas para estas aplicaciones las versiones que se detallan abajo.
fa: افزودنی‌هایی که به وب‌گاه افزودنی‌های موزیلا ارسال می‌شوند باید دارای یک پروندهٔ install.rdf با کمینه یکی از برنامه‌های پشتیبانی شدهٔ زیر باشند. تنها نسخه‌هایی که در زیر ذکر شده‌اند برای این برنامه‌ها مجاز می‌باشند.
fr: Les modules soumis au site Mozilla Add-ons doivent être pourvus d'un fichier install.rdf comportant au moins l'une des applications supportées ci-dessous. Seules les versions listées ci-dessous sont autorisées pour ces applications.
hu: A Mozilla Add-ons webhelyre beküldött kiegészítőknek rendelkezniük kell install.rdf fájllal, amelyben fel kell tüntetni támogatottként legalább egyet az alábbi alkalmazások közül. Ezekhez az alkalmazásokhoz csak az alábbi verziók engedélyezettek.
it: I componenti aggiuntivi inviati a Mozilla Add-ons devono contenere un file install.rdf con il supporto ad almeno una delle seguenti applicazioni. Verranno accettate solo le versioni delle applicazioni indicate nell'elenco seguente.
ja: Mozilla Add-ons に登録するアドオンには、以下のアプリケーションのうち少なくともいずれかに対応させた install.rdf ファイルを同梱する必要があります。各アプリケーションとも、以下に表記されたバージョンのみ指定可能です。
nl: Add-ons die worden ingediend bij Mozilla Add-ons dienen een install.rdf bestand te bevatten met ten minste één van de onderstaande ondersteunde toepassingen. Alleen de hieronder genoemde versies zijn toegestaan voor deze toepassingen.
pl: Dodatki wysłane do Mozilla Add-ons muszą zawierać plik install.rdf, w którym musi być zadeklarowane wsparcie dla przynajmniej jednego z poniższych programów. Tylko wersje wymienione poniżej są dozwolone.
pt_br: Complementos enviados ao Mozilla Add-ons precisam incluir o arquivo install.rdf com pelo menos uma das aplicações abaixo. Somente as versões listadas são suportadas para estas aplicações.
pt_pt: Extras submetidos nos Extras da Mozilla têm de ter um ficheiro install.rdf com pelo menos uma aplicação suportada. Apenas as versões listadas abaixo são permitidas para essas aplicações.
ru: Дополнения, отправляемые на Mozilla Add-ons, должны содержать файл install.rdf. Причём в этом файле должна присутствовать запись хотя бы об одном из приложений, перечисленных ниже. Допускаются только перечисленные версии.
sk: Doplnky odoslané na Mozilla Add-ons musia obsahovať súbor install.rdf aspoň s jednou z dole podporovaných aplikácií. Pre tieto aplikácie sú podporované len dole uvedené verzie.
sq: Shtesat e parashtruara te Shtesat Mozilla duhet të kenë një kartelë install.rdf me mbulim për të paktën një nga zbatimet më poshtë. Janë të lejuar vetëm versionet e radhitur më poshtë për këta zbatime.
sv_se: Tillägg som skickas in till Mozilla Add-ons måste ha en install.rdf-fil där minst en av följande applikationer stöds. Bara versionerna nedan är tillåtna för dessa applikationer.
uk: Додатки, надіслані до додатків Mozilla, повинні мати файл install.rdf з підтримкою принаймні однієї з нижче вказаних програм. Лише нижчевказані версії дозволені для цих програм.
vi: Tiện ích được gửi lên Tiện Ích Mozilla phải có một tập tin install.rdf với ít nhất một trong các ứng dụng bên dưới được hỗ trợ. Chỉ các phiên bản được liệt kê bên dưới là được phép cho các ứng dụng này.

source: Add-ons up-to-date with the latest builds of %1$s
ca: Complements actualitzats per a l'última versió del %1$s
cs: Doplňky kompatibilní s&nbsp;posledními verzemi aplikace %1$s
de: Add-ons, die mit den neuesten Versionen von %1$s kompatibel sind
el: Πρόσθετα που συμβαδίζουν με τις πιο πρόσφατες εκδόσεις του %1$s
es_es: Complementos actualizados para las últimas versiones de %1$s
fa: افزودنی‌های سازگار با جدیدترین نسخه‌های %1$s
fr: Modules acutualisé pour les dernières compilations de %1$s
hu: A %1$s legújabb verziójával kompatibilis kiegészítők
it: Componenti aggiuntivi compatibili con le ultime versioni di %1$s
ja: %1$s の最新ビルドに対応しているアドオン
nl: Add-ons die geschikt zijn voor de laatste builds van %1$s
pl: Dodatki kompatybilne z najnowszą wersją programu %1$s
pt_br: Complementos atualizados com a última versão do %1$s
pt_pt: Extras actualizados com a última versão do %1$s
ru: Дополнения, совместимые с последними сборками %1$s
sk: Doplnky kompatibilné s najnovšou verziou aplikácie %1$s
sq: Shtesa të përditësuara për montimet më të fundit të %1$s-it
sv_se: Tillägg uppdaterade för de senaste byggena av %1$s
uk: Додатки, сумісні з найновішими збірками %1$s
vi: Các tiện ích cập nhật theo các bản xây dựng của %1$s

source: Adjusting application information here will allow users to install your add-on even if the install.rdf in the package indicates that the add-on is incompatible. <a %s>List of supported applications</a>
ca: Si canvieu la configuració de l'aplicació aquí podreu fer que els usuaris pugin instal·lar el vostre complement tot i que el install.rdf del paquet indiqui que el complement és incompatible. <a %s>Llista d'aplicacions permeses</a>
cs: Nastavením informací o aplikaci na tomto místě umožníte uživatelům instalovat váš doplněk i přesto, že je v souboru install.rdf uvedeno, že doplněk je s konkrétní aplikací nekompatibilní. <a %s>Seznam podporovaných aplikací</a>.
de: Wenn Sie die Anwendungs-Informationen hier ändern, können Benuzer Ihr Add-on auch installieren, wenn die Datei install.rdf in der hochgeladenen Add-on-Datei gegenteilige Informationen enthält. <a %s>Liste unterstützter Anwendungen</a>
el: Η ρύθμιση πληροφοριών για την εφαρμογή εδώ θα επιτρέψει στους χρήστες να εγκαταστήσουν το πρόσθετο σας ακόμα και αν το αρχείο install.rdf του πακέτου υποδεικνύει ότι δεν είναι συμβατό με την εφαρμογή. <a %s>Λίστα υποστηριζόμενων εφαρμογών</a>
es_es: Al ajustar la información de las aplicaciones aquí, permitirá a los usuarios instalar tu complemento incluso si el install.rdf del paquete indica que el complemento es incompatible. <a %s>Lista de las aplicaciones soportadas</a>
hu: Az alkalmazás információinak módosítása lehetővé teszi a felhasználóknak, hogy akkor is telepíthessék a kiegészítőt, ha a csomagban lévő install.rdf azt jelzi, hogy a kiegészítő nem kompatibilis. <a %s>Támogatott alkalmazások listája</a>
it: Se si modificano le informazioni relative alle applicazioni in questa sezione, gli utenti saranno in grado di completare l'installazione anche se il file install.rdf presente nel pacchetto indica che il componente aggiuntivo non è compatibile. <a %s>Elenco delle applicazioni supportate</a>
ja: ここでアプリケーション情報を編集すると、アドオンのパッケージに含まれている install.rdf では互換性がないと判断される場合であっても、ユーザがインストールできるようになります。<a %s>対応アプリケーションの一覧</a>
nl: Door hier aanpassen van toepassinginformatie kunnen gebruikers uw add-on installeren, zelfs als install.rdf in het pakket aangeeft dat de add-on niet compatibel is <a %s>Lijst van ondersteunde toepassingen</a>
pl: Ustawione tutaj informacje dotyczące programu i wersji, pozwolą użytkownikom zainstalować Twój dodatek, nawet jeśli dane zawarte w pliku install.rdf wskazują, że jest on niekompatybilny. <a %s>Wykaz obsługiwanych programów i wersji</a>.
pt_br: Ajustando informações da aplicação irá permitir que usuários instalem seu Complementomesmo que o install.rdf do pacote indique que o complemento é incompatível.<a %s>Veja lista de aplicações suportadas</a>
pt_pt: Ajustar aqui a informação da aplicação permite a todos os utilizadores instalar o seu extra mesmo que o install.rdf indique que o extra é imcompatível. <a %s>Lista de aplicações suportadas</a>
ru: Настройка здесь информации о приложении позволит пользователям установить ваше дополнение даже если файл install.rdf в пакете указывает, что дополнение несовместимо. <a %s>Список поддерживаемых приложений</a>
sk: Upravenie údajov o kompatibilných verziách umožní používateľom nainštalovať vaše rozšírenie aj v prípade, ak nie je v súbore install.rdf uvedená kompatibilita s danou verziou programu. <a %s>Zoznam podporovaných aplikácií</a>.
sq: Rregullimi i të dhënave të zbatimit këtu do t'u lejojë përdoruesve të instalojnë shtesën tuaj edhe kur install.rdf te paketa tregon që ajo shtesë është e papërputhshme. <a %s>Listë zbatimesh që mbulohen</a>
sv_se: Ändrar du applikationsinformation här låter det användare installera ditt tillägg även om dess install.rdf säger att tillägget inte är kompatibelt. <a %s>Lista på applikationer som stöds</a>
uk: Корекція інформації про програму у цьому місці дозволятиме користувачам встановити ваш додаток,навіть якщо install.rdf у пакунку вказує, що додаток несумісний. <a %s>Список підтримуваних програм</a>
vi: Điều chỉnh thông tin chương trình ở đây sẽ cho phép người dùng cài đặt tiện ích của bạn cho dù install.rdf trong gói thông báo là tiện ích không tương thích. <a %s>Liệt kê các chương trình được hỗ trợ</a>

source: All Add-ons
pt_pt: Todos os extras

source: All tests passed. Your add-on is now complete, click Continue to customize details.
ca: Ha passat totes les proves. El vostre complement ara ja és complet, cliqueu Continua per a acabar d'omplir els detalls.
de: Alle Tests bestanden. Ihr Add-on ist nun vollständig, klicken Sie aus "Weiter", um fortzufahren.
el: Όλοι οι έλεγχοι ήταν επιτυχημένοι.Το πρόσθετο σας θεωρείται τώρα ολοκληρωμένο, κάντε κλικ στο «Συνέχεια» για να προσαρμόσετε τις λεπτομέρειες.
es_es: Todas las pruebas realizadas. Tu complemento está ahora completo, pulsa en Continuar para personalizar los detalles.
fr: Tous les tests ont été passés avec succès. Votre module est maintenant complet, cliquez sur Continuer pour ajouter des détails concernant votre module.
hu: Minden teszt sikeres volt. A kiegészítő kész, kattintson a Folytatás lehetőségre a részletek beállításához.
it: Tutti i test sono stati superati e il componente aggiuntivo è completo. Fare clic su Continua per personalizzare i dettagli
ja: すべてのテストをパスしました。あなたのアドオンは完成しましたので、「続ける」をクリックして、詳細情報を入力してください。
nl: Alle tests doorstaan. Uw add-on is nu compleet, klik op Doorgaan om de details aan te passen.
pl: Wszystkie testy zaliczone. Dodatek jest skompletowany. Kliknij Kontynuuj, aby określić inne elementy
pt_pt: Todos os testes passaram. O seu extra está agora completo, clique em Continuar para personalizar os detalhes.
ru: Все тесты пройдены. Ваше дополнение теперь оформлено, для более подробной настройки нажмите кнопку Продолжить.
sv_se: Alla test godkända. Ditt tillägg är nu klart, klicka Fortsätt för att anpassa detaljer.

source: Any information end users may want to know that isn't necessarily applicable to the add-on summary or description. Common uses include listing known major bugs, information on how to report bugs, anticipated release date of a new version, etc.
ca: Qualsevol informació que l'usuari final pugui voler saber i que, per alguna raó, no es pugui posar ni al resum ni a la descripció. Per exemple per a explicar problemes coneguts, o donar informació de com enviar incidències i problemes o per anunciar amb antelació de la data d'una nova versió, etc.
cs: Jakékoliv informace pro koncové uživatele, které se nehodí do stručného popisu nebo popisu doplňku. Lze zde například uvádět seznam známých hlavních chyb, informace o&nbsp;hlášení chyb, očekávané datum vydání nové verze, atd.
de: Jede Information, die Endbenutzer möglicherweise wissen möchten, die aber nicht notwendigerweise in die Zusammenfassung oder Beschreibung gehören. Die übliche Verwendung für dieses Feld umfasst beispielsweise bekannte Probleme, Informationen zum Melden von gefundenen Fehlern, der beabsichtigte Erscheinungstermin der nächsten Add-on-Version, und ähnliches.
el: Οποιαδήποτε πληροφορία μπορεί να ενδιαφέρει τους τελικούς χρήστες και δεν είναι απαραίτητη στη σύνοψη ή την περιγραφή του πρόσθετου. Χρησιμοποιείται συχνά για την αναφορά σημαντικών προβλημάτων, πληροφορίες για το πως μπορεί να γίνει αναφορά προβλημάτων, αναμενόμενες ημερομηνίες νέων εκδόσεων κλπ.
es_es: Cualquier información que los usuarios finales pueden necesitar saber, y que no necesariamente se aplican al resumen del complemento o la descripción. Los usos comunes incluyen informar de problemas conocidos, cómo informar de errores, fecha prevista de nuevas versiones, etc.
fa: اطلاعاتی که برای کاربران مفید است ولی لزوماً در خلاصه یا شرح افزودنی جایی ندارد. استفاده‌های معمول شامل برشمردن اشکالات عمدهٔ معلوم افزودنی، اطلاعاتی در مورد چگونگی گزارش اشکالات، تاریخ تقریبی انتشار نسخه‌های جدید و غیره می‌باشد.
hu: A végfelhasználók számára esetlegesen jelentőséggel bíró információk, amelyek nem tartoznak feltétlenül a kiegészítő összefoglalójához vagy leírásához. Ide általában az ismert fontosabb hibák, a hibajelentéssel kapcsolatos információk, új verzió várt kiadási dátuma, stb. kerül.
it: Inserire qualsiasi informazione utile per l'utente che non è adatta ai campi riepilogo e descrizione. Ad esempio è possibile inserire eventuali bug, informazioni su come segnalare bug, anticipare la data di rilascio di una nuova versione, ecc.
ja: アドオンの要約や説明には該当しない、エンドユーザが知りたいと思われるあらゆる情報を記述します。例えば、主な既知のバグ、バグ報告の手順、新バージョンのリリース予定日などを記載するのに使用できます。
nl: Alle informatie die mogelijk van belang is voor eindgebruikers en die niet noodzakelijkerwijs van toepassing is op de add-onsamenvatting of -beschrijving. Wordt vaak gebruikt voor opsommen van grote fouten, informatie over rapporteren van fouten, voorziene releasedatum of een nieuwe versie, etc.
pl: Różne informacje, jakie użytkownicy chcą znać, nie są właściwe do zamieszczania w podsumowaniu czy opisie – można podać je tutaj. Komentarzy zazwyczaj używa się do załączenia wykazu znanych błędów, informacji jak zgłaszać błędy, podania przypuszczalnej daty wydania nowej wersji itp.
pt_br: Quaisquer informações que usuários podem estar interessados em saber que não necessariamente se aplicam ao sumário ou descrição do complemento. Casos comuns incluem listagem de bugs conhecidos, informações sobre como relatar bugs, datas das próximas versões, etc.
pt_pt: Qualquer informação que os utilizadores queiram saber mas que não é necessária no sumário ou descrição do extra. Usos comuns são a listagem dos erros conhecidos, informação como reportar erros data antecipada de lançamento, etc.
ru: Любая информация, которую возможно захотят узнать конечные пользователи, но которой не место в сводке или описании дополнения. Обычно используется для сведений о серьёзных ошибках, о том как сообщать об ошибках, предполагаемой дате выпуска новой версии и т.д..
sk: Dodatočné informácie, ktoré by mali používatelia doplnku vedieť, ale nie je potrebné ich uvádzať v súhrne alebo popise doplnku. Bežne sa tu uvádzajú známe problémy, informácie o spôsobe nahlasovania nájdených chýb, predpokladaný dátum sprístupnenia novej verzie atď.
sq: Çfarëdo të dhënash që përdoruesit mund të duan të dinë dhe që s'janë domosdoshmërisht të përshtatshme për përmbledhjen apo përshkrimin e shtesës. Raste të rëndomtë përfshijnë paraqitje të metash të rëndësishme, të dhëna rreth se si të njoftohen të meta për të, datë paraprake e hedhjes në qarkullim të një versioni të ri, etj.
sv_se: All information användare kan vilja ha som inte nödvändigtvis hör hemma i tilläggets sammanfattning eller beskrivning. Vanliga användningsområden är listor över kända problem, information om hur man felrapporterar, planerat datum för en framtida version med mera.
uk: Будь-яку інформацію, яку кінцеві користувачі можуть запросити і яка не є обов'язковою для опису чи резюме додатків. Звичайне використання містить відомі основні вади, інформацію або як звітувати про вади, передбачена дата випуску нової версії, тощо.
vi: Bất kì thông tin nào có thể người dùng cuối muốn biết mà không phù hợp để đưa vào mô tả hoặc tóm tắt của tiện ích. Thông thường dùng cho việc bao gồm thông tin về các lỗi lớn đã biết, cách báo lỗi, ngày phát hành dự kiến của phiên bản mới, v.v..

source: Anyone can view this add-on's statistics
ca: Tothom podrà veure les estadístiques d'aquest complement
cs: Kdokoliv si může zobrazit statistiky tohoto doplňku
de: Jeder kann auf die Add-on-Statistiken zugreifen
el: Τα στατιστικά αυτού του πρόσθετου είναι σε κοινή θέα
es_es: Cualquiera puede ver las estadísticas de este complemento
fa: همه بتوانند آمار این افزودنی را مشاهده کنند
fr: Quiconque peut voir les statistiques de ce module
hu: Bárki megnézheti ennek a kiegészítőnek a statisztikáit.
it: Chiunque può visualizzare le statistiche di questo componente aggiuntivo
ja: 誰でもこのアドオンの統計情報を表示できます
nl: Iedereen kan de statistieken van deze add-on zien
pl: Każdy może przeglądać statystyki tego dodatku
pt_br: Todos podem ver as estatísticas deste compelento
pt_pt: Todos podem ver as estatísticas deste extra
ru: Любой может просматривать статистику этого дополнения
sk: Štatistiku doplnku môže prezerať každý
sq: Statistikat e kësaj shtese mund t'i shohë kushdo
sv_se: Alla kan se detta tilläggs statistik
uk: Статистику цього додатку можуть бачити усі
vi: Bất kì ai cũng có thể xem thống kê của tiện ích này

source: Are you sure you wish to make this add-on public?
ca: Esteu segur que voleu fer-lo públic?
cs: Opravdu chcete tento doplněk zveřejnit?
de: Wollen Sie dieses Add-on wirklich als öffentlich markieren?
el: Θέλετε να μεταφερθεί αυτό το πρόσθετο στο δημόσιο χώρο;
es_es: ¿Estás seguro de querer hacer este complemento público?
fa: آیا از عمومی کردن این افزودنی اطیمنان دارید؟
fr: Êtes-vous sûr de vouloir rendre ce module public&nbsp;?
hu: Biztosan nyilvánosságra hozza ezt a kiegészítőt?
it: Impostare questo componente aggiuntivo come pubblicato?
ja: このアドオンを公開してもよろしいですか？
nl: Weet u zeker dat u deze add-on wilt publiceren?
pl: Czy na pewno chcesz upublicznić ten dodatek?
pt_pt: Tem a certeza que deseja tornar este extra público?
ru: Вы уверены, что хотите сделать это дополнение публичным?
sk: Naozaj chcete nastaviť tento doplnok ako verejný?
sq: Jeni i sigurt se doni ta bëni këtë shtesë publike?
sv_se: Är du säker på att du vill göra tilläggget publikt?
uk: Ви впевнені, що ви хочете зробити цей додаток загальнодоступним?
vi: Bạn có chắc là bạn muốn đưa tiện ích này thành công cộng?

source: Are you sure you wish to mark this add-on active?
ca: Esteu segur que voleu marcar aquest complement com a actiu?
cs: Opravdu chcete označit tento doplněk jako aktivní?
de: Sind Sie sicher, dass Sie dieses Add-on als aktiv markieren möchten?
el: Θέλετε σίγουρα να ορίσετε αυτό το πρόσθετο σαν ενεργό;
es_es: ¿Seguro que quieres marcar este complemente como activo?
fa: آیا از فعال کردن این افزودنی اطیمنان دارید؟
fr: Êtes-vous sûr de vouloir rendre ce module actif&nbsp;?
hu: Biztosan aktívként akarja megjelölni ezt a kiterjesztést?
it: Impostare questo componente aggiuntivo come attivo?
ja: このアドオンを有効にしてもよろしいですか？
nl: Weet u zeker dat u deze add-on als actief wilt markeren?
pl: Czy na pewno chcesz oznaczyć ten dodatek jako aktywny?
pt_br: Você tem certeza que quer marcar este complemento como Ativo?
pt_pt: Tem a certeza que deseja marcar este extra como activo?
ru: Вы уверены, что хотите пометить это дополнение как активное?
sk: Naozaj chcete označiť tento doplnok ako aktívny?
sq: Jeni i sigurt se doni ta shënoni këtë shtesë si aktive?
sv_se: Är du säker på att du vill göra detta tillägg aktivt?
uk: Ви впевнені, що бажаєте позначити цей додаток активним?
vi: Bạn có chắc là bạn muốn đánh dấu tiện ích này là hoạt động không?

source: Are you sure you wish to mark this add-on inactive?
ca: Esteu segur que voleu marcar aquest complement com a inactiu?
cs: Opravdu chcete označit tento doplněk jako neaktivní?'
de: Sind Sie sicher, dass Sie dieses Add-on deaktivieren möchten?
el: Θέλετε σίγουρα να ορίσετε αυτό το πρόσθετο σαν ανενεργό;
es_es: ¿Seguro que quieres marcar este complemente como inactivo?
fa: آیا از غیر فعال کردن این افزودنی اطمینان دارید؟
fr: Êtes-vous sûr de vouloir rendre ce module inactif&nbsp;?
hu: Biztosan inaktívként akarja megjelölni ezt a kiterjesztést?
it: Impostare questo componente aggiuntivo come disattivato?
ja: このアドオンを無効にしてもよろしいですか？
nl: Weet u zeker dat u deze add-on als inactief wilt markeren?
pl: Czy na pewno chcesz oznaczyć ten dodatek jako nieaktywny?
pt_pt: Tem a certeza que deseja marcar este extra como inactivo?'
ru: Вы уверены, что хотите пометить это дополнение как неактивное?'
sk: Naozaj chcete označiť tento doplnok ako neaktívny?
sq: Jeni i sigurt se doni të shënohet kjo shtesë si joaktive?
sv_se: Är du säker på att du vill markera detta tillägg som inaktivt?'
uk: Ви впевнені, що хочете помітити цей додаток як неактивний?'
vi: Bạn có chắc là bạn muốn đánh dấu tiện ích này là im lìm không?'
