Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: View all recently added
ca: Mostra tots els que s'han afegit recentment
cs: Zobrazit všechny nedávno přidané
de: Alle neu hinzugefügten Add-ons
el: Εμφάνιση όλων όσων προστέθηκαν πρόσφατα
es_es: Ver todos los añadidos recientemente
fa: مشاهدهٔ همهٔ موارد به تازگی اضافه شده
fr: Afficher tous les ajouts récents
hu: Az összes nemrég hozzáadott
it: Visualizza elementi aggiunti di recente
ja: 最近登録されたアドオンをすべて見る
nl: Alle onlangs toegevoegde bekijken
pl: Pokaż wszystkie ostatnio dodane
pt_pt: Ver todas as adições recentes
ru: Просмотреть по дате добавления
sk: Zobraziť všetky naposledy pridané
sq: Shihni tërë të shtuarat së fundmi
sv_se: Visa alla nyligen tillagda
uk: Переглянути попередньо додані
vi: Xem tất cả những cái được thêm gần đây

source: View all top downloads
ca: Mostra tots els més baixats
cs: Zobrazit všechny nejčastěji stahované
de: Alle häufig heruntergeladenen Add-ons
el: Εμφάνιση όλων των κορυφαίων σε λήψεις
es_es: Ver todos los más descargados
fa: مشاهدهٔ همهٔ موارد با بیشترین تعداد بارگیری
fr: Afficher les plus téléchargés
hu: Az összes legtöbbször letöltött
it: Visualizza i più scaricati
ja: 人気のアドオンをすべて見る
nl: Alle topdownloads bekijken
pl: Pokaż wszystkie najczęściej pobierane
pt_pt: Ver o top de transferências
ru: Просмотреть по кол-ву загрузок
sk: Zobraziť všetky najčastejšie preberané
sq: Shihni tërë shkarkimet kryesuese
sv_se: Visa alla mest nedladdade
uk: Переглягути усі найпопулярніші завантаження
vi: Xem tất cả những cái được tải nhiều nhất

source: View all top rated
ca: Mostra tots els més ben valorats
cs: Zobrazit všechny nejlépe hodnocené
de: Alle am höchsten bewerteten Add-ons
el: Εμφάνιση όλων με κορυφαία βαθμολογία
es_es: Ver todos los mejor valorados
fa: مشاهدهٔ همهٔ موارد با بالاترین رتبه
fr: Afficher les mieux notés
hu: Az összes legtöbbre értékelt
it: Visualizza i più votati
ja: 評価の高いアドオンをすべて見る
nl: Alle best beoordeelde bekijken
pl: Pokaż wszystkie najwyżej oceniane
pt_pt: Ver o top de avaliações
ru: Просмотреть по рейтингу
sk: Zobraziť všetky najlepšie hodnotené
sq: Shihni tërë më të vlerësuarat
sv_se: Visa alla högst rankade
uk: Переглянути усі найпопулярніші
vi: Xem tất cả những cái được xếp hạng cao nhất

source: View entries between %1$s and %2$s
ca: Mostra-ho entre %s i %s
cs: Zobrazit položky mezi %s a %s
de: Einträge zwischen %s und %s anzeigen
el: Εμφάνιση εγγραφών μεταξύ %s και %s
es_es: Ver registros entre %s y %s
fa: مشاهدهٔ موارد بین %s و %s
fr: Afficher les items entre %s et %s
hu: %s és %s közötti bejegyzések megtekintése
it: Visualizza elementi compresi tra %1$s e %2$s
ja: %s から %s までのエントリーを表示
nl: Ingaven tussen %s en %s bekijken
pl: Wyświetl wpisy między %1$s i %2$s
pt_br: Ver as entradas entre %s e %s
pt_pt: Ver entradas entre %s e %s
ru: Просмотреть записи между %s и %s
sk: Zobraziť položky od %1$s do %2$s
sq: Shfaq zëra nga %s deri më %s
sv_se: Visa poster mellan %s och %s
uk: Дивитися записи між %s та %s
vi: Xem các mục trong khoảng %s và %s

source: View more from
ca: Més informació sobre el
cs: Zobrazit více z&nbsp;kategorie
de: Mehr aus
el: Δείτε περισσότερα από
es_es: Ver más de
fa: مشاهدهٔ موارد بیشتری از
fr: Afficher plus&nbsp;:
hu: Még több
it: Visualizza altri in
ja: 同じカテゴリの他のアドオンを見る:
nl: Meer bekijken van
pl: Więcej z kategorii
pt_br: Ver mais de
pt_pt: Ver mais de
ru: Просмотреть другие из
sk: Zobraziť ďalšie z kategórie
sq: Shihni më tepër prej
sv_se: Se mer från
uk: Переглянути ще з
vi: Xem thêm trong

source: View privacy policy
ca: Mostra la política de privadesa
cs: Zobrazit zásady ochrany soukromí
de: Datenschutzhinweise anzeigen
el: Δείτε την πολιτική απορρήτου
es_es: Ver la política de privacidad
fa: مشاهدهٔ سیاست محرمانگی
fr: Afficher la politique de confidentialité
hu: Adatvédelmi nyilatkozat megtekintése
it: Informativa sulla privacy
ja: プライバシーポリシーを表示
nl: Privacybeleid bekijken
pl: Polityka prywatności
pt_br: Veja política de privacidade
pt_pt: Ver a política de privacidade
ru: Просмотреть политику приватности
sk: Zobraziť zásady ochrany súkromia
sv_se: Visa integritetsriktlinjer
uk: Ознайомитися з політикою конфіденційності
vi: Xem chính sách riêng tư

source: View the source
ca: Visualitza el codi font
cs: Zobrazit zdrojový kód
de: Quelltext anzeigen
el: Δείτε τον πηγαίο κώδικα
es_es: Ver el código fuente
fa: مشاهدهٔ متن برنامه
fr: Afficher la source
hu: Forrás megtekintése
it: Visualizza i sorgenti
ja: ソースを表示
nl: Bron bekijken
pl: Podgląd źródła
pt_br: Ver o código-fonte
pt_pt: Ver a fonte
ru: Просмотреть исходный текст
sk: Zobraziť zdrojový kód
sq: Shihni burimin
sv_se: Visa källkoden
uk: Переглянути джерело
vi: Xem mã nguồn

source: View this table in CSV format
ca: Visualitza aquesta taula en format CSV
cs: Zobrazit tuto tabulku ve formátu CSV
de: Diese Tabelle im CSV-Format anzeigen
el: Εμφάνιση πίνακα σε μορφή CSV
es_es: Ver esta tabla en formato CSV
fa: مشاهدهٔ این جدول در قالب CSV
fr: Afficher ce tableau au format CSV
hu: Táblázat megtekintése CSV formátumban
it: Visualizza questa tabella in formato CSV
ja: この表を CSV 形式で表示
nl: Deze tabel in CSV-opmaak bekijken
pl: Pokaż w formacie CSV
pt_br: Visualizar esta tabela em formato CSV
pt_pt: Ver esta tabela no formato CSV
ru: Просмотреть эту таблицу в формате CSV
sk: Zobraziť túto tabuľku vo formáte CSV
sq: Shiheni këtë tabelë në formatin CSV
sv_se: Visa denna tabell i CSV-format
uk: Переглянути цю таблицю у форматі CSV
vi: Xem bảng này trong dạng CSV

source: Viewer
ca: Observador
cs: Pozorovatel
de: Beobachter
el: Θεατής
es_es: Visualizador
fa: مشاهده کننده
fr: Visualiseur
hu: Szemlélő
it: Ospite
ja: 閲覧者
nl: Lezer
pl: Obserwator
pt_br: Visualizador
pt_pt: Visualizador
ru: Наблюдатель
sk: Divák
sq: Parës
sv_se: Observatör
uk: Оглядач
vi: Người quan sát

source: Visit the Developer Hub
ca: Visiteu el Developer Hub
de: Entwicklerecke besuchen
fr: Visiter le Pôle développeurs
hu: Látogassa meg a Fejlesztőközpontot
it: Visita il Developer Hub
ja: 開発者センター
nl: Bezoek de ontwikkelaarshub
pl: Centrum autora
pt_pt: Visite o Hub do desenvolvedor
ru: Посетите центр разработчика
sv_se: Besök Utvecklarnavet

source: Website URL
ca: URL de la pàgina web
cs: Adresa webové stránky
de: Homepage
el: URL ιστότοπου
es_es: Dirección del sitio web
fa: نشانی وب‌گاه
fr: Site web (URL)
hu: Webhely URL
it: URL sito web
ja: Web サイト URL
pl: Strona internetowa
pt_br: Endereço URL
pt_pt: URL do Sítio Web
ru: URL веб-сайта
sk: Adresa webovej stránky
sq: URL "website"-i
sv_se: URL för webbplats
uk: URL веб-сайту
vi: URL trang web

source: Week
ca: Setmana
cs: Týden
de: Woche
el: Εβδομάδα
es_es: Semana
fr: Semaine
hu: Hét
it: Settimana
ja: 週
pl: Tydzień
pt_pt: Semana
ru: Неделя
sk: Týždeň
sv_se: Vecka
uk: Тиждень
vi: Tuần

source: Weekly Totals
ca: Totals setmanals
cs: Celkem týdně
de: Wochensummen
el: Σύνολα εβδομάδας
es_es: Totales semanales
fr: Totaux hebdomadaires
hu: Heti összesítés
it: Totali per settimana
ja: 1 週間の合計
nl: Weektotalen
pl: Zestawienia tygodniowe
pt_pt: Totais da semana
ru: Всего по неделям
sk: Celkom podľa týždňov
sv_se: Veckototaler
uk: В загальному за тиждень
vi: Tổng tuần

source: Welcome
ca: Benvingut/da
cs: Vítejte
de: Herzlich Willkommen
el: Καλωσήρθατε
es_es: Bienvenido
fa: خوش آمدید
fr: Bienvenue
hu: Üdvözlet
it: Benvenuto
ja: ようこそ
nl: Welkom
pl: Witamy
pt_br: Bem vindo
pt_pt: Bem-Vindo
ru: Добро пожаловать
sk: Vitajte
sq: Mirësevini
sv_se: Välkommen
uk: Ласкаво просимо
vi: Chào mừng

source: Welcome to the Developer Dashboard
ca: Benvingut a la consola del desenvolupador
cs: Vítejte na vývojářově nástěnce
de: Willkommen auf der Entwickler-Seite
el: Καλώς ήρθατε στο ταμπλό δημιουργών
es_es: Bienvenido al panel del desarrollador
fa: به صفحهٔ آمار توسعه‌دهندگان خوش آمدید
fr: Bienvenue au tableau de bord du développeur
hu: Üdvözli a Developer Dashboard!
it: Benvenuto nella dashboard per sviluppatori
ja: 開発者ダッシュボードへようこそ
nl: Welkom op het Ontwikkelaarsdashboard
pl: Witamy w Panelu autora
pt_br: Bem vindo ao Quadro do Desenvolvedor
pt_pt: Bem vindo ao quadro do desenvolvedor
ru: Добро пожаловать в панель управления разработчика
sk: Víta vás Ovládací panel vývojára
sq: Mirë se vini te Pulti i Zhvilluesit
sv_se: Välkommen till utvecklarpanelen
uk: Завітайте на Панель розробника
vi: Chào mừng đến Bảng điều khiển của Nhà phát triển

source: Welcome to the new Developer Hub (beta)!
ca: Benvingut al nou Developer Hub (beta)!
de: Willkommen in der neuen Entwicklerecke (beta)!
fr: Bienvenue au nouveau pôle pour développeurs (bêta)&nbsp;!
hu: Üdvözöljük az új Fejlesztőközpontban (béta)!
it: Benvenuto nel nuovo Developer Hub (beta)
ja: 新しい開発者センター (ベータ版) へようこそ！
nl: Welkom bij de Ontwikkelaarshub (bèta)!
pl: Witamy w nowym Centrum autora (beta)!
pt_pt: Bem vindo ao novo Hub do desenvolvedor (beta)!
ru: Добро пожаловать в центр разработчика дополнений (бета)!
sv_se: Välkommen till det nya Utvecklarnavet (beta)!

source: Welcome, %s
ca: Benvingut/da, %s
cs: Vítejte uživateli %s
de: Herzlich Willkommen, %s
el: Καλωσόρισες, %s
es_es: Bienvenido, %s
fa: %s، خوش آمدید
fr: Bienvenue %s
hu: Üdvözlet, %s
it: Benvenuto, %s
ja: ようこそ %s さん
nl: Welkom %s
pl: Witaj, %s
pt_br: Bem vindo, %s
pt_pt: Bem-Vindo, %s
ru: Добро пожаловать, %s
sk: Vitajte, %s
sq: Mirësevini, %s
sv_se: Välkommen, %s
uk: Вітаємо, %s
vi: Chào mừng, %s

source: What are Collections?
ca: Què són les col·leccions?
cs: Co jsou sbírky?
de: Was sind Sammlungen?
el: Τι είναι οι συλλογές;
es_es: ¿Qué son los recopilatorios?
fa: مجموعه‌ها چیستند؟
fr: Que sont les collections&nbsp;?
hu: Mik azok a gyűjtemények?
it: Che cosa sono le raccolte?
ja: コレクションとは？
nl: Wat zijn collecties?
pl: Co to są kolekcje?
pt_br: O que são coleções?
pt_pt: O que são colecções?
ru: Что такое подборки?
sk: Čo sú kolekcie?
sq: Çfarë janë Koleksionet?
sv_se: Vad är samlingar?
uk: Що таке колекції?
vi: Bộ sưu tập là gì?

source: What do you think?
ca: Què en penseu?
cs: Jak se vám líbí?
de: Was halten Sie davon?
el: Πώς σας φαίνεται;
es_es: ¿Qué opinas?
fa: شما چه فکر می‌کنید؟
fr: Qu'en pensez-vous&nbsp;?
hu: Mit gondol?
it: Che cosa ne pensi?
ja: あなたの意見を聞かせてください
nl: Wat vindt u er van?
pl: Co sądzisz o tym dodatku?
pt_br: O que você acha?
pt_pt: O que acha?
ru: Что вы думаете?
sk: Čo si myslíte?
sq: Si ju duket?
sv_se: Vad tycker du?
uk: Що скажете?
vi: Bạn nghĩ sao?

source: What if I don't have any translations?
ca: Què passa si no tinc cap traducció?
cs: Co když nemám žádný překlad?
de: Was ist, wenn ich keine Übersetzungen habe?
el: Τι γίνεται αν δεν έχω μεταφράσεις;
es_es: ¿Qué pasa si no tengo ninguna traducción?
fa: اگر ترجمه‌ای در اختیار نداشته باشم چه باید کرد؟
fr: Et si je n'ai aucune traduction&nbsp;?
hu: Mi van, ha nincsenek fordításaim?
it: Cosa succede se non ho nessuna traduzione?
ja: 翻訳を用意していない場合はどうなりますか？
nl: Wat als ik geen vertalingen heb?
pl: A co, jeśli nie mam żadnego tłumaczenia?
pt_br: E se eu não tenho outras traduções?
pt_pt: E se eu não tiver nenhuma tradução?
ru: Что, если у меня нет ни одного перевода?
sk: Čo ak neposkytnem žiadne preklady?
sq: Po kur nuk kam ndonjë përkthim?
sv_se: Om jag inte har några översättningar?
uk: Що буде, якщо у мене нема жодного перекладу?
vi: Nếu tôi không có bất kì bản dịch nào thì sao?

source: What's next for %1$s
ca: Què és el següent de %1$s
cs: Co je dalšího u %1$s plánováno
de: Was kommt als nächstes für %1$s
el: Ποιο θα είναι το μέλλον του %1$s
es_es: Qué es lo siguiente para %1$s
fa: گام بعدی برای %1$s
fr: Prochaine étape pour %1$s
hu: Mi a következő lépés a(z) %1$s fejlesztésében?
it: Quali sono le prospettive per %1$s
ja: %1$s の今後の開発計画
nl: Wat biedt de toekomst voor %1$s
pl: Co będzie nowego w %1$s
pt_br: O que vem por aí para o %1$s
pt_pt: O que há a seguir para %1$s
ru: Что запланировано для %1$s
sk: Aké budú ďalšie zmeny v doplnku %1$s?
sv_se: Framtida planer för %1$s
uk: Що новенького для %1$s
vi: Cái gì tiếp theo cho %1$s

# addons_display_a_license_what
source: What's this?
ca: Què és això?
cs: Co to je?
de: Was ist das?
el: Τι είναι αυτό;
es_es: ¿Qué es esto?
fa: این چیست؟
fr: Qu'est-ce que c'est?
hu: Mi ez?
it: Che cos'è questo?
ja: これは何？
nl: Wat is dit?
pl: Co to jest?
pt_br: O que é isto?
pt_pt: O que é isto?
ru: Что это?
sk: Čo je to?
sq: Ç'është kjo?
sv_se: Vad är detta?
uk: Що це?
vi: Đây là gì?

# recaptcha_whatsthis
source: What's this?
ca: Què és això?
cs: Copak je to?
de: Was ist das?
el: Τι είναι αυτό;
es_es: ¿Qué es esto?
fa: این چیست؟
fr: Qu'est-ce que ceci&nsbp;?
hu: Mi ez?
it: Che cos'è questo?
ja: これは何でしょう？
nl: Wat is dit?
pl: Co to jest?
pt_br: O que é isso?
pt_pt: O que é isto?
ru: Что это?
sk: Čo je to?
sq: Ç'është kjo?
sv_se: Vad är detta?
uk: Що це?
vi: Đây là gì?

source: Where to ask
ca: On cal preguntar-ho
cs: Kde se zeptat
de: Wo soll gefragt werden?
el: Που θα ζητείται
es_es: Dónde preguntar
fr: Où poser des questions
hu: Hol kérje
it: Quando chiedere
ja: お願いする場所
nl: Waar vragen
pl: Wyświetlanie prośby:
pt_br: Onde perguntar
pt_pt: Onde pedir
ru: Где просить
sk: Kde žiadať
sv_se: Var ska vi fråga
uk: Де запитати
vi: Nơi đề nghị

source: Who can manage my collection?
ca: Qui pot gestionar la meva col·lecció?
cs: Kdo může spravovat mou sbírku?
de: Wer kann Ihre Sammlung bearbeiten?
el: Ποιος μπορεί να διαχειριστεί τη συλλογή μου;
es_es: ¿Quien puede administrar mi recopilatorio?
fa: چه کسی می‌تواند مجموعهٔ شما را مدیریت کند؟
fr: Qui peut gérer ma collection&nbsp;?
hu: Ki kezelheti a gyűjteményemet?
it: Chi può gestire la mia raccolta?
ja: 自分のコレクションを編集できるユーザ
nl: Wie kan mijn collectie beheren?
pl: Kto może zarządzać tą kolekcją?
pt_br: Quem pode gerenciar minha coleção?
pt_pt: Quem pode gerir a minha colecção?
ru: Кто может управлять моей подборкой?
sk: Kto môže spravovať moju kolekciu?
sq: Kush mund ta administrojë koleksionin tim?
sv_se: Vem kan hantera min samling?
uk: Хто може організувати мою колекцію?
vi: Ai có thể quản lí bộ sưu tập của tôi?

source: Who can view your collection?
ca: Qui podrà veure la vostra col·lecció?
cs: Kdo může vidět vaši sbírku?
de: Wer kann Ihre Sammlung ansehen?
el: Σε ποιους θα είναι ορατή η συλλογή σας;
es_es: ¿Quien puede ver tu recopilatorio?
fa: چه کسی می‌تواند مجموعهٔ شما را مشاهده کند؟
fr: Qui peut voir votre collection&nbsp;?
hu: Ki nézheti meg a gyűjteményt?
it: Chi può visualizzare la tua raccolta?
ja: 自分のコレクションを見ることができるユーザ
nl: Wie kan uw collectie bekijken?
pl: Kto może przeglądać tę kolekcję?
pt_br: Quem pode ver sua coleção?
pt_pt: Quem pode ver a sua colecção?
ru: Кто может просматривать вашу подборку?
sk: Kto môže zobraziť vašu kolekciu?
sq: Kush mund ta shohë koleksionin tuaj?
sv_se: Vem kan se din samling?
uk: Хто може переглянути вашу колекцію?
vi: Ai có thể xem bộ sưu tập của bạn?

source: Who is %1$s?
ca: Qui és en/na %1$s?
cs: Kdo je %1$s?
de: Wer ist %1$s?
el: Ποιος είναι ο %1$s?
es_es: ¿Quién es %1$s?
fa: %1$s کیست؟
fr: Qui est %1$s&nbsp;?
hu: Ki %1$s?
it: Chi è %1$s?
ja: %1$s のプロフィール
nl: Wie is %1$s?
pl: Kim jest %1$s?
pt_br: Quem é %1$s?
pt_pt: Quem é %1$s?
ru: Кто такой %1$s?
sk: Kto je %1$s?
sv_se: Vem är %1$s?
uk: Хто такий %1$s?
vi: Ai là %1$s?

source: Why was %1$s created?
ca: Per a què es va crear %1$s?
cs: Proč byl %1$s vytvořen?
de: Warum wurde "%1$s" geschaffen?
el: Γιατί δημιουργήθηκε το %1$s;
es_es: ¿Por qué se creó %1$s?
fa: %1$s به چه منظوری ایجاد گردید؟
fr: Pourquoi %1$s a-t-il été créé&nbsp;?
hu: Miért jött létre a(z) %1$s?
it: Perché %1$s è stato realizzato?
ja: %1$s が作られた経緯
nl: Waarom is %1$s gemaakt?
pl: Dlaczego %1$s został stworzony?
pt_br: Por que o %1$s foi criado?
pt_pt: Porque é que o %1$s foi criado?
ru: Почему был создан %1$s?
sk: Prečo bol doplnok %1$s vytvorený?
sv_se: Varför skapades %1$s?
uk: Чому був створений %1$s?
vi: Tại sao %1$s được tạo ra?

source: Works with
ca: Funciona amb
cs: Podporuje
de: Funktioniert mit
el: Δουλεύει με τον
es_es: Funciona con
fa: با این برنامه‌ها کار می‌کند
fr: Fonctionne avec
hu: Működik
it: Compatibile con
ja: 互換性
nl: Werkt met
pl: Działa z
pt_br: Funciona com
pt_pt: Funciona com
ru: Работает с
sk: Funguje s
sv_se: Fungerar med
uk: Працює з
vi: Hoạt động trên

source: Works with:
ca: Funciona amb:
cs: Vyžaduje:
de: Kompatibel mit:
el: Συμβατό με:
es_es: Válida para:
fa: با این نسخه‌ها کار می‌کند:
fr: Fonctionne avec&nbsp;
hu: Kompatibilis:
it: È compatibile con:
ja: 対応バージョン
nl: Werkt met:
pl: Działa z:
pt_br: Funciona em:
pt_pt: Funciona com:
ru: Совместимость:
sk: Určené pre:
sq: Punon me:
sv_se: Fungerar med:
uk: Працює з:
vi: Hoạt động trên:

source: Wrap text with **two asterisks** or __two underscores__.
ca: Ajusta el text amb **dos asteriscs** o __dos guions baixos__.
de: Schließen Sie Text in **zwei Sternchen** oder __zwei Unterstrichen__ ein.
el: Περικλείσετε το κείμενο μέσα σε διπλούς **αστερίσκους** ή διπλές __κάτω παύλες__.
es_es: Divide el texto con **dos asteriscos** o __dos subrayados__.
fa: متن را درون **دو ستاره** یا __دو زیرخط__ قرار دهید.
fr: Entourer le texte avec **deux astérisques** ou __deux soulignés__.
it: Includi il testo in **due asterischi** o __due underscore__.
ja: 文字列を **アスタリスク 2 つ** もしくは __アンダーバー 2 つ__ で囲みます。
nl: Omvat tekst met **twee asterisks** of __twee lage strepen__.
pl: Obejmij tekst **dwoma gwiazdkami** lub __dwoma podkreślnikami__.
pt_br: Utilize **dois asteriscos** ou __dois sublinhados__.
pt_pt: Conter o texto com **dois asteriscos** ou __dois underscores__.
ru: Выделите текст **двумя звёздочками** или __двумя подчёркиваниями__.
sk: Označte text **dvoma hviezdičkami** alebo __dvoma podčiarkovníkmi__.
uk: Поставте на початку та в кінці тексту **дві зірочки** чи __дві риски знизу__.

source: Wrap text with *asterisks* or _underscores_.
ca: Ajusta el text amb *asteriscs* o _guions baixos_.
cs: Obalí text *hvězdičkami* či _podtržítky_.
de: Schließen Sie Text in *Sternchen* oder _Unterstrichen_ ein.
el: Περικλείσετε το κείμενο σε *αστερίσκους* ή _κάτω παύλες_.
es_es: Corta el texto con *asteriscos* o _subrayados_.
fa: متن را درون *ستاره* یا _زیرخط_ قرار دهید.
fr: Entourer le texte avec des *astérisques* ou des _soulignés_ .
it: Includi il testo tra *asterischi* o _underscore_.
ja: 文字列を *アスタリスク* もしくは _アンダーバー_ で囲みます。
nl: Omvat tekst met *asterisks* of _lage strepen_.
pl: Obejmij tekst *gwiazdkami* lub _podkreślnikami_.
pt_br: Colocar *asteriscos* ou _sublinhado_ em torno do texto.
pt_pt: Conter o texto com *asteriscos* ou _underscores_.
ru: Выделите текст *звёздочками* or _подчёркиваниями_.
sk: Označte text *hviezdičkami* alebo _podčiarkovníkmi_.
uk: Оточіть текст *зірочками* чи _рисками знизу_.

source: Wrong email address or password!
ca: Adreça de correu o contresenya incorrecta
de: E-Mail-Adresse oder Passwort sind falsch!
fr: Courriel ou mot de passe erroné&nbsp;!
hu: Rossz e-mail cím vagy jelszó!
it: Indirizzo e-mail o password errati
ja: メールアドレスまたはパスワードが違います
nl: Foutief e-mailadres en wachtwoord!
pl: Nieprawidłowy adres e-mail lub hasło!
pt_pt: Senha ou endereço de correio errados!
ru: Неверный почтовый адрес или пароль!
sv_se: Fel e-postadress eller lösenord!

source: Wrong password entered!
ca: Contrasenya incorrecta
cs: Vloženo chybné heslo!
de: Falsches Passwort!
el: Έχετε εισάγει λάθος κωδικό!
es_es: ¡Se ha introducido una contraseña errónea!
fa: گذرواژهٔ اشتباه وارد شد!
fr: Mot de passe erroné&nbsp;!
hu: Rossz jelszót írt be!
it: La password inserita non è corretta
ja: 入力されたパスワードが正しくありません。
nl: Foutief wachtwoord ingegeven!
pl: Wprowadzono złe hasło!
pt_br: Senha digitada inválida!
pt_pt: Senha errada introduzida!
ru: Введён неверный пароль!
sk: Zadané nesprávne heslo!
sq: U dha fjalëkalim i gabuar!
sv_se: Fel lösenord angett!
uk: Введено невірний пароль!
vi: Nhập sai mật khẩu!

source: YYYY-MM-DD
ca: AAAA-MM-DD
de: JJJJ-MM-TT
el: ΕΕΕΕ-MM-ΗΗ
es_es: AAAA-MM-DD
hu: ÉÉÉÉ-HH-NN
it: DD-MM-YYYY
nl: JJJJ-MM-DD
pl: RRRR-MM-DD
pt_pt: DD-MM-YYYY
ru: DD.MM.YYYY
sk: DD.MM.YYYY

source: Year To Date Total: %1$s &nbsp;&nbsp;Team Average: %2$s
ca: Total de l'any fins a la data: %1$s &nbsp;&nbsp;Mitjana de l'equip: %2$s
de: Im Jahr bislang: %1$s &nbsp;&nbsp;Team-Durchschnitt: %2$s
el: Σύνολο έτους μέχρι σήμερα: %1$s &nbsp;&nbsp;μέσος όρος ομάδας: %2$s
es_es: Total del año hasta la fecha: %1$s &nbsp;&nbsp;Media del equipo: %2$s
it: Totale annuo a oggi: %1$s &nbsp;&nbsp;Media del gruppo di lavoro: %2$s
ja: 過去 1 年間の合計: %1$s &nbsp;&nbsp;チーム平均: %2$s
nl: Totaal aantal dit jaar: %1$s &nbsp;&nbsp;Teamgemiddelde: %2$s
pl: Rok do dzisiaj: %1$s &nbsp;&nbsp;Średnia zespołu: %2$s
pt_pt: Total anual: %1$s &nbsp;&nbsp;Média da equipa: %2$s
ru: Всего за прошедший год: %1$s &nbsp;&nbsp;Среднее у команды: %2$s
sk: Celkom od začiatku roka: %1$s &nbsp;&nbsp;Priemer tímu: %2$s
sv_se: År till datum totalt: %1$s &nbsp;&nbsp;Lagmedel: %2$s
uk: В загальному за рік від дати: %1$s &nbsp;&nbsp;Команда в середньому: %2$s

source: Yes
ca: Sí
cs: Ano
de: Ja
el: Ναι
es_es: Si
fa: بله
fr: Oui
hu: Igen
it: Sì
ja: はい
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ru: Да
sk: Áno
sq: Po
sv_se: Ja
uk: Так
vi: Có

source: Yes, I would like to delete this collection.
ca: Sí, vull suprimir aquesta col·lecció.
cs: Ano, chci smazat tuto sbírku.
de: Ja, ich möchte diese Sammlung löschen.
el: Ναι, θέλω να διαγράψω αυτή τη συλλογή.
es_es: Sí, quiero borrar este recopilatorio.
fr: Oui, je désire effacer cette collection.
hu: Igen, törölni szeretném ezt a gyűjteményt.
it: Sì, voglio eliminare questa raccolta.
ja: はい、このコレクションを削除します。
nl: Ja, ik wil deze collectie verwijderen.
pl: Tak, chcę usunąć tę kolekcję.
pt_br: Sim, eu desejo deletar esta coleção
pt_pt: Sim, quero eliminar esta colecção.
ru: Да, я хочу удалить эту подборку.
sk: Áno, chcem odstrániť túto kolekciu.
sq: Po, do të doja ta fshija këtë koleksion.
sv_se: Ja, jag vill ta bort den här samlingen.
uk: Так, я хочу вилучити цю колекцію.
vi: Có, tôi muốn xóa bộ sưu tập này.

source: Yes, I'm Sure
ca: Sí, segur
cs: Ano, jsem si jistý
de: Ja, ich bin sicher
el: Ναι, είμαι σίγουρος
es_es: Sí, estoy seguro
fa: بله، اطمینان دارم
fr: Oui, je suis sûr
hu: Igen, biztos vagyok benne
it: Sì, sono sicuro
ja: はい、そうします。
nl: Ja, dat weet ik zeker
pl: Tak, chcę
pt_pt: Sim, tenho a certeza
ru: Да, я уверен
sk: Áno, určite
sq: Po, Jam i Sigurt
sv_se: Ja, jag är säker
uk: Так, я впевнений
vi: Có, tôi chắc chắn

source: Yesterday
ca: Ahir
de: Gestern
fr: Hier
hu: Tegnap
it: Ieri
ja: 昨日
nl: Gisteren
pl: Wczoraj
pt_pt: Ontem
ru: %d день назад
sv_se: Igår

source: Yesterday @ %l:%M %p
ca: Ahir a les %l:%M %p
de: Gestern um %H:%M
fr: Hier à %H:%M
hu: Tegnap @ %l:%M %p
it: Ieri alle @ %l:%M %p
ja: 昨日 %l:%M %p
nl: Gisteren om %H:%M
pl: Wczoraj @ %l:%M %p
pt_pt: Ontem @ %l:%M %p
ru: Вчера @ %l:%M %p
sv_se: Igår @ %l:%M %p

source: You are not authorized to view this page.
ca: No esteu autoritzats a veure aquesta pàgina.
cs: K zobrazení požadované stránky nemáte dostatečné oprávnění.
de: Sie haben nicht die erforderlichen Berechtigungen, um diese Seite angezeigt zu bekommen.
el: Δεν είστε εξουσιοδοτημένος να δείτε αυτή τη σελίδα.
es_es: No estás autorizado para ver esta página.
fa: شما مجاز به مشاهدهٔ این صفحه نیستید.
fr: Vous n'êtes pas autorisé à afficher cette page
hu: Nincs joga megtekinteni ezt az oldalt.
it: Non possiedi l'autorizzazione per visualizzare questa pagina.
ja: このページを表示する権限がありません。
nl: u hebt geen rechten om deze pagina te bekijken.
pl: Nie masz uprawnień do przeglądania tej strony.
pt_br: Você não tem autorização para ver esta página.
pt_pt: Não está autorizado a ver esta página.
ru: У вас недостаточно прав для просмотра этой страницы.
sk: Na zobrazenie tejto stránky nemáte oprávnenie.
sq: Nuk jeni të autorizuar të shihni këtë faqe.
sv_se: Du har inte rättigheter att se denna sida.
uk: Вам недозволено оглядати цю сторінку.
vi: Bạn không có quyền xem trang này.
