Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: <p>Introduce yourself to your users with a Developer Profile.</p><ul><li>Explain why you created this add-on.</li><li>Tell your users what's next.</li><li>Build more awareness of your efforts.</li></ul><p>Ready to create your Developer Profile? Click the button below to begin.</p>
ca: <p>Presenteu-vos vosaltres mateixos amb un perfil de desenvolupador.</p><ul><li>Expliqueu perquè vau crear aquest complement.</li><li>Parleu dels vostres plans futurs.</li><li>Doneu a conèixer els vostres esforços.</li></ul><p>Esteu preparats per a crear-vos un perfil del desenvolupador? Cliqueu el botó següent per a començar.</p>
cs: <p>Představte se formou profilu vývojáře uživatelům.</p><ul><li>Vysvětlete, proč jste doplněk vytvořili.</li><li>Řekněte uživatelům, co plánujete.</li><li>Budujte lepší povědomí o vaší snaze.</li></ul><p>Jste připraveni vytvořit váš profil vývojáře? Začněte klepnutím na tlačítko níže.</p>
de: <p>Stellen Sie sich Ihren Benutzern vor, indem Sie ein Entwicklerprofil anlegen.</p><ul><li>Erklären Sie, warum Sie dieses Add-on geschaffen haben.</li><li>Verraten Sie Ihren Benutzern, was als nächstes kommt.</li><li>Erreichen Sie, dass die Leute einfacher von Ihrer Arbeit erfahren.</li></ul><p>Alles klar? Klicken Sie auf die unten stehende Schaltfläche, um ein Entwicklerprofil anzulegen.</p>
el: <p>Συστηθείτε στους χρήστες σας μέσω του προφίλ δημιουργού.</p><ul><li>Εξηγήστε γιατί δημιουργήσατε αυτό το πρόσθετο.</li><li>Πείτε στους χρήστες σας τι σχεδιάζετε για το μέλλον του.</li><li>Δώστε δημοσιότητα στην εργασία σας.</li></ul><p>Είστε έτοιμοι να δημιουργήσετε το προφίλ δημιουργού σας; Κάντε κλικ στο παρακάτω κουμπί για να ξεκινήσετε.</p>
es_es: <p>Preséntate a ti mismo a tus usuarios con un perfil de desarrollador.</p><ul><li>Explica por qué has creado este complemento.</li><li>Cuenta a tus usuarios qué será lo próximo.</li><li>Crea más conciencia de tus esfuerzos.</li></ul><p>¿Preparado para crear tu perfil de desarrollador? Pulsa el siguiente botón para comenzar.</p>
hu: <p>A fejlesztői profil révén bemutatkozhat a felhasználóinak.</p><ul><li>Elmondhatja, miért készítette ezt a kiterjesztést.</li><li>Elmondhatja felhasználóinak, mi várható a következő lépésben.</li><li>Jobban megismertetheti erőfeszítéseit.</li></ul><p>Készen áll a fejlesztői profiljának létrehozására? Kattintson a lenti gombra a kezdéshez.</p>
it: <p>Presentati agli utenti attraverso il Profilo sviluppatore.</p><ul><li>Spiega per quale motivo hai creato questo componente aggiuntivo.</li><li>Descrivi agli utenti le evoluzioni future.</li><li>Rendili consapevoli del tuo impegno e dei tuoi sforzi.</li></ul><p>Pronto per creare il tuo Profilo sviluppatore? Fai clic sul pulsante seguente per iniziare.</p>
ja: <p>開発者プロフィールを利用してユーザに自己紹介をしませんか。</p><ul><li>このアドオンを作った経緯を説明しましょう。</li><li>今後の開発計画を伝えましょう。</li><li>あなたの取り組みの認知度を高めましょう。</li></ul><p>開発者プロフィールを作成する用意はできましたか？ 下のボタンをクリックして始めましょう。
nl: <p>Introduceer uzelf aan uw gebruikers met een ontwikkelaarsprofiel.</p><ul><li>Leg uit waarom u deze add-on hebt gemaakt.</li><li>Vertel uw gebruikers wat er op stapel staat.</li><li>Vergroot de bewustwording van uw inspanningen.</li></ul><p>Klaar om uw ontwikkelaarsprofiel aan te maken? Klik op de knop hieronder om te beginnen.</p>
pl: <p>Przedstaw użytkownikom dodatku swój profil.</p><ul><li>Wyjaśnij, dlaczego stworzyłeś ten dodatek.</li><li>Przekaż użytkownikom dodatku dalsze plany rozwojowe.</li><li>Zbuduj świadomość swojego wkładu pracy.</li></ul><p>Jesteś gotowy, aby utworzyć profil autora? Kliknij poniższy przycisk, aby rozpocząć.</p>
pt_br: <p>Apresente-se para seus usuários com um Profile de Desenvolvedor. </p><ul><li>Explique porque você criou este complemento.</li><li>Informe aos seus usuários quais são os próximos passos.</li><li>Informe sobre seus esforços.</li></ul><p>Está pronto para criar o Profile do Desenvolvedor? Clique o botão abaixo para iniciar.</p>
pt_pt: <p>Apresente-se aos seu utilizadores com um perfil de utilizador.</p><ul><li>Explique porque é que criou este extra.</li><li>Diga aos seus utilizadores o que acontece a seguir.</li><li>Escreva sobre os seus esforços.</li></ul><p>Está pronto para criar o seu Perfil de desenvolvedor?? Clique no botão abaixo para começar.</p>
sk: <p>Predstavte sa svojim používateľom pomocou profilu vývojára.</p><ul><li>Vysvetlite, prečo ste vytvorili tento doplnok.</li><li>Povedzte svojim používateľom, čo bude nasledovať.</li><li>Rozšírte povedomie o vašich počínoch.</li></ul><p>Ste pripravený vytvoriť svoj profil vývojára? Potom kliknite na nižšie uvedené tlačidlo.</p>
sv_se: <p>Presentera dig själv för dina användare med en Utvecklarprofil.</p><ul><li>Förklara varför du skapade det här tillägget.</li><li>Berätta för dina användare vad som komma skall.</li><li>Utöka medvedandet om dina ansträngningar.</li></ul><p>Redo att skapa din Utvecklarprofil? Klicka på knappen nedanför för att börja.</p>
vi: <p>Giới thiệu bản thân bạn trước người dùng thông qua một Hồ sơ Nhà phát triển.</p><ul><li>Giải thích tại sao bạn lại tạo ra tiện ích này.</li><li>Nói cho người dùng biết những thông tin sắp tới.</li><li>Giúp mọi người biết thêm về những nỗ lực của bạn.</li></ul><p>Sẵn sàng tạo Hồ sơ Nhà phát triển của bạn? Hãy nhấn vào nút bên dưới để bắt đầu.</p>
