Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: You can <a href="%1$s">try an older version</a> or <a href="#" onclick="%2$s">ignore this check</a>
ca: Podeu <a href="%1$s">provar una versió més antiga</a> o <a href="#" onclick="%2$s">ignorar aquesta comprovació</a>
cs: Můžete <a href="%1$s">vyzkoušet starší verzi</a> nebo <a href="#" onclick="%2$s">tuto kontrolu ignorovat</a>
de: Sie können <a href="%1$s">eine ältere Version versuchen</a> oder <a href="#" onclick="%2$s">diese Überprüfung ignorieren</a>
el: Μπορείτε να <a href="%1$s">δοκιμάσετε μια παλιότερη έκδοση</a> ή να <a href="#" onclick="%2$s">αγνοήσετε αυτό τον έλεγχο</a>.
es_es: Puedes <a href="%1$s">probar una versión más antigua</a> o <a href="#" onclick="%2$s">ignorar esta comprobación</a>
fa: می‌توانید <a href="%1$s">نسخه‌ای قدیمی‌تر را امتحان کنید</a> یا <a href="#" onclick="%2$s">از انجام این وارسی صرف‌نظر کنید</a>
fr: Vous pouvez <a href="%1$s">essayer une ancienne version</a> ou bien <a href="#" onclick="%2$s">ignorer cet avertissement</a>
hu: <a href="%1$s">Kipróbálhat egy régebbi verziót</a> vagy <a href="#" onclick="%2$s">kihagyhatja ezt az ellenőrzést</a>.
it: È possibile <a href="%1$s">provare una vecchia versione</a> oppure <a href="#" onclick="%2$s">ignorare questo controllo</a>
ja: <a href="%1$s">過去のバージョンを試す</a> か <a href="#" onclick="%2$s">この確認を無視</a> できます
nl: U kunt een <a href="%1$s">oudere versie proberen</a> of <a href="#" onclick="%2$s">deze controle negeren</a>
pl: Wypróbuj <a href="%1$s">starszą wersję</a> lub <a href="#" onclick="%2$s">zignoruj sprawdzanie</a>
pt_br: Voçê pode <a href="%1$s">tentar uma versão anterior</a> ou <a href="#" onclick="%2$s">ignorar esta checagem</a>
pt_pt: Pode <a href="%1$s">experimentar uma versão antiga</a> ou <a href="#" onclick="%2$s">ignorar esta verificação</a>
ru: Вы можете <a href="%1$s">попробовать использовать старую версию</a> или <a href="#" onclick="%2$s">проигнорировать эту проверку</a>
sk: Môžete skúsiť <a href="%1$s">staršiu verziu</a> alebo <a href="#" onclick="%2$s">ignorovať túto kontrolu</a>.
sq: Mund <a href="%1$s">të provoni një version të vjetër</a> ose <a href="#" onclick="%2$s">shpërfilleni këtë kontroll</a>
sv_se: Du kan <a href="%1$s">testa en äldre version</a> eller <a href="#" onclick="%2$s">strunta i den här kontrollen</a>
uk: Ви можете <a href="%1$s">спробувати старішу версію додатку</a> чи <a href="#" onclick="%2$s">пропустити цю перевірку</a>
vi: Bạn có thể <a href="%1$s">thử dùng phiên bản cũ hơn</a> hoặc <a href="#" onclick="%2$s">bỏ qua việc kiểm tra này</a>

source: You can upload a JPG, GIF or PNG icon that will be resized to 32x32 pixels.
ca: Podeu pujar icones tipus JPG, GIF o PNG, les icones s'escalaran a 32x32 píxels.
cs: Můžete nahrát ikonu ve formátech JPG, GIF či PNG, které budou upraveny na rozměry 32x32 pixelů.
de: Sie können ein Icon im JPG-, GIF- oder PNG-Format hochladen. Es wird auf die Größe 32x32 Pixel skaliert werden.
el: Μπορείτε να αποστείλετε ένα εικονίδιο σε μορφή JPG, GIF ή PNG του οποίου το μέγεθος θα μετατραπεί σε 32x32 πίξελ.
es_es: Puedes enviar un icono en formatos JPG, GIF o PNG que será redimensionado a 32x32 pixels.
fa: می‌توانید یک شمایل JPG‏، GIF یا PNG ارسال کنید که اندازهٔ آن تبدیل به ۳۲×۳۲ نقطه خواهد گردید.
fr: Vous pouvez envoyer une icône au format JPG, GIF ou PNG qui sera redimensionnée à 32x32 pixels.
hu: Feltölthet JPG, GIF vagy PNG ikont, amely 32x32 képpontra lesz méretezve.
it: È possibile utilizzare un'immagine JPG, GIF o PNG che verrà ridimensionata a 32x32 pixel.
ja: JPG、GIF もしくは PNG 形式のアイコンをアップロードできます。アップロードされたアイコンは 32x32 ピクセルにリサイズされます。
nl: U kunt een JPG-, GIF- of PNG-pictogram uploaden dat wordt omgevormd tot 32x32 pixels.
pl: Możesz wysłać ikonę w formacie JPG, GIF lub PNG. Zostanie ona przeskalowana do rozmiaru 32x32 px.
pt_br: Você pode fazer upload de um ícone em JPG, GIF ou PNG que será redimensionado para 32x32 pixels.
pt_pt: Pode carregar um ícone JPG, GIF ou PNG que será redimensionado para 32x32 pixéis.
ru: Вы можете загрузить значок в форматах JPG, GIF или PNG, который будет приведён к размеру 32x32 пикселя.
sk: Môžete odoslať ikonu vo formáte JPG, GIF alebo PNG, táto bude upravená na veľkosť 32x32 bodov.
sq: Mund të ngarkoni një ikonë JPG, GIF ose PNG, e cila do të ripërmasohet në 32x32 piksela.
sv_se: Du kan ladda upp en JPG, GIF eller PNG-ikon som skalas om till 32x32 punkter.
uk: Ви можете завантажити позначку у форматі JPG, GIF та PNG, розмір буде змінено до 32x32 пікселів.
vi: Bạn có thể tải lên một biểu tượng JPG, GIF hoặc PNG, nó sẽ được chỉnh lại thành cỡ 32x32 điểm ảnh.

source: You do not have access to that collection.
ca: No teniu accés a aquesta coŀlecció.
de: Sie haben keine Zugriff auf diese Sammlung.
el: Δεν έχετε πρόσβαση σε αυτή τη συλλογή.
es_es: No tienes acceso a este recopilatorio.
fr: Vous n'avez pas accès à cette collection.
hu: Nincs hozzáférése ehhez a gyűjteményhez.
it: Non hai accesso a questa raccolta.
ja: このコレクションへアクセスする権限がありません。
nl: U hebt geen toegang tot die collectie.
pl: Nie masz dostępu do tej kolekcji.
pt_pt: Não tem acesso a essa colecção.
ru: Вы не имеете доступа к этой подборке.

source: You do not have privileges to delete versions or files.
ca: No teniu privilegis per a suprimir versions o fitxers.
cs: Namáte dostatečná oprávnění mazat verze nebo soubory.
de: Sie haben nicht das die Berechtigung dazu, Versionen oder Dateien zu löschen.
el: Δεν έχετε τα δικαιώματα για να διαγράψετε εκδόσεις ή αρχεία.
es_es: No tienes privilegios para borrar versiones o archivos.
fa: شما مجوز لازم را برای حذف نسخه‌ها و پرونده‌ها ندارید.
fr: Vous n'avez pas des droits nécessaires à l'effacement de fichiers ou de versions.
hu: Nincs jogosultsága verziók vagy fájlok törlésére.
it: Non si dispone dei permessi necessari per rimuovere versioni e file.
ja: あなたにはこのバージョンもしくはファイルを削除する権限がありません。
nl: U hebt geen rechten om versies of bestanden te verwijderen.
pl: Nie masz uprawnień do usuwania wersji lub plików.
pt_br: Você não tem as permissões necessárias para remover versões ou arquivos.
pt_pt: Não tem previlégios para eliminar versões e ficheiros.
ru: У вас нет прав на удаление версий или файлов.
sk: Nemáte oprávnenie na odstránenie súborov alebo verzií.
sq: Nuk keni të drejta fshirjeje versionesh apo kartelash.
sv_se: Du har inte rättigheter att ta bort versioner eller filer.
uk: Ви не маєте право вилучати версії чи файли.
vi: Bạn không có thẩm quyền xóa các phiên bản hoặc tập tin.

source: You have unsaved changes.
ca: Hi ha canvis que no s'han desat encara
cs: Máte neuložené změny.
de: Es sind noch nicht alle Änderungen gespeichert.
el: Υπάρχουν μη αποθηκευμένες αλλαγές.
es_es: Tienes cambios sin guardar.
fa: هنوز تغییرات ذخیره نشده‌ای دارید.
fr: Vous avez des modifications non enregistrées.
hu: A változások nincsenek mentve.
it: Sono presenti modifiche non salvate.
ja: 保存されていない変更があります。
nl: U hebt niet-opgeslagen wijzigingen.
pl: Są niezapisane zmiany.
pt_br: Você tem mudanças não gravadas.
pt_pt: Tem alterações não guardadas.
ru: У вас есть несохранённые изменения.
sk: Zmeny zatiaľ neboli uložené.
sq: Keni ndryshime të paruajtura.
sv_se: Du har osparade ändringar.
uk: У вас залишилися незбережені ще зміни.
vi: Bạn có các thay đổi chưa lưu.

source: You haven't received any Contributions yet.
ca: Encara no heu rebut cap contribució.
de: Sie haben noch keine Beiträge erhalten.
el: Δεν έχετε λάβει δωρεές ακόμα.
es_es: Aún no has recibido ninguna colaboración.
fr: Vous n'avez pas encore reçu de contribution.
hu: Még nem kapott adományt.
it: Non hai ancora ricevuto alcuna donazione.
ja: あなたはまだ寄付を受け取っていません。
nl: U hebt nog geen bijdragen ontvangen.
pl: Nie otrzymałeś jeszcze żadnych dotacji.
pt_pt: Ainda não recebeu nenhumas contribuições.
ru: Вы пока не получали пожертвования.
sv_se: Du har inte fått några bidrag än.

source: You must give your collection a name.
ca: Cal que doneu un nom a la col·lecció.
cs: Vaši sbírku musíte pojmenovat.
de: Sie müssen Ihrer Sammlung einen Namen geben.
el: Πρέπει να δώσετε ένα όνομα στη συλλογή σας.
es_es: Debes proporcionar un nombre para el recopilatorio
fa: باید به مجموعهٔ خود نامی اختصاص دهید.
fr: Vous devez donner un nom à votre collection
hu: El kell neveznie gyűjteményét.
it: È necessario assegnare un nome alla raccolta.
ja: コレクションの名前を入力してください。
nl: U dient uw collectie een naam te geven.
pl: Musisz podać nazwę kolekcji
pt_br: Você precisa fornecer um nome para sua coleção.
pt_pt: Tem de dar um nome à sua colecção.
ru: Вы должны дать имя вашей подборке.
sk: Musíte zadať názov kolekcie.
sq: Duhet t'i jepni një emër koleksionit tuaj.
sv_se: Du måste ge din samling ett namn.
uk: Вашій колекції необхідно придумати ім'я.
vi: Bạn phải đặt tên cho bộ sưu tập.

source: You must provide a description of your collection.
ca: Cal que introduïu una descripció de la vostra col·lecció.
cs: K své sbírce musíte napsat popis.
de: Sie müssen eine Beschreibung für Ihre Sammlung eingeben.
el: Πρέπει να δώσετε μια περιγραφή της συλλογής σας.
es_es: Debes proporcionar una descripción para el recopilatorio
fa: باید شرحی از مجموعهٔ خود فراهم کنید.
fr: Vous devez fournir une description à votre collection.
hu: Meg kell adnia a gyűjtemény leírását.
it: La descrizione della raccolta è un campo obbligatorio.
ja: コレクションの説明を入力してください。
nl: U dient een beschrijving van uw collectie op te geven.
pl: Musisz dołączyć opis kolekcji
pt_br: Você precisa fornecer uma descrição para sua coleção
pt_pt: Tem de fornecer uma descrição para a sua colecção.
ru: Вы должны дать описание для вашей подборки.
sk: Musíte zadať popis vašej kolekcie.
sq: Duhet të jepni një përshkrim për koleksionin tuaj.
sv_se: Du måste ge en beskrivning av din samling.
uk: Опис вашої колекції необхідний.
vi: Bạn phải cung cấp một mô tả cho bộ sưu tập của bạn.

source: You must select a file to upload.
ca: Heu de seleccionar un fitxer per a pujar.
cs: Musíte vybrat soubor k nahrání.
de: Sie müssen eine Datei auswählen, um sie hochzuladen.
el: Πρέπει να επιλέξετε αρχείο για αποστολή.
es_es: Debes seleccionar un archivo para subir.
fa: باید یک پرونده برای بارگذاری انتخاب نمایید.
fr: Vous devez sélectionner le fichier à envoyer.
hu: Ki kell választania a feltöltendő fájlt.
it: Selezionare il file da caricare.
ja: アップロードするファイルを選択してください。
nl: U dient een te uploaden bestand te selecteren.
pl: Musisz wybrać plik do wysłania.
pt_br: Você tem que selecionar um arquivo para enviar.
pt_pt: Tem de seleccionar um ficheiro para carregar.
ru: Вы должны выбрать файл для загрузки.
sk: Musíte zvoliť súbor, ktorý chcete odoslať.
sq: Duhet të përzgjidhni një kartelë për ngarkim.
sv_se: Du måste välja en fil att ladda upp.
uk: Необхідно вибрати файл, який ви бажаєте завантажити.
vi: Bạn phải chọn một tập tin để tải lên.

source: You must select a rating.
ca: Heu de fer una valoració.
cs: Musíte zvolit hodnocení.
de: Sie müssen eine Bewertung abgeben.
el: Πρέπει να επιλέξετε βαθμολογία.
es_es: Debes elegir una puntuación.
fa: باید یک رتبه انتخاب کنید.
fr: Vous devez fournir une évaluation.
hu: Kötelező osztályzatot választani.
it: Bisogna assegnare un voto.
ja: 評価を選択してください。
nl: U dient een waardering te selecteren.
pl: Musisz wybrać ocenę.
pt_br: Você precisa selecionar uma nota.
pt_pt: Tem de seleccionar uma avaliação
ru: Вы должны выбрать рейтинг.
sk: Musíte zvoliť hodnotenie.
sq: Duhet të përzgjidhni një vlerësim.
sv_se: Du måste välja ett betyg.
uk: Ви повинні зазначити рейтинг.
vi: Bạn phải chọn một mức xếp hạng.

source: You need to check the box "I understand..." before we can delete your account.
ca: Cal que marqueu la casella «Ho he entès...» abans de suprimir el vostre compte.
cs: Předtím, než budete moci smazat váš účet, musíte zaškrtnout pole "Souhlasím…"
de: Sie müssen den Haken bei "Ich verstehe..." setzen, bevor wir Ihr Benutzerkonto löschen können.
el: Πρέπει να τσεκάρετε το πλαίσιο στο «Κατανοώ...» για να να διαγράψουμε τον λογαριασμό σας.
es_es: Es necesario que marques la casilla "Comprendo..." antes de que podamos borrar tu cuenta.
fa: برای آن که بتوانیم حساب کاربری شما را حذف کنیم، باید گزینهٔ «متوجه هستم که...» را فعال کنید.
fr: You devez cocher la case "Je comprends..." avant que nous ne puissions effacer votre compte.
hu: A fiók törlése előtt be kell jelölnie a „Megértettem...” négyzetet.
it: È necessario selezionare la casella "Ho compreso…" per poter eliminare l'account.
ja: アカウントを削除するには、「了解しました」にチェックを入れてください。
nl: U dient het veld “Ik begrijp…” aan te vinken voordat we uw account kunnen verwijderen.
pl: Przed usunięciem konta należy zaznaczyć pole „Zdaję sobie sprawę…”.
pt_br: Você precisa marcar a caixa "Eu Concordo..." antes de deletar sua conta.
pt_pt: Tem de seleccionar a caixa "Eu compreendo..." antes de eliminar a sua conta.
ru: Для удаления учётной записи необходимо установить флажок "Я понимаю...".
sk: Pred odstránením účtu musíte označiť pole "Chápem, že…".
sq: Lypset të vini shenjë te kutiza "E kuptoj..." përpara se të fshijmë llogarinë tuaj.
sv_se: Du måste kryssa i rutan med texten "Jag förstår..." innan vi kan ta bort ditt konto.
uk: Ви повинні прочитати вікно "Я розумію..." перед тим, як ми зможемо вилучити ваш рахунок.
vi: Bạn cần xóa hộp "Tôi hiểu..." trước khi chúng tôi có thể xóa tài khoản của bạn.

source: You will be notified when there is activity in any of the following discussions. Please uncheck those you wish to unsubscribe from.
ca: Rebreu una notificació quan hi hagi activitat en alguna de les següents discussions. Traieu la marca d'aquelles que vulgueu canceŀlar-ne la subscripció.
de: Sie werden informiert werden, wenn in einer der folgenden Diskussionen etwas passiert. Bitte wählen Sie Diskussionen aus, die Sie nicht länger verfolgen möchten.
el: Θα λάβετε ειδοποίηση όταν υπάρξει δραστηριότητα σε οποιαδήποτε από τις παρακάτω συζητήσεις. Παρακαλούμε απεπιλέξτε όσες συζητήσεις θέλετε να διαγραφούν από τις συνδρομές σας.
es_es: Serás notificado cuando haya actividad en cualquiera de las discusiones siguientes. Por favor, desmarca aquellos de los que quieras desuscribirte.
fr: Vous serez notifié lorsqu'une activité aura lieu dans l'une des discussions suivantes. Veuillez désélectionner celles que vous ne désirez plus suivre.
it: Riceverai una notifica in caso di attività in una delle seguenti discussioni. Selezionare le discussioni per cui vuoi disattivare le notifiche.
ja: 以下の議論について何か動きがあった場合は通知が送られます。購読を解除したい議論についてはチェックを外してください。
nl: U krijgt bericht als er activiteit is in één van de volgende discussies. Vink a.u.b. diegene uit waarbij u zich wilt uitschrijven.
pl: Otrzymasz powiadomienie, gdy w którejkolwiek z poniższych dyskusji pojawi się aktywność. Odznacz, aby wyłączyć obserwowanie.
pt_pt: Será notificado quando houver actividade nas seguintes discusões. Por favor des-seleccione os que desejar dessubscrever.
sk: Budete upozornený na aktivitu v niektorej z nasledujúcich diskusií. Zrušte označenie tých, na ktoré nechcete byť upozorňovaný.

source: Your <a href="%1$s">Developer Profile</a> has been updated.
ca: El vostre <a href="%1$s">perfil del desenvolupador</a> s'ha actualitzat.
cs: Váš <a href="%1$s">profil vývojáře</a> byl aktualizován.
de: Ihr <a href="%1$s">Entwicklerprofil</a> wurde aktualisiert.
el: Ενημερώθηκε το <a href="%1$s">προφίλ δημιουργού</a> σας.
es_es: Tu <a href="%1$s">perfil de desarrollador</a> se ha actualizado.
fr: Votre <a href="%1$s">profil développeur</a> a eté mis à jour.
hu: A <a href="%1$s">fejlesztői profilja</a> frissítve.
it: Il tuo <a href="%1$s">Profilo sviluppatore</a> è stato aggiornato.
ja: あなたの <a href="%1$s">開発者プロフィール</a> は更新されました。
nl: Uw <a href="%1$s">ontwikkelaarsprofiel</a> is bijgewerkt.
pl: Twój <a href="%1$s">profil autora</a> został zaktualizowany.
pt_br: Seu <a href="%1$s">Profile do Desenvolvedor</a> foi atualizado.
pt_pt: O seu <a href="%1$s">Perfil de desenvolvedor</a> foi actualizado.
ru: Ваш <a href="%1$s">профиль разработчика</a> был обновлён.
sk: Váš <a href="%1$s">profil vývojára</a> bol aktualizovaný.
sv_se: Din <a href="%1$s">utvecklarprofil</a> har skapats.
uk: Ваш <a href="%1$s">Профіль розробника</a> тільки-що оновився.
vi: <a href="%1$s">Hồ sơ Nhà phát triển</a> của bạn đã được cập nhật.

source: Your collection can be accessed at this location:
ca: La vostra col·lecció es pot accedir des d'aquesta ubicació:
cs: Sbírka může být dostupná v tomto umístění:
de: Ihre Sammlung kann unter der folgenden Adresse abgerufen werden:
el: Μπορείτε να δείτε τη συλλογή σας σ' αυτή τη διεύθυνση:
es_es: Puedes acceder a tu recopilatorio en esta ubicación:
fa: مجموعه‌تان در این نشانی قابل دسترسی است:
fr: Votre collection est disponible à cette adresse&nbsp;:
hu: A gyűjtemény a következő helyen érhető el:
it: La tua raccolta è disponibile a questo indirizzo:
ja: あなたのコレクションは以下の URL でアクセスできます:
nl: Uw collectie is toegankelijk op deze lokatie:
pl: Twoja kolekcja może być dostępna pod tym adresem:
pt_br: Sua coleção pode ser acessada aqui:
pt_pt: A sua colecção foi acedida neste local:
ru: К вашей подборке можно получить доступ по следующему адресу:
sk: Vaša kolekcia je dostupná na:
sq: Koleksioni juaj mund të shihet në këtë vend:
sv_se: Du kan komma åt din samling på den här adressen:
uk: Вашу колекцію можна побачити тут:
vi: Bộ sưu tập của bạn có thể được truy cập tại địa chỉ này:

source: Your collection is about to be deleted!
ca: La vostra col·lecció es suprimirà.
cs: Sbírka bude smazána!
de: Ihre Sammlung ist zum Löschen markiert!
el: Η συλλογή σας πρόκειται να διαγραφεί!
es_es: ¡Tu recopilatorio está a punto de ser borrado!
fa: مجموعه‌تان حذف خواهد گردید!
fr: Votre collection est sur le point d'être effacée&nbsp;!
hu: A gyűjtemény törlésére készül!
it: Questa raccolta sta per essere eliminata.
ja: あなたのコレクションは削除されます！
nl: Uw collectie staat op het punt te worden verwijderd!
pl: Kolekcja zostanie usunięta!
pt_br: Sua coleção está prestes a ser deletada!
pt_pt: A sua colecção está prestes a ser eliminada!
ru: Ваша подборка сейчас будет удалёна!
sk: Vaša kolekcia bude odstránená!
sq: Ju ndan një hap nga fshirja e koleksionit tuaj!
sv_se: Din samling tas bort!
uk: Ваша колекція буде вилучена!
vi: Bộ sưu tập của bạn sắp sửa bị xóa!

source: Your collection is now ready!
ca: La vostra col·lecció ja està feta.
cs: Vaše sbírka je nyní připravena!
de: Ihre Sammlung ist nun fertig!
el: Η συλλογή σας είναι έτοιμη!
es_es: ¡Ya está listo tu recopilatorio!
fa: مجموعهٔ شما اکنون آماده است!
fr: Votre collection est maintenant prête.
hu: A gyűjtemény elkészült!
it: La tua raccolta è pronta
ja: あなたのコレクションが作成されました！
nl: Uw collectie is nu klaar!
pl: Twoja kolekcja została utworzona!
pt_br: Sua coleção está pronta!
pt_pt: A sua colecção está agora pronta!
ru: Ваша подборка готова!
sk: Vaša kolekcia je pripravená!
sq: Tani koleksioni juaj është gati!
sv_se: Din samling är nu klar!
uk: Ваша колекція готова!
vi: Bộ sưu tập của bạn đã sẵn sàng!

source: Your collection was successfully saved!
ca: La vostra col·lecció s'ha desat satisfactòriament.
cs: Sbírka byla úspěšně uložena!
de: Ihre Sammlung wurde erfolgreich gespeichert!
el: Η συλλογή σας αποθηκεύτηκε με επιτυχία!
es_es: ¡Tu recopilatorio se ha guardado correctamente!
fa: مجموعه‌تان با موفقیت ذخیره گردید
fr: Votre collection a bien été enregistrée.
hu: A gyűjtemény mentése sikerült!
it: La raccolta è stata salvata con successo.
ja: コレクションの保存が完了しました！
nl: Uw collectie is succesvol opgeslagen!
pl: Kolekcja została zapisana!
pt_br: Sua coleção foi salva com sucesso!
pt_pt: A sua colecção foi guardada com sucesso!
ru: Ваша подборка была успешно сохранёна!
sk: Vaša kolekcia bola úspešne uložená!
sq: Koleksioni juaj u ruajt me sukses!
sv_se: Din samling är skapad!
uk: Процес збереження колекції завершився вдало!
vi: Bộ sưu tập đã được lưu thành công!

source: Your contribution account is the <a href="%1$s">PayPal account</a> where user contributions will be deposited.
ca: El vostre compte de contribució és el <a href="%1$s">compte PayPal</a> on es dipositaran les contribucions dels usuaris.
cs: Vaším účtem pro příspěvky je <a href="%1$s">účet PayPal</a> kam se budou ukládat vám zaslané příspěvky.
de: Ihr Beitrags-Konto ist der <a href="%1$s">PayPal-Account</a>, auf dem Beiträge von Benutzern eingezahlt werden.
el: Ο λογαριασμός δωρεών σας είναι ο <a href="%1$s">λογαριασμός σας στο PayPal</a> όπου και θα καταθέτονται οι δωρεές των χρηστών.
es_es: Tu cuenta para colaborar es la <a href="%1$s">cuenta de PayPal</a> donde irán las colaboraciones de los usuarios.
fr: Votre compte de contribution est le <a href="%1$s">compte PayPal</a> où les contributions financières de vos utilisateurs seront déposées.
hu: Az adományszámlája az a <a href="%1$s">PayPal fiók</a>, ahova a felhasználói adományokat gyűjti.
it: L'account per le donazioni è il <a href="%1$s">conto PayPal</a> dove verranno versate le donazioni degli utenti.
ja: あなたの寄付用口座は、ユーザの寄付が入金される <a href="%1$s">PayPal の口座</a> です。
nl: Uw bijdrage-account is het <a href="%1$s">PayPalaccount</a> waarop gebruikersbijdragen zullen worden gestort.
pl: Twoje konto dotacji, to konto <a href="%s">PayPal</a>, na którym będą zdeponowane dotacje użytkowników.
pt_br: Sua conta para contribuições é <a href="%1$s">Conta Paypal</a> onde contribuições de usuários seráo depositadas.
pt_pt: A sua conta para contribuições é <a href="%1$s">conta do PayPal</a> para onde as contribuições irão.
sk: Vašim účtom na príspevky je <a href="%1$s">konto PayPal</a>, na ktoré budú zasielané príspevky od používateľov.
sv_se: Ditt bidragskonto är det <a href="%1$s">PayPal-konto</a> som användarbidrag skickas till.
uk: Рахунок для внесків - <a href="%1$s">рахунок PayPal</a>, де зберігаються внески користувачів.
vi: Tài khoản đóng góp của bạn là <a href="%1$s">tài khoản PayPal</a> nơi các đóng góp của người dùng sẽ kí quỹ.

source: Your email address was changed successfully. From now on, please use %1$s to log in.
ca: La vostra adreça de correu s'ha canviat satisfactòriament. A partir d'ara feu servir %1$s per a entrar.
cs: Vaše e-mailová adresa byla úspěšně změněna. Odteď prosím používejte pro příhlášení %1$s.
de: Ihre E-Mail-Adresse wurde erfolgreich geändert. Verwenden Sie bitte von nun an %1$s, um sich auf der Seite anzumelden.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας αλλάχτηκε με επιτυχία. Στο εξής χρησιμοποιήστε τη διεύθυνση %1$s για να συνδεθείτε.
es_es: Tu dirección de correo electrónico se ha cambiado con éxito. A partir de ahora, por favor, usa %1$s para ingresar.
fa: نشانی پست الکترونیکی شما با موفقیت تغییر یافت. از این پس، لطفاً از %1$s برای ورود استفاده نمایید.
fr: Votre adresse électronique a bien été changée. À partir de maintenant, utilisez %1$s pour vous connecter.
hu: Az e-mail címe sikeresen megváltozott. Ezentúl használja a(z) %1$s címet a bejelentkezéshez.
it: Il tuo indirizzo e-mail è stato modificato con successo. Da questo momento, utilizza %1$s per accedere al sito.
ja: メールアドレスの変更が完了しました。今後ログインする際は %1$s のアドレスを使用してしてください。
nl: U e-mailadres is met succes gewijzigd. Gebruik vanaf nu a.u.b. %1$s om u aan te melden.
pl: Twój adres e-mail został zmieniony. Od teraz do logowania proszę używać %1$s.
pt_br: Seu endereço de e-mail foi alterado com sucesso. De agora em diante, por favor, use %1$s para fazer log-in no site
pt_pt: O seu endereço de correio electrónico foi alterado com sucesso. A partir de agora, utilize %1$s para entrar.
ru: Ваш адрес электронной почты был успешно изменён. С этих пор для входа пожалуйста используйте адрес %1$s.
sk: Vaša e-mailová adresa bola úspešne zmenená. Odteraz sa prihlasujte použitím adresy %1$s.
sq: Vendndodhja juaj email u ndryshua me sukses. Tani e tutje, ju lutem përdorni %1$s për hyrje.
sv_se: Din e-postadress ändrades. Från och med nu ska du använda %1$s för att logga in.
uk: Вашу поштову адресу успішно змінено. від цього моменту, використовуйте для входу %1$s
vi: Địa chỉ email của bạn đã được thay đổi thành công. Kể từ bây giờ, hãy dùng %1$s để đăng nhập.
