Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: %1$s has been added to your favorite collections.
ca: La col·lecció %1$s s'ha afegit a les preferides.
cs: %1$s byl přidán do vašich oblíbených sbírek.
de: %1$s wurde zu Ihren Favoriten hinzugefügt.
el: Η συλλογή «%1$s» προστέθηκε στις αγαπημένες σας.
es_es: %1$s se ha añadido a tus recopilatorios favoritos.
hu: %1$s hozzáadva kedvencei gyűjteményéhez.
it: %1$s è stata aggiunta alle tue raccolte preferite.
ja: %1$s がお気に入りのコレクションに追加されました。
nl: %1$s is toegevoegd aan uw favoriete collecties.
pl: Kolekcja %1$s została dodana do zbioru Twoich ulubionych kolekcji.
pt_br: %1$s foi adicionada em suas coleções favoritas.
pt_pt: %1$s foi adicionado às suas colecções favoritas.
ru: %1$s была добавлена в ваши избранные подборки.
sk: Kolekcia %1$s bola pridaná medzi vaše obľúbené kolekcie.
sq: %1$s u shtua te koleksionet tuaja të parapëlqyer.
sv_se: %1$s har lagts till bland dina favoritsamlingar.
uk: %1$s було додано до ваших улюблених колекцій.
vi: %1$s vừa được thêm vào danh sách bộ sưu tập ưa thích của bạn.

source: %1$s has been removed from your favorite collections.
ca: La col·lecció %1$s s'ha suprimit de les vostres preferides.
cs: Sbírka %1$s byla odebrána z vašich oblíbených sbírek.
de: %1$s wurde aus Ihren Favoriten entfernt.
el: Η συλλογή «%1$s» αφαιρέθηκε από τις αγαπημένες σας.
es_es: %1$s se ha eliminado de tus recopilatorios favoritos.
hu: %1$s eltávolítva kedvencei gyűjteményéből.
it: %1$s è stata rimossa dalle tue raccolte preferite.
ja: %1$s はお気に入りのコレクションから削除されました。
nl: %1$s is verwijderd uit uw favoriete collecties.
pl: Kolekcja %1$s została usunięta ze zbioru Twoich ulubionych kolekcji.
pt_br: %1$s foi removida de suas coleções favoritas.
pt_pt: %1$s foi removido das suas colecções favoritas.
ru: %1$s была удалена из ваших избранных подборок.
sk: Kolekcia %1$s bola odstránená z vašich obľúbených kolekcií.
sq: %1$s u hoq nga koleksionet tuaja të parapëlqyer.
sv_se: %1$s har tagits bort från dina favoritsamlingar.
uk: %1$s було вилучено з ваших улюблених колекцій.
vi: %1$s vừa bị xóa khỏi danh sách bộ sưu tập ưa thích của bạn.

source: %1$s is not a valid version for %2$s
ca: %s no és una versió vàlida per a %s
cs: Verze %s není platná pro aplikaci %s
de: %s ist keine gültige Version für %s
el: Δεν είναι έγκυρος αριθμός έκδοσης το %s για τον %s
es_es: %s no es una versión válida para %s
fa: %s نسخهٔ مجازی برای %s نیست
fr: %s n'est pas une version valide pour %s
hu: %s nem érvényes verzió %s számára
it: %1$s non è una versione valida per %2$s
ja: %s は %s のバージョンには使用できません
nl: %s is geen geldige versie voor %s
pl: %1$s nie jest prawidłową wersją dla %2$s
pt_br: %s não é uma versão válida para %s
pt_pt: %s não é uma versão válida para %s
ru: Версия %s не является действительной для %s
sk: %1$s nie platná verzia doplnku %2$s.
sq: %s nuk është version i vlefshëm për %s
sv_se: %s är inte en giltig version för %s
uk: %s не є дійсною версією для %s
vi: %s không phải là một phiên bản hợp lệ cho %s

source: %1$s is not a valid version for %2$s: minimum versions cannot contain *
ca: %s no és una versió vàlida per a %s: la versió mínima no pot tenir cap *
cs: %s není platná verze pro %s: minimální verze nesmí obsahovat *
de: %s ist keine gültige Version für %s: minimale Versionen können kein * enthalten
el: Δεν είναι έγκυρο το %1$s σαν αριθμός έκδοσης για το %2$s: η ελάχιστη απαιτούμενη έκδοση δεν επιτρέπεται να περιέχει *
es_es: %s no es una versión válida para %s: las versiones mínimas no pueden contener *
fa: %s نسخهٔ معتبری برای %s نیست: نسخه‌های کمینه نمی‌توانند شامل * باشند
fr: %s n'est pas une version valide pour %s&nbsp;: Les versions minimales ne peuvent contenir le caratère *
hu: %s nem érvényes verzió %s számára: a minimális verzió nem tartalmazhat *-ot
it: %1$s non è una versione valida per %2$s: le versioni minime non possono contenere *
ja: %s は %s のバージョンには使用できません: 最小バージョンに * を含めるこることはできません。
nl: %s is geen geldige versie voor %s: minimum versies kunnen geen * bevatten
pl: %1$s nie jest prawidłową wersją dla programu %2$s: wersja minimalna nie może zawierać *
pt_br: %s não é uma versão válida para %s: versões mínimas não podem conter *
pt_pt: %s não é uma versão válida parar %s: o mínimo das versões não pode conter *
ru: Версия %s не является действительной для %s: минимальная версия не может содержать *
sk: %1$s nie je platná verzia %2$s: minimálna verzia nemôže obsahovať znak *.
sq: %s nuk është version i vlefshëm për %s: versionet më të vegjël nuk mund të përmbajnë *
sv_se: %s är inte en giltig version för %s: minimum-versioner kan inte innehålla *
uk: %s не є дійсною версією для %s: мінімальні версії не повинні містити *
vi: %s không phải là phiên bản hợp lệ cho %s: các phiên bản nhỏ nhất không được để dấu *

source: %1$s is not available for %2$s.
ca: %1$s no està disponible per al %2$s.
cs: Doplněk %1$s není pro %2$s dostupný.
de: %1$s ist für %2$s nicht verfügbar.
el: Δεν είναι διαθέσιμο το %1$s για %2$s.
es_es: %1$s no está disponible para %2$s
fa: %1$s برای %2$s در دسترس نیست.
fr: %1$s n'est pas disponible pour %2$s
hu: %1$s nem érhető el %2$s platformon.
it: %1$s non è disponibile per %2$s.
ja: %1$s は %2$s では利用できません
nl: %1$s is niet beschikbaar voor %2$s.
pl: Dodatek %1$s nie jest dostępny dla systemu %2$s.
pt_br: %1$s não está disponível para %2$s.
pt_pt: %1$s não está disponível para o %2$s.
ru: %1$s недоступен для платформы %2$s.
sk: Doplnok %1$s nie je pre platformu %2$s k dispozícii
sq: %1$s nuk është i passhëm për %2$s.
sv_se: %1$s är inte tillgänglig för %2$s.
uk: %1$s недоступний для %2$s.
vi: %1$s không hiện hữu cho %2$s.

source: %1$s on %2$s
ca: %1$s de %2$s
cs: %1$s v&nbsp;%2$s
de: %1$s am %2$s
el: %1$s την %2$s
es_es: %1$s el %2$s
fa: %1$s بر %2$s
fr: %1$s sur %2$s
hu: %1$s dátum: %2$s
it: %1$s il %2$s
ja: %1$s (%2$s 現在)
nl: %1$s op %2$s
pl: %1$s – %2$s
pt_br: %1$s em %2$s
pt_pt: %1$s em %2$s
ru: %1$s в %2$s
sk: %1$s dňa: %2$s
sq: %1$s më %2$s
sv_se: %1$s den %2$s
uk: %1$s на %2$s
vi: %1$s vào %2$s

source: %1$s pass
ca: %1$s correcte
cs: %1$s prošel
de: %1$s bestanden
el: %1$s επιτυχία
es_es: %1$s pasada
fr: %1$s test réussi
hu: %1$s sikerült
it: %1$s passato
ja: %1$s 個パスしました
nl: %1$s passage
pl: Zaliczone testy: %1$s
pt_pt: passou %1$s
ru: %1$s пройден
sk: %1$s úspešný

source: %1$s recalculated the hash for file %2$s
ca: En/na %1$s va recalcular el codi hash del fitxer %2$s
cs: Uživatel %1$s přepočítal kontrolní součet souboru %2$s
de: %1$s berechnete den Hash neu für das Add-on %2$s
el: Ο/Η %1$s επαναπροσδιόρισε το hash για το αρχείο %2$s
es_es: %1$s ha recalculado el hash del archivo %2$s
it: %1$s ha ricalcolato l'hash per il file %2$s
ja: %1$s がファイル %2$s のハッシュ値を再計算しました
nl: %1$s heeft de hash voor bestand %2$s opnieuw berekend
pl: %1$s skalkulował ponownie sumę kontrolną dla pliku %2$s
pt_br: %1$s recalculou a hash para arquivo %2$s
pt_pt: %1$s recalculou a hash para o ficheiro %2$s
ru: %1$s пересчитал хэш для файла %2$s
sk: Používateľ %1$s obnovil hash pre súbor %2$s
sq: %1$s rillogariti hashin për kartelën %2$s
sv_se: %1$s kalkylerade om hashen för filen %2$s
uk: %1$s перераховано хеш для файлу %2$s
vi: %1$s đã tính toán lại mã băm cho tập tin %2$s

source: %1$s released
ca: %1$s acabats
cs: Aplikace %1$s vydána
de: %1$s veröffentlicht
el: Εκδόθηκε ο %1$s
es_es: %1$s publicado
fa: %1$s کنار گذاشته شد
fr: %1$s publié
hu: %1$s kiadva
it: %1$s rilasciati
ja: %1$s 公開
nl: %1$s vrijgegeven
pl: Dodatek %1$s został wydany
pt_br: %1$s publicado
pt_pt: %1$s lançado
ru: %1$s выпущено
sk: vydané: %1$s
sq: %1$s të hedhura në qarkullim
sv_se: %1$s släpptes
uk: випущений %1$s
vi: %1$s được phát hành

source: %1$s removed %2$s from group %3$s
ca: En/na %1$s va suprimir l'usuari %2$s del grup %3$s
cs: Uživatel %1$s odstranil %2$s ze skupiny %3$s
de: %1$s entfernte %2$s von der Gruppe %3$s
el: Ο/Η %1$s διέγραψε τον/την %2$s από την ομάδα %3$s
es_es: %1$s ha borrado %2$s del grupo %3$s
it: %1$s ha eliminato %2$s dal gruppo %3$s
ja: %1$s が %2$s をグループ %3$s から削除しました
nl: %1$s heeft %2$s verwijderd uit groep %3$s
pl: %1$s usunął %2$s z grupy %3$s
pt_br: %1$s removeu %2$s do grupo %3$s
pt_pt: %1$s removeu %2$s do grupo %3$s
ru: %1$s удалил %2$s из группы %3$s
sk: Používateľ %1$s odstránil používateľa %2$s zo skupiny %3$s
sq: %1$s hoqi %2$s nga grupi %3$s
sv_se: %1$s tog bort %2$s från gruppen %3$s
uk: %1$s вилучено %2$s з групи %3$s
vi: %1$s đã xóa %2$s khỏi nhóm %3$s

source: %1$s removed addon %2$s from feature list
ca: En/na %1$s va esborrar el complement %2$s de la llista
cs: Uživatel %1$s odstranil doplněk %2$s ze seznamu doporučovaných
de: %1$s entfernte Add-on %2$s von der Liste der Empfehlungen
el: Ο/Η %1$s αφαίρεσε το πρόσθετο %2$s από τη λίστα συνιστώμενων
es_es: %1$s ha borrado el complemento %2$s de la lista de características
it: %1$s ha eliminato %2$s dall'elenco dei componenti consigliati
ja: %1$s がアドオン %2$s を注目リストから削除しました
nl: %1$s heeft add-on %2$s verwijderd uit de lijst met aanbevolen add-ons
pl: %1$s usunął dodatek %2$s z listy polecanych
pt_br: %1$s removeu complemento %2$s da lista de recomendados
pt_pt: %1$s removeu o extra %2$s da lista
ru: %1$s удалил дополнение %2$s из списка избранных
sk: Používateľ %1$s odstránil doplnok %2$s zo zoznamu odporúčaných
sq: %1$s hoqi shtesën %2$s nga lista
sv_se: %1$s tog bort %2$s från framhävningslistan
uk: %1$s вилучено додаток %2$s зі списку можливостей
vi: %1$s đã xóa tiện ích %2$s khỏi danh sách khuyên dùng

source: %1$s removed feature %2$s
ca: En/na %1$s va suprimir la característica %2$s
cs: Uživatel %1$s odstranil funkci %2$s
de: %1$s entfernte Empfehlung %2$s
el: Ο/Η %1$s αφαίρεσε το χαρακτηριστικό %2$s
es_es: %1$s ha borrado la característica %2$s
it: %1$s ha eliminato la funzione %2$s
ja: %1$s が機能 %2$s を削除しました
nl: %1$s heeft functie %2$s verwijderd
pl: %1$s usunął element %2$s
pt_br: %1$s removeu recurso %2$s
pt_pt: %1$s removeu a função %2$s
ru: %1$s удалил возможность %2$s
sk: Používateľ %1$s odstránil funkciu %2$s
sq: %1$s hoqi veçorinë %2$s
sv_se: %1$s tog bort egenskapen %2$s
uk: %1$s вилучено функцію %2$s
vi: %1$s đã xóa tính năng %2$s

source: %1$s review
ca: %1$s revisió
cs: %1$s recenze
de: Eine Bewertung
el: %1$s αξιολόγηση
es_es: %1$s valoración
fa: %1$s بررسی
fr: %1$s critique
hu: %1$s értékelés
it: %1$s recensioni
ja: レビュー (%1$s)
nl: %1$s beoordeling
pl: %1$s recenzja
pt_br: avaliações
pt_pt: %1$s comentário
ru: %1$s отзыв
sk: %1$s recenzia
sq: %1$s shqyrtim
sv_se: %1$s recension
uk: оглядів
vi: %1$s đánh giá

source: %1$s to %2$s
ca: %1$s a %2$s
cs: %1$s až %2$s
de: %1$s bis %2$s
el: %1$s ως %2$s
es_es: %1$s a %2$s
fr: %1$s à %2$s
it: %1$s a %2$s
ja: %1$s から %2$s まで
nl: %1$s tot %2$s
pl: %1$s do %2$s
pt_pt: %1$s para %2$s
ru: с %1$s по %2$s
sk: %1$s do %2$s
sv_se: %1$s till %2$s
uk: %1$s до %2$s
vi: %1$s tới %2$s

source: %1$s updated application translations for %2$s
ca: En/na %1$s va actualitzar les traduccions en %2$s
cs: Uživatel %1$s upravil překlady aplikace pro %2$s
de: %1$s veränderte die Anwendungs-Übersetzungen für %2$s
el: Ο/Η %1$s ενημέρωσε τις μεταφράσεις εφαρμογών για τη γλώσσα %2$s
es_es: %1$s ha actualizado las traducciones de la aplicación para %2$s
it: %1$s ha aggiornato la traduzione delle applicazioni per %2$s
ja: %1$s が %2$s ロケールのアプリケーションの翻訳を更新しました
nl: %1$s heeft de toepassingsvertalingen voor %2$s bijgewerkt
pl: %1$s zaktualizował tłumaczenie dla %2$s
pt_pt: %1$s actualizou a aplicação de transferências para %2$s
ru: %1$s обновил переводы приложения для %2$s
sk: Používateľ %1$s aktualizoval preklady aplikácií (%2$s)
sq: %1$s përditësoi përkthime zbatimi për %2$s
sv_se: %1$s uppdaterade applikationsöversättningen för %2$s
uk: %1$s оновлено переклади програм для %2$s
vi: %1$s đã cập nhật bản dịch ứng dụng cho %2$s

source: %1$s updated blog post translations for %2$s
ca: En/na %1$s va actualitzar una entrada del bloc de traducció %2$s
cs: Uživatel %1$s upravil překlad příspěvku do blogu pro %2$s
de: %1$s veränderte die Blog-Übersetzungen für %2$s
el: Ο/Η %1$s ενημέρωσε τις μεταφράσεις δημοσιεύσεων ιστολόγιου για τη γλώσσα %2$s
es_es: %1$s ha actualizado las traducciones del blog para %2$s
it: %1$s ha aggiornato la traduzione del post sul blog per %2$s
ja: %1$s が %2$s ロケールのブログ記事の翻訳を更新しました
nl: %1$s heeft de blogpostvertalingen voor %2$s bijgewerkt
pl: %1$s zaktualizował tłumaczenie posta na blogu dla %2$s
pt_pt: %1$s actualizou as traduções do tópico do blog para %2$s
ru: %1$s обновил переводы поста в блоге для %2$s
sk: Používateľ %1$s aktualizoval preklady príspevkov blogu (%2$s)
sq: %1$s përditësoi përkthime postimesh blogu për %2$s
sv_se: %1$s uppdaterade översättningar av bloggposter för %2$s
uk: %1$s оновлено переклад повідомлень у блоґах для %2$s
vi: %1$s đã cập nhật bản dịch bài viết blog cho %2$s

source: %1$s updated categories for %2$s
ca: En/na %1$s ha actualitzat les categories per a l'idioma %2$s
de: %1$s aktualisierte die Kategorien für %2$s
el: Ο/Η χρήστης %1$s ενημέρωσε τις κατηγορίες για %2$s
es_es: %1$s ha actualizado las categorías para %2$s
fr: %1$s a mis à jour les catégories pour %2$s
hu: %1$s frissítette %2$s kategóriáit
it: %1$s ha aggiornato le categorie per %2$s
ja: %1$s が %2$s ロケールのカテゴリを更新しました
nl: %1$s heeft de categorieën voor %2$s bijgewerkt
pl: %1$s wysłał kategorie dla %2$s
pt_pt: %1$s categorias actualizadas para %2$s
ru: %1$s обновил категории для %2$s
sk: Používateľ %1$s aktualizoval kategórie (%2$s)
sv_se: %1$s uppdaterade kategorier för %2$s
uk: оновлених категорій для %2$s

source: %1$s updated platform translations for %2$s
ca: En/na %1$s va actualitzar les traduccions en %2$s de la plataforma
cs: Uživatel %1$s upravil překlady platformy pro %2$s
de: %1$s veränderte die Betriebssystem-Übersetzungen für %2$s
el: Ο/Η %1$s ενημέρωσε τις μεταφράσεις πλατφόρμας για τη γλώσσα %2$s
es_es: %1$s ha actualizado las traducciones de la plataforma para %2$s
it: %1$s ha aggiornato la traduzione delle piattaforme per %2$s
ja: %1$s が %2$s ロケールのプラットフォームの翻訳を更新しました
nl: %1$s heeft de besturingssysteemvertalingen voor %2$s bijgewerkt
pl: %1$s zaktualizował tłumaczenie platformy dla %2$s
pt_pt: %1$s actualizou as traduções da plataforma para %2$s
ru: %1$s обновил переводы платформы для %2$s
sk: Používateľ %1$s aktualizoval preklady platforiem (%2$s)
sq: %1$s përditësoi përkthime platforme për %2$s
sv_se: %1$s uppdaterade plattformsöversättningarna för %2$s
uk: %1$s оновлено переклад платформи для %2$s
vi: %1$s đã cập nhật bản dịch nền tảng cho %2$s

source: %1$s warning
ca: %1$s avís
cs: %1$s varování
de: %1$s Warnung
el: %1$s προειδοποίηση
es_es: %1$s aviso
hu: %1$s figyelmeztetés
it: %1$s avviso
ja: %1$s 個の警告
nl: %1$s waarschuwing
pl: Ostrzeżenia: %1$s
pt_pt: %1$s aviso
ru: %1$s предупреждение
sk: %1$s upozornenie
sv_se: %1$s varning
uk: %1$s попередження

source: %1$s%% negative votes for this collection
ca: %1$s%% vots negatius per a aquesta coŀlecció
de: %1$s%% negative Stimmen für diese Sammlung
el: %1$s αρνητικές ψήφοι γι' αυτή τη συλλογή
es_es: %1$s votos negativos para este recopilatorio
hu: %1$s%% negatív szavazat erre a gyűjteményre
it: %1$s voti negativi per questa raccolta
ja: このコレクションには %1$s%% 件の否定的な投票が行われています
nl: %1$s%% negatieve stemmen voor deze collectie
pl: Negatywne oceny tej kolekcji: %1$s
pt_pt: %1$s%% votos negativos para esta colecção
ru: %1$s%% негативных голосов для этой подборки
sv_se: %1$s%% negativa röster för denna samling
uk: %1$s голосів проти цієї збірки

source: %1$s%% positive votes for this collection
ca: %1$s%% vots positius per a aquesta coŀlecció
de: %1$s%% positive Stimmen für diese Sammlung
el: %1$s θετικές ψήφοι γι' αυτή τη συλλογή
es_es: %1$s votos positivos para este recopilatorio
hu: %1$s%% pozitív szavazat erre a gyűjteményre
it: %1$s voti positivi per questa raccolta
ja: このコレクションには %1$s%% 件の肯定的な投票が行われています
nl: %1$s%% positieve stemmen voor deze collectie
pl: Pozytywne oceny tej kolekcji: %1$s
pt_pt: %1$s%% votos positivos para esta colecção
ru: %1$s%% позитивных голосов для этой подборки
sv_se: %1$s%% positiva röster för denna samling
uk: %1$s голосів за цю збірку

source: %s Categories
ca: Categories del %s
cs: Kategorie aplikace %s
de: %s-Kategorien
el: Κατηγορίες %s
es_es: Categorías de %s
fa: دسته‌های %s
fr: Catégorie %s
hu: %s-kategóriák
it: Categorie %s
ja: %s のカテゴリ
nl: %s-categorieën
pl: Kategorie programu %s
pt_br: %s Categorias
pt_pt: %s Categorias
ru: Категории %s
sk: Kategórie pre %s
sq: %s Kategori
sv_se: %s kategorier
uk: %s Категорії
vi: Phân mục %s

source: %s Collection
ca: Col·lecció %s
cs: Sbírka %s
de: Sammlung: %s
el: Συλλογή %s
es_es: Recopilatorio %s
fa: مجموعهٔ %s
fr: Collection %s
hu: %s gyűjtemény
it: Raccolta %s
ja: %s コレクション
nl: %s collectie
pl: Kolekcja %s
pt_br: Coleção %s
pt_pt: %s colecção
ru: Подборка %s
sk: Kolekcia %s
sq: Koleksioni %s
sv_se: %s-amling
uk: %s Колекція
vi: Bộ sưu tập %s

source: %s Compatibility
ca: Compatibilitat del %s
cs: %s kompatibilita
de: %s Kompatibilität
el: Συμβατότητα με %s
es_es: Compatibilidad de %s
fa: سازگاری با %s
fr: Compatibilité %s
hu: %s kompatibilitás
it: Compatibilità %s
ja: %s との互換性
nl: %s compatibiliteit
pl: Kompatybilny z %s
pt_br: Compatibilidade de %s
pt_pt: Compatibilidade do %s
ru: Совместимо с %s
sk: Kompatibilita s programom %s
sq: Përputhje %s me
sv_se: %s kompatibilitet
uk: Сумісність %s
vi: Tính tương thích %s

source: %s Preview Manager
ca: Gestor de previsualitzacions del %s
cs: Spráce náhledů doplňku %s
de: Vorschaubilder für %s
el: Διαχειριστής προεπισκόπησης %s
es_es: Administrador de capturas de %s
fa: مدیر پیش‌نمایش‌های %s
fr: Gestionnaire d'aperçu pour: %s
hu: %s előnézet-kezelője
it: Gestione anteprime - %s
ja: %s のプレビュー画像マネージャ
nl: %s voorbeeldweergaven beheren
pl: Menedżer obrazków dodatku %s
pt_pt: Gestor de pré-visualizações %s
ru: Менеджер скриншотов к %s
sk: Správca ukážok doplnku %s
sq: Përgjegjës Paraparjesh për %s
sv_se: %s förhandsvisningshanterare
uk: %s Менеджер перегляду
vi: Quản lí Hình xem trước %s

source: %s Status
ca: Estat del %s
cs: Stav doplňku %s
de: Status von %s
el: Κατάσταση %s
es_es: Estado de %s
fa: وضعیت %s
fr: Statut de %s
hu: %s állapota
it: Stato %s
ja: %s のステータス
nl: Status van %s
pl: Status %s
pt_br: Status do %s
pt_pt: Estado do %s
ru: Статус %s
sk: Stav doplnku %s
sq: Gjendje e %s
uk: %s Статус
vi: Trạng thái %s

source: %s day
ca: %s dia
de: %s Tag
el: %s ημέρα
es_es: %s día
fr: %s jour
hu: %s nap
it: %s giorno
ja: %s 日
nl: %s dag
pl: %s dzień
pt_pt: %s dia
ru: %s день
sv_se: %s dag
uk: %s день

source: %s file
ca: %s fitxer
cs: %s soubor
de: %s Datei
el: %s αρχείο
es_es: %s archivo
fa: %s پرونده
fr: %s fichier
hu: %s fájl
ja: %s ファイル
nl: %s bestand
pl: %s plik
pt_br: %s arquivo
pt_pt: %s ficheiro
ru: %s файл
sk: %s súbor
sq: %s kartelë
sv_se: %s fil
uk: файл %s
vi: %s tập tin

source: %s found in range
ca: %s trobat en la regió
cs: %s nalezen v&nbsp;rozsahu
de: %s im Bereich gefunden
el: βρέθηκαν %s στο διάστημα
es_es: Encontrados %s al alcance
fa: %s مورد در این بازه پیدا شد
fr: %s trouvés sur cette tranche
hu: %s van a tartományban
it: %s trovato nei criteri
ja: 範囲内に %s 件見つかりました
nl: %s gevonden in het bereik
pl: Odnaleziono w zakresie: %s
pt_br: %s encontrado
pt_pt: %s encontrados no intervalo
ru: В диапазоне найдено %s штук
sk: nájdené v rozsahu: %s
sq: U gjetën %s te intervali
sv_se: %s fanns i området
uk: %s знайдено у діапазоні
vi: %s được tìm thấy trong khoảng

source: %s from last week
ca: %s comparat amb l'última setmana
cs: %s oproti minulému týdnu
de: %s gegenüber letzter Woche
el: %s διαφορά από την προηγούμενη εβδομάδα
es_es: %s desde la última semana
fa: %s نسبت به هفتهٔ قبل
fr: %s par rapport à la semaine dernière
hu: %s a múlt hét óta
it: %s dalla settimana scorsa
ja: 先週からの増減: %s
nl: %s ten opzichte van vorige week
pl: %s od ostatniego tygodnia
pt_pt: %s na última semana
ru: %s с прошлой недели
sk: %s oproti minulému týždňu
sq: %s që nga java e fundit
sv_se: %s sen förra veckan
uk: %s з останнього тижня
vi: %s kể từ tuần trước

source: %s hour
ca: %s hora
de: %s Stunde
el: %s ώρα
es_es: %s hora
fr: %s heure
hu: %s óra
it: %s ora
ja: %s 時間
nl: %s uur
pl: %s godzina
pt_pt: %s hora
ru: %s час
sv_se: %s timme
uk: %s година

source: %s minute
ca: %s minut
el: %s λεπτό
es_es: %s minuto
hu: %s perc
it: %s minuto
ja: %s 分
nl: %s minuut
pl: %s minuta
pt_pt: %s minuto
ru: %s минута
sv_se: %s minut
uk: %s хвилина

source: %s only
ca: només %s
cs: pouze %s
de: nur %s
el: μόνο για %s
es_es: Solo %s
fa: تنها %s
fr: %s uniquement
hu: csak %s
it: Solo %s
ja: %s 専用
nl: Alleen %s
pl: Tylko %s
pt_br: apenas %s
pt_pt: apenas %s
ru: Только для %s
sk: len %s
sq: vetëm %s
sv_se: %s bara
uk: лише %s
vi: Chỉ cho %s

source: %s requires that you accept the following End-User License Agreement before installation can proceed:
ca: El %s requereix que accepteu la següent Acord de llicència d'usuari final abans de procedir amb la instal·lació:
cs: Před instalací doplňku %s je nutné odsouhlasit následující Licenční smlouvu s koncovým uživatelem (EULA):
de: %1$s hat einen Endbenutzer-Lizenzvertrag. Bevor Sie es installieren können, müssen Sie diesem zustimmen:
el: Το %s απαιτεί να αποδεχτείτε το παρακάτω Συμφωνητικό Αδειοδότησης Τελικού Χρήστη για να ξεκινήσει η εγκατάσταση:
es_es: %s requiere que aceptes el siguiente contrato de licencia para usuarios antes de que se proceda a su instalación:
fa: پیش از ادامهٔ نصب، %s شما را ملزم به پذیرفتن توافق‌نامهٔ مجوز کاربر نهایی زیر می‌کند:
fr: %s implique l'acceptation du Contrat de Licence Utilisateur Final ci-dessous avant de procéder à l'installation
hu: A(z) %s az kívánja, hogy fogadja el az EULA-t (végfelhasználói licencszerződést) a telepítés folytatása előtt:
it: %s richiede l'accettazione della seguente End User License Agreement (accordo di licenza con l'utente finale) prima di procedere con l'installazione:
ja: %s をインストールするには、以下のエンドユーザライセンス契約に同意する必要があります。
nl: %s vereist de acceptatie van de volgende gebruiksrechtovereenkomst (End User License Agreement) voordat u kunt doorgaan met installeren:
pl: Przed kontynuowaniem instalacji %s wymaga zaakceptowania warunków poniższej licencji użytkownika (EULA)
pt_br: %s necessita que você aceite o seguinte termo de aceitação do usuário antes que a instalação possa prosseguir:
pt_pt: O %s necessita que aceite o seguinte Acordo de Licença para o Utilizador Final antes da instalação poder continuar:
ru: Перед началом установки %s необходимо принять лицензионное соглашение конечного пользователя:
sk: %s vyžaduje, aby ste pred pokračovaním v inštalácii prijali podmienky nasledujúcej Licenčnej zmluvy koncového používateľa:
sq: %s kërkon që ju të pranoni "End User License Agreement" (Marrëveshje License Përdoruesi të Fundëm) vijuese para se të bëhet procesi i instalimit:
sv_se: %s kräver att du accepterar följande användaravtal innan installationen kan fortsätta:
uk: %s потребує, щоб ви прийняли наступну Ліцензійну угоду з кінцевим користувачем, щоб продовжити процес встановлення:
vi: %s yêu cầu bạn chấp thuận Thỏa thuận Giấy phép Người dùng Cuối trước khi việc cài đặt có thể tiến hành:

source: %s result
ca: %s resultat
cs: %s výsledek
de: %s Ergebnis
el: %s αποτέλεσμα
es_es: %s resultado
fr: %s résultat
hu: %s találat
it: %s risultato
ja: %s 件の結果
nl: %s resultaat
pl: Wyniki: %s
pt_pt: %s resultado
ru: %s результат
sk: %s výsledok
sv_se: %s resultat
uk: %s результат

source: %s review
ca: %s revisió
cs: %s recenze
de: %s Bewertung
el: %s αξιολόγηση
es_es: %s valoración
fa: %s بررسی
fr: %s critique
hu: %s értékelés
it: %s recensione
ja: %s レビュー
nl: %s beoordeling
pl: %s recenzja
pt_br: %s avaliação
pt_pt: %s comentário
ru: %s отзыв
sk: %s recenziu
sq: %s shqyrtim
sv_se: %s recension
uk: перегляд %s
vi: %s đánh giá
