Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: The add-on icon is a small image that is displayed next to your add-on's name in browse and search results, display pages, and in the add-on installation dialog. The image will automatically be resized to 32 x 32 pixels. Please use one of the following image types: %s
ca: La icona del complement és una petita imatge que es mostra al costat del nom del vostre complement. Apareixerà tant a la pàgina, com als resultats de la cerca, com al diàleg d'instal·lació de complements. La imatge es redimensionarà a 32 x 32 píxels. Utilitzeu un dels tipus d'imatge següents: %s
cs: Ikona doplňku je malý obrázek, který se zobrazuje vedle názvu doplňku ve výpisech hledání, veřejných seznamech, stránce doplňku a v&nbsp;instalčním dialogu doplňku. Velikost obrázku bude po nahrátí automaticky upravena na 32 x 32 bodů. Používejte prosím pouze následující formáty obrázků: %s
de: Das Add-on-Icon ist ein kleines Bild, das neben dem Namen Ihres Add-ons in Listen und Suchergebnissen angezeigt wird, sowie auf dessen Webseite und im Browserfenster beim Installieren des Add-ons. Das Bild wird automatisch auf die Größe 32x32 Pixel skaliert. Bitte verwenden Sie einen der folgenden Dateitypen: %s
el: Το εικονίδιο του πρόσθετου είναι μια μικρή εικόνα που εμφανίζεται δίπλα στο όνομα του πρόσθετου σας στην περιήγηση και στα αποτελέσματα αναζήτησης, στη σελίδα του και στο διάλογο εγκατάστασης. Η εικόνα θα σμικρυνθεί αυτόματα σε μέγεθος 32 x 32 πίξελ. Παρακαλούμε χρησιμοποιείστε μια από τις ακόλουθες μορφές αρχείου: %s
es_es: El icono del complemento es una pequeña imagen que se muestra junto al nombre de tu complemento en los listados y los resultados de las búsquedas, y en el cuadro de instalación del complemento. La imagen se redimensionará automáticamente a 32 x 32 pixels. Por favor, usa uno de los siguientes tipos de imagen: %s
hu: A kiegészítő ikonja egy kis kép, amely a kiegészítő neve mellett jelenik meg tallózáskor és keresési eredmények oldalon, saját oldalán és a kiegészítő telepítési ablakában. A kép automatikusan át lesz méretezve 32 x 32 képpontra. A következő képtípusokat használhatja: %s
it: L'icona del componente aggiuntivo è una piccola immagine visualizzata accanto al nome nei risultati di ricerca, nella scheda e nella finestra di installazione. L'immagine verrà automaticamente ridimensionata a 32x32 pixel. Utilizzare uno dei seguenti formati: %s
ja: アイコンは、検索結果、公開ページ、インストールダイアログ上で、このアドオンのタイトルとともに表示される、小さな画像です。画像は 32 x 32 ピクセルへ自動的にサイズ調整されます。画像の種類は %s のいずれかを使用してください。
nl: Het add-onpictogram is een kleine afbeelding die naast de naam van uw add-on wordt weergegeven in blader- aen zoekresultaten, weergavepagina’s en in het installatievenster van uw add-on. De grootte van de afbeelding wordt automatisch omgezet naar 32 x 32 pixels. Gebruik a.u.b. één van de volgende afbeeldingstypes: %s
pl: Ikona dodatku to mały obrazek wyświetlany obok nazwy dodatku w wykazach przeglądania i wyników szukania, wyświetlanych stronach i w oknie dialogowym instalacji dodatku. Obrazek zostanie automatycznie przeskalowany do wymiarów 32 x 32 piksele. Użyj jednego z następujących typów obrazków: %s.
pt_br: O ícone do complemento trata-se de uma imagem pequena que é apresentada próxima ao nome do seu complemento nas páginas de resultado e navegação, páginas de apresentação, e também na tela de instalação do complemento. A imagem será automaticamente redimensionada para 32 x 32 pixels. Por favor escolha um dos tipos de imagem abaixo: %s
pt_pt: O ícone do extra é uma pequena imagem que é mostrada ao lado do nome do seu extra nos resultados de pesquisa e navegação,páginas de apresentação, e no diálogo de instalação do extra. A imagem será redimensionada automaticamente para 32 x 32 pixéis. Utilize um dos seguintes tipos de imagem: %s
ru: Значком дополнения является маленькое изображение, которое отображается рядом с именем вашего дополнения при обзоре дополнений, их поиске, отображении страниц и в диалоговом окне установки дополнения. Изображение автоматически масштабируется до размера 32 x 32 пикселя. Пожалуйста, используйте один из следующих форматов изображений: %s
sk: Ikona doplnku je malý obrázok, ktorý je pri prehliadaní stránky doplnku, vo výsledkoch vyhľadávania a pri inštalácii doplnku zobrazený vedľa názvu doplnku. Obrázok bude automaticky nastavený na veľkosť 32 x 32 bodov. Môžete použiť jeden z nasledujúcich typov obrázkov: %s
sq: Ikona e një shtese është një pamje e vockël që shfaqet përbri emrit të shtesës suaj në përfundime kërkimi dhe shfletimi të tyre, faqe paraqitjeje, dhe te dialogu i instalimit të shtesës. Pamja do të ripërmasohet vetvetiu në 32 x 32 piksela. Ju lutem përdorni një nga llojet vijuese të pamjeve: %s
sv_se: Tilläggets ikon är en liten bild som visas bredvid ditt tilläggs namn i sök- och bläddringslistor, dess huvudsida och installationsdialogen. Bilden skalas automatiskt ner till 32x32 pixlar. Använd en av följande bildtyper: %s
uk: Символ додатку - це маленький символ, що розміщений біля ім'я вашого додатку у результатах пошуку, на сторінках та у діалозі встановлення додатку. Розмір зображення буде автоматично змінений на 32 x 32 пікселів. Будь ласка, користуйтесь одним з даних типів зображення: %s
vi: Biểu tượng tiện ích là một hình nhỏ được hiển thị bên cạnh tên tiện ích của bạn trong kết quả tìm kiếm, trang giới thiệu, và trong hộp thoại cài đặt. Hình này sẽ tự động được sửa kích thước thành 32 x 32 pixel. Vui lòng dùng một trong các kiểu hình ảnh sau: %s

source: The add-on was missing a required file: %1$s
ca: Al complement li falta un fitxer obligatori: %1$s
de: Diesem Add-on fehlt eine notwendige Datei: %1$s
el: Απουσιάζει το απαιτούμενο για add-on αρχείο: %1$s
es_es: Falla un archivo requerido en la add-on : %1$s
fr: Un fichier nécessaire au module est manquant&nbsp;: %1$s
hu: A kiegészítőből hiányzik egy kötelező fájl: %1$s
it: Un file obbligatorio non è presente nel componente aggiuntivo: %1$s
ja: このアドオンには必要なファイルが含まれていません: %1$s
nl: De add-on mist een vereist bestand: %1$s
pl: Dodatek nie ma wymaganego pliku: %1$s
pt_pt: O extra está em falta ou um é necessário um ficheiro: %1$s
ru: В дополнении отсутствует требуемый файл: %1$s
sk: Doplnok neobsahuje vyžadovaný súbor: %1$s
sv_se: Tillägget saknade en obligatorisk fil: %1$s
uk: Додаткові не вистачало файлу: %1$s

source: The add-on you're looking for is currently in the sandbox. If you already have an account on Mozilla Add-ons, please log in, or <a href="%1$s">learn more about the sandbox.</a>
ca: El complement que esteu cercant està actualment en l'entorn de proves. Si ja teniu un compte del Mozilla Add-ons, connecteu-vos, o bé <a href="%1$s">coneixeu més coses de l'entorn de proves</a>
cs: Doplněk, který hledáte, je v&nbsp;současnosti na pískovišti. Pokud máte na serveru doplňky Mozilly účet, pak se prosím přihlaste, a nebo si zjistěte o&nbsp;pískovišti <a href="%1$s">více informací.</a>
de: Das von Ihnen angeforderte Add-on befindet sich derzeit im Sandkasten. Falls Sie bereits ein Konto bei Mozilla Add-ons haben, so melden Sie sich bitte an, oder <a href="%1$s">erfahren Sie mehr über den Sandkasten.</a>
el: Το πρόσθετο που αναζητήσατε βρίσκεται προσωρινά στο sandbox. Αν έχετε ήδη ένα λογαριασμό στο Mozilla Add-ons, παρακαλούμε συνδεθείτε, ή <a href="%1$s">μάθετε περισσότερα για το sandbox.</a>
es_es: El complemento que estás buscando se encuentra actualmente en el área de pruebas. Si tienes una cuenta de usuario en Mozilla Addons, por favor inicia sesión, o <a href="%1$s">descubre más sobre el área de pruebas.</a>
fa: افزودنی که به دنبالش هستید اکنون در گودال ماسه‌بازی است. اگر یک حساب کاربری در وب‌گاه افزودنی‌های موزیلا دارید، لطفاً وارد شوید، یا <a href="%1$s">در مورد گودال ماسه‌بازی بیشتر بدانید</a>.
fr: Le module que vous recherchez est actuellement dans le bac à sable. Si vous avez déjà un compte Mozilla Add-ons, veuillez vous connecter, sinon, <a href="%1$s">consultez ces informations sur la zone de bac à sable.</a>
hu: A keresett kiegészítő jelenleg a homokozóban van. Ha rendelkezik fiókkal a Mozilla Add-ons webhelyen, akkor jelentkezzen be, vagy <a href="%1$s">olvassa el, hogy mi az a homokozó</a>.
it: Il componente aggiuntivo che stai cercando al momento si trova nella sandbox. Se già possiedi un account su Mozilla Add-ons, effettua l'accesso oppure <a href="%1$s">leggi ulteriori informazioni sulla sandbox.</a>
ja: お探しのアドオンは現在サンドボックスに置かれています。Mozilla Add-ons にアカウントをお持ちなら、ログインしていただくか、<a href="%1$s">サンドボックス関する詳細</a> をご覧ください。
nl: De door u gezochte add-on bevindt zich momenteel in de sandbox. Als u al een account op Mozilla Add-ons hebt, meld u dan a.u.b. aan, of <a href="%1$s">kom meer te weten over de sandbox.</a>
pl: Dodatek, którego szukasz, jest aktualnie w piaskownicy. Jeśli posiadasz już konto w Mozilla Add-ons, zaloguj się, lub <a href="%1$s">dowiedz się więcej o piaskownicy.</a>
pt_br: O complemento que você está procurando encontra-se na sandbox. Se você já tem uma conta no Mozilla Add-ons, faça login, ou <a href="%1$s">leia mais sobre a sandbox.</a>
pt_pt: O extra que está à procura está actualmente no sandbox. Se já tiver uma conta em Mozilla Add-ons, por favor entre, ou <a href="%1$s">saiba mais sobre o sandbox.</a>
ru: Дополнение, которое вы ищете, находится в данный момент в «песочнице». Если у вас уже есть учётная запись на Mozilla Add-ons, пожалуйста войдите в систему или <a href="%1$s">почитайте больше о «песочнице»</a>.
sk: Doplnok, ktorý hľadáte, je momentálne v Sandboxe. Ak máte účet na Mozilla Add-ons, prihláste sa alebo si <a href="%1$s">prečítajte o Sandboxe</a> ďalšie informácie.
sq: Shtesa që po kërkoni ndodhet në bankoprovë hëpërhë. Nëse keni tashmë një llogari te Shtesat Mozilla, ju lutem hyni në të, ose <a href="%1$s">mësoni më tepër rreth bankoprovës.</a>
sv_se: Tillägget du letar efter ligger för närvarande i sandlådan. Om du redan har ett konto på Mozilla Add-ons så logga in, eller <a href="%1$s">läs mer om sandlådan.</a>
uk: Додаток, який ви шукаєте, зараз у пісочниці. Якщо ви вже маєте рахунок на Додатках Mozilla’и, будь ласка, увійдіть, або <a href="%1$s">дізнайтеся більше про пісочницю.</a>
vi: Tiện ích bạn đang tìm hiện đang trong hộp cát. Nếu bạn đã có một tài khoản trên Tiện Ích Mozilla, vui lòng đăng nhập, hoặc <a href="%1$s">tìm hiểu thêm về hộp cát.</a>

source: The add-ons below make up 95% of add-on usage known to Mozilla and are ordered by their usage size.
ca: Els següents complements tenen una utilització superior al 95% segons les dades que disposa Mozilla i es mostren ordenats segons la utilització.
de: Die folgenden Add-ons machen 95% der Add-on-Benutzung aus, die Mozilla bekannt ist. Sie sind nach ihrer Benutzungsmenge sortiert.
el: Τα παρακάτω πρόσθετα αποτελούν το 95% των πρόσθετων σε χρήση που γνωρίζει ο οργανισμός Mozilla και είναι ταξινομημένα κατά ποσοστό χρηστών.
es_es: Los siguientes complementos representan el 95% del volumen de uso que Mozilla tiene constancia y están ordenados por su volumen de uso.
fr: Les modules listés ci-dessous par popularité représentent, à la connaissance de Mozilla, 95% des modules utilisés.
hu: Az alábbi kiegészítők a Mozilla által ismert kiegészítőhasználat 95%-át teszik ki, és a felhasználótáboruk mérete szerint vannak rendezve.
it: In base ai dati in possesso di Mozilla, i seguenti componenti aggiuntivi costituiscono il 95% degli utilizzatori. L'ordine di visualizzazione è dato dalla dimensione della base utenti.
ja: 以下のアドオンは、Mozilla が把握しているアドオン利用者の 95% に使われているもので、利用者が多い順に並べられています。
nl: De onderstaande add-ons omvatten 95% van het bij Mozilla bekende add-ongebruik en zijn gerangschikt naar gebruiksomvang.
pt_br: Os complementos abaixo representam 95% da utilização de complementos que a Mozilla tem conhecimento e estão ordenados por uso.
pt_pt: Os extras abaixo têm 95% de uso conhecido pela Mozilla e são ordenados pelo seu tamanho de utilização.
sk: Doplnky uvedené nižšie tvoria podľa údajov Mozilly 95% všetkých používaných doplnkov, usporiadané sú podľa používanosti.
sv_se: Tilläggen nedan utgör 95% av tilläggsanvändandet Mozilla känner till och är sorterade efter deras användande.

source: The description of your add-on is a longer explanation of features, functionality, and other relevant information. It is displayed under the summary on the add-on's display page.
ca: La descripció del vostre complement és una explicació més extensa i detallada de les propietats i les funcionalitats i de la informació més important. La descripció es mostra sota del resum a la pàgina del complement.
cs: Popis doplňku je delší vysvětlení jeho vlastností, funkcí a dalších odpovídajících informací. Zobrazuje se pod stručným popisem na stránce doplňku.
de: Die Beschreibung Ihres Add-ons ist eine längere Erklärung seiner Fähigkeiten, Funktionalität, und anderer relevanter Information. Sie wird unterhalb der Zusammenfassung auf der öffentlichen Seite Ihres Add-ons angezeigt.
el: Η περιγραφή του πρόσθετου σας είναι μια εκτενέστερη επεξήγηση των χαρακτηριστικών του, της λειτουργίας του και άλλων πληροφοριών. Εμφανίζεται κάτω από τη σύνοψη στη σελίδα του πρόσθετου.
es_es: La descripción de tu complemento es una explicación más larga de características, funcionalidades y otra información relevante. Se muestra bajo el resumen en la página del complemento.
fa: شرح افزودنی توضیح بیشتری از ویژگی‌ها، کارایی‌ها و دیگر اطلاعات مربوطه است. شرح در زیر خلاصهٔ افزودنی در صفحهٔ مربوط به آن نمایش داده می‌شود.
fr: La description de votre module est une explication plus exhaustive des fonctionnalités, du fonctionnement et de toutes autres explications pertinentes. Cette description est affichée sous le résumé de la page d'affichage du module.
hu: A kiegészítő leírása a szolgáltatások, funkciók és egyéb fontos információk hosszabb magyarázata. A kiegészítő oldalán az összefoglaló alatt jelenik meg.
it: La descrizione del componente aggiuntivo è una spiegazione più dettagliata delle caratteristiche, delle funzioni e di altre informazioni rilevanti. Viene visualizzata sotto al riepilogo nella scheda del componente aggiuntivo.
ja: 説明には、このアドオンの機能や特長、その他関連情報をより詳しく記述します。この情報はアドオン公開ページの要約の下に表示されます。
nl: De beschrijving van uw add-on is een langere uitleg van functies, werking en andere relevante informatie. Deze wordt weergegeven onder de samenvatting op de weergavepagina van de add-on.
pl: Opis dodatku jest obszerniejszym opisem funkcji, zastosowania i innych istotnych danych. Jest on wyświetlany na stronie dodatku poniżej podsumowania.
pt_br: A descrição do seu complemento trata-se de uma descrição longa dos recursos, funcionalidade, e outras informações relevantes. Esta informação será apresentada abaixo do sumário na página de apresentação do complemento.
pt_pt: A descrição do seu extra é uma explicação sobre as funcionalidades, funções e outra informação importante. É apresentada no sumário da página do seu extra.
ru: Подробное описание дополнения - это более полное объяснение его функций, особенностей и другая информация. Оно отображается под кратким описанием на странице дополнения.
sk: Popis doplnku slúži na hlbšie popísanie vlastností či funkcionality doplnku a poskytnutie ďalších potrebných informácií. Na stránke doplnku sa zobrazuje pod súhrnom.
sq: Përshkrimi i shtesës suaj është një shpjegim pakëz më i shtjelluar i veçorive të saj, punimit, dhe të tjera të dhëna me rëndësi. Shfaqet nën përmbledhjen, te faqja e paraqitjes së shtesës.
sv_se: Beskrivningen av ditt tillägg är en längre genomgång av finesser, funktionalitet och annat relevant informaiton. Den visas under sammanfattningen på tilläggets sida.
uk: Опис вашого додатку є довшим поясненням можливостей, функціональності та іншої відповідної інформації. Вона показана під резюме на сторінці з зображенням додатку.
vi: Mô tả của tiện ích là lời giải thích rõ ràng hơn về các tính năng, và các thông tin liên quan khác. Nó được hiển thị ngay dưới phần tóm tắt trên trang giới thiệu tiện ích.

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
ca: El desenvolupador d'aquest complement us demana que l'ajudeu amb el desenvolupament d'aquest complement amb una petita contribució.
cs: Vývojář tohoto doplňku vás žádá o podporu dalšího vývoje formou malého příspěvku.
de: Der Entwickler dieses Add-ons bittet darum, dass Sie die weitere Entwicklung dieses Add-ons mit einem kleinen Beitrag unterstützen.
el: Ο δημιουργός αυτού του πρόσθετου ζητάει να βοηθήσετε στην περαιτέρω ανάπτυξη του κάνοντας μια μικρή δωρεά.
es_es: El desarrollador de este complemento te pide que le ayudes en su desarrollo, haciendo una pequeña colaboración.
hu: Ezen kiegészítő fejlesztője az Ön csekély támogatását kéri a kiegészítő fejlesztésének folytatásához.
it: È possibile supportare lo sviluppatore di questo componente aggiuntivo attraverso una piccola donazione.
ja: このアドオンの開発者は、少額の寄付による、開発継続のための支援をあなたに求めています。
nl: De ontwikkelaar van deze add-on vraagt uw steun voor verdere ontwikkeling door middel van een kleine bijdrage.
pl: Autor prosi Cię o niewielką dotację, która pomoże mu kontynuować dalszy rozwój tego dodatku.
pt_br: O desenvolvedor deste complemento pede sua ajuda para dar suporte ao desenvolvimento através de uma pequena doação.
pt_pt: O desenvolvedor deste extra pede que o ajude para continuar o desenvolvimento com uma pequena contribuição.
ru: Разработчик этого дополнения просит вас помочь поддержать его дальнейшее развитие, внеся небольшое пожертвование.
sk: Autor tohto doplnku žiada o podporu v jeho vývoji zaslaním malého príspevku.
sv_se: Utvecklaren av detta tillägg vill gärna att du stöder dess framtida utveckling genom att ge ett litet bidrag.
uk: Розробник цього додатку просить вас сприяти його тривалому розвитку, роблячи свій невеличкий внесок.
vi: Nhà phát triển tiện ích này đề nghị bạn hỗ trợ một khoản tài chính nhỏ cho việc phát triển.

source: The extension does not match the type of the add-on.
ca: L'extensió no es correspon amb el tipus de complement.
cs: Rozšíření neodpovídá typu doplňku.
de: Die Erweiterung stimmt nicht mit dem Typ des Add-ons überein.
el: Η επέκταση δεν ταιριάζει με τον τύπο του πρόσθετου.
es_es: La extensión no coincide con el tipo de complemento.
fr: L'extension ne correspond pas au type de module.
it: L'estensione non corrisponde al tipo di componente aggiuntivo.
ja: この拡張機能はアドオンの種類と一致しません。
nl: De extensie komt niet overeen met het type van de add-on.
pl: Rozszerzenie ma niewłaściwy typ dodatku.
pt_pt: A extensão não equivale ao tipo de extra.
ru: Это расширение не соответствует выбранному типу дополнения.
sk: Rozšírenie nemá správne nastavený typ doplnku.
uk: Розширення не підходить до типу додатку.

source: The file %s does not appear to belong in this add-on
ca: El fitxer %s no sembla que pertanyi a aquest complement
cs: Soubor %s nevypadá, že by odpovídal tomuto typu doplňku
de: Die Datei "%s" scheint nicht zu diesem Add-on zu gehören
el: Το αρχείο %s δεν φαίνεται να ανήκει σ' αυτό το πρόσθετο
es_es: El archivo %s no parece pertenecer al complemento
fr: Le fichier %s ne semble pas appartenir à ce module
it: Il file %s non sembra appartenere a questo componente aggiuntivo
ja: %s というファイルはこのアドオンに含まれていないようです。
nl: Het bestand %s lijkt niet bij deze add-on te horen
pl: Prawdopodobnie plik %s nie jest elementem tego dodatku.
pt_pt: O ficheiro %s parece não pertencer a este extra
ru: Файл %s похоже не принадлежит к этому дополнению
sk: Zdá sa, že súbor %s nepatrí do tohto doplnku.

source: The name of your add-on is displayed everywhere your add-on is listed.
ca: El nom del vostre complement es mostrarà a tot arreu on aparegui el vostre complement.
cs: Název doplňku se zobrazuje všude, kde je doplněk vypsán.
de: Der Name Ihres Add-ons wird überall angezeigt, wo Ihr Add-on dargestellt wird.
el: Το όνομα του πρόσθετου σας θα εμφανίζεται παντού όπου θα εμφανίζεται και το πρόσθετο σας.
es_es: El nombre de su complemento aparecerá en todos los sitios donde sea listado.
fr: Le nom de votre module sera affiché partout où celui-ci sera listé.
hu: A kiegészítő neve mindenütt megjelenik, ahol a kiegészítő fel van sorolva.
it: Il nome del componente aggiuntivo viene utilizzato in tutti gli elenchi.
ja: アドオンが掲載されるあらゆる場所に表示される、アドオンの名前です。
nl: De naam van uw add-on wordt overal weergegeven waar uw add-on op een lijst staat.
pl: Nazwa dodatku jest wyświetlana we wszystkich wykazach, w których znajduje się dodatek.
pt_br: O nome do seu complemento será apresentado em todos os locais onde seu Complemento é listado.
pt_pt: O nome do seu extra é apresentado em todos os lados onde estiver listado.
ru: Имя вашего дополнения отображаемое везде, где видно ваше дополнение.
sk: Názov doplnku sa používa vo všetkých zoznamoch a stránkach, kde sa váš doplnok vyskytuje.
sq: Emri i shtesës suaj shfaqet kudo ku paraqitet shtesa juaj.
sv_se: Namnet på ditt tillägg visas överallt där ditt tilläg listas.
uk: Назва вашого додатку видно скрізь, де він числиться у списках.
vi: Tên tiện ích của bạn được hiển thị ở mọi nơi mà nó được liệt kê.
