Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: An error occurred trying to remove a favorite collection. Was this collection not a favorite?
ca: S'ha produït un error mentre s'intentava suprimir una col·lecció preferida. Potser aquesta col·lecció no era preferida?
cs: Při pokusu o odebrání sbírky z oblíbených nastala chyba. Byla tato sbírka mezi oblíbenými?
de: Beim Entfernen dieser Sammlung aus den Favoriten ist ein Fehler aufgetreten. Ist diese Sammlung bereits kein Favorit mehr?
el: Παρουσιάστηκε σφάλμα κατά την αφαίρεση συλλογής από τις αγαπημένες. Μήπως δεν άνηκε στις αγαπημένες η συλλογή;
es_es: Se ha producido un error al intentar eliminar un recopilatorio favorito. ¿No era este recopilatorio un favorito?
it: Si è verificato un errore durante la rimozione della raccolta dai preferiti. La raccolta non era presente tra i tuoi preferiti?
ja: お気に入りのコレクションを削除する際にエラーが発生しました。このコレクションはお気に入りではない可能性があります。
nl: Er is een fout opgetreden bij verwijderen van een favoriete collectie. Was deze collectie geen favoriet?
pl: Podczas próby usunięcia ulubionej kolekcji wystąpił błąd. To nie była ulubiona kolekcja?
pt_br: Um erro ocorreu ao tentar remover a coleção favorita. Talvez esta coleção não encontra-se no seu favorito?
pt_pt: Ocorreu um erro ao tentar remover a sua colecção favorita. Esta colecção não era favorita?
ru: При попытке удаления подборки из избранного произошла ошибка. Может быть эта подборка не была в избранном?
sk: Pri pokuse o odstránenie obľúbenej kolekcie sa vyskytla chyba. Nachádzala sa táto kolekcia medzi Obľúbenými?
sq: Ndodhi një gabim gjatë provës për heqjen e një koleksioni të parapëlqyer. Mos nuk qe koleksion i parapëlqyer?
sv_se: Ett fel uppstod när samlingen skulle tas bort från dina favoriter. Var denna samling inte en favorit?
uk: Виникла помилка при спробі вилучити улюблену колекцію. Ця колекція не була улюбленою?
vi: Một lỗi đã xảy ra khi đang cố xóa một bộ sưu tập ưa thích. Có phải bộ sưu tập này vốn đã không nằm trong danh sách ưa thích?

source: An unknown error occured deleting your account. Please contact %1$s with the issue and we will delete it for you. We apologize for the inconvenience.
ca: S'ha produït un error desconegut al suprimir el vostre compte. Contacteu amb %1$s i informeu del problema, nosaltres us suprimirem el vostre compte. Perdoneu l'inconvenient.
cs: Při mazání účtu došlo v&nbsp;neznámé chybě. Kontaktujte prosím %1$s s&nbsp;informací o chybě a my váš účet odstraníme. Omlouváme se za problémy.
de: Beim Löschen Ihres Benutzerkontos ist ein unbekannter Fehler aufgetreten. Bitte Bitte setzen Sie sich mit %1$s in Verbindung, und wir werden Ihr Konto für Sie löschen. Entschuldingen Sie die Unannehmlichkeiten.
el: Παρουσιάστηκε ένα άγνωστο σφάλμα κατά τη διαγραφή του λογαριασμού σας. Παρακαλούμε επικοινωνήστε με τη διεύθυνση %1$s γνωστοποιώντας το πρόβλημα και θα τον διαγράψουμε εμείς. Ζητάμε συγνώμη για την ταλαιπωρία.
es_es: Ha ocurrido un error no esperado al borrar tu cuenta de usuario. Por favor, escribe a %1$s comentando el problema y borraremos la cuenta por ti. Te pedimos disculpas por los inconvenientes.
fa: خطای نامعلومی در هنگام حذف حساب کاربری شما اتفاق افتاد. لطفاً مورد را به %1$s اطلاع دهید، و ما عمل حذف را از طرف شما انجام خواهیم داد. از مشکل پیش‌آمده متأسفیم.
fr: Une erreur non identifée s'est produite lors de la suppression de votre compte. Veuillez faire part de ce problème à %1$s et nous vous supprimerons votre compte. Veuillez nous excuser pour cette gêne.
hu: Ismeretlen hiba történt a fiókjának törlésekor. A problémával forduljon az %1$s levelezőlistához, majd mi töröljük a fiókot. Elnézést kérünk a kellemetlenségért.
it: Si è verificato un errore sconosciuto durante l'eliminazione dell'account. Contattare %1$s spiegando il problema, in questo modo potremo procedere alla rimozione dell'account. Ci scusiamo per l'inconveniente.
ja: アカウントの削除中に予期せぬエラーが発生しました。%1$s まで問題が起きたことをご報告いただければ、アカウントを削除させていただきます。ご不便をおかけして申し訳ありません。
nl: Er is een onbekende fout opgetreden bij het verwijderen van uw account. Neem hierover a.u.b. contact op met %1$s en wij zullen uw account voor uw verwijderen. Excuses voor het ongemak.
pl: W celu usunięcia błędu, proszę skontaktować się z %1$s.
pt_br: Um erro desconhecido ocorreu na tentativa de deletar sua conta. Por favor entre em contato %1$s com o problema e nós vamos deletar para você. Pedimos desculpas pelo transtorno.
pt_pt: Ocorreu um erro desconhecido ao eliminar a sua conta. por favor contacte %1$s com o problema e nós eliminaremos a sua conta. pedimos desculpa pela incoveniência.
ru: При удалении вашей учётной записи произошла неизвестная ошибка. Для разрешения этой проблемы свяжитесь с %1$s и мы удалим эту учётную запись. Приносим свои извинения за причинённые неудобства.
sk: Pri odstraňovaní tohto účtu sa vyskytla neznáma chyba. Prosím, kontaktujte %1$s so žiadosťou o odstránenie účtu a my to vykonáme. Ospravedlňujeme sa za túto nepríjemnosť.
sq: Ndodhi një gabim gjatë fshirjes së llogarisë suaj. Për problemin, ju lutem lidhuni me %1$s dhe do ta fshijmë ne për ju. Na ndjeni për problemin.
sv_se: Ett okänt fel uppstod när ditt konto skulle tas bort. Kontakta %1$s och berätta så tar vi bort det åt dig. Vi ber om ursäkt för besväret.
uk: При вилученні вашого рахунку з'явилася невідома помилка. Зверніться, будь ласка, до %1$s з питанням та ми вилучимо його замість вас. Вибачте, будь ласка, за цю незручність.
vi: Mội lỗi không rõ xảy ra khi đang xóa tài khoản của bạn. Vui lòng liên hệ %1$s và kèm theo vấn đề để chúng tôi xóa nó cho bạn. Chúng tôi xin lỗi vì sự bất tiện này.

# advanced_search_form_any_type
source: Any
ca: Qualsevol
cs: Nezáleží
de: Egal
el: Χωρίς όριο
es_es: Cualquiera
fa: هرچه
fr: Tous
hu: Bármilyen
it: qualsiasi
ja: すべて
nl: Elk
pl: Każdy
pt_br: Todos
pt_pt: Qualquer
ru: Любой
sk: Nezáleží
sq: Çfarëdo
sv_se: Alla
uk: Будь-що
vi: Kiểu bất kì

source: Any time
ca: Qualsevol hora
cs: Kdykoliv
de: Egal
el: Χωρίς όριο
es_es: Cualquier fecha
fa: هر زمان
fr: N'importe quand
hu: Bármikor
it: qualsiasi periodo
ja: 指定なし
nl: Elke datum
pl: Kiedykolwiek
pt_br: Qualquer data
pt_pt: Em todas as datas
ru: В любое время
sk: Nezáleží
sq: Çfarëdo kohe
sv_se: När som helst
uk: Будь-коли
vi: Bất kì lúc nào

source: App
ca: Apl.
cs: Apl
de: Anw
el: Προγρ.
fa: برنامه
fr: Appli
hu: Alk.
ja: アプリ
nl: Toep
pl: Prg
pt_pt: Ap
ru: Прил.
sk: Apl.
sq: Zbt
vi: Ứ.dụng

source: Append {.syntax} to the opening line of code block ~ tildes, where syntax is one of: html, css, javascript, diff, or sql.
ca: Afegeix el text {.sintaxi} a la primera línia del bloc de codi que té el caràcter ~, on sintaxi pot ser: html, css, javascript, diff, o bé sql.
de: Fügen Sie {.syntax} zu den ~ Tilde-Zeichen in der Anfangszeile eines Code-Blocks hinzu, wobei Sie Syntax durch eines der folgenden Worte ersetzen: html, css, javascript, diff oder sql.
el: Προσθήκη {.syntax} στην πρώτη γραμμή του τμήματος κώδικα με περισπωμένες (~) όταν ο κώδικας είναι: html, css, javascript, diff, ή sql.
es_es: Añade {.syntax} a la línea abierta del código de bloque ~ , si la sintaxis es una de : html, css, javascript, diff, o sql.
fa: به انتهای خط اول یک بلوک کد که با ~ مشخص شده است ‎{.syntax}‎ را بیافزایید. به جای syntax یکی از عبارت‌های زیر را قرار دهید: html‏، css‏، javascript‏، diff‏ یا sql.
it: Aggiungere in coda {.syntax} alla prima linea del blocco di codice ~ tilde, dove syntax è uno dei seguenti: html, css, javascript, diff o sql.
ja: コードブロック用チルダ (~) の先頭に {.syntax} を追加します。syntax の部分は html、css、javascript、diff、sql のいずれかで置き換えてください。
nl: Voeg {.syntax} toe aan de openingsregel van een codeblok ~ tildes, waar de opmaak één van de volgende is: html, css, javascript, diff, of sql.
pl: Dodaj {.symbol_składni} za otwierającymi blok kodu znakami ~ tyldy, gdzie „symbol_składni” jest jednym z symboli: html, css, javascript, diff, lub sql.
pt_pt: Juntar {.syntax} para a linha de abertura do bloco de código ~ , onde a sintaxe é: html, css, javascript, diff, ou sql.
sk: Pripojte {.syntax} k prvému riadku bloku kódu označenému znakmi ~, kde syntax nahraďte jedným z: html, css, javascript, diff alebo sql.
sv_se: Lägg till {.syntax} till öppningsraden för kodblock ~ tilde, där syntax är en av: html, css, javascript, diff, eller sql.
uk: Append {.syntax} до початкової стрічки кодового блоку ~ хвилястою, де синтаксис один з наступних: html, css, javascript, diff чи sql.

# advanced_search_form_application
source: Application
ca: Aplicació
cs: Aplikace
de: Anwendung
el: Πρόγραμμα
es_es: Aplicación
fa: برنامه
fr: Logiciel
hu: Alkalmazás
it: Applicazione
ja: アプリケーション
nl: Toepassing
pl: Program
pt_br: Aplicação
pt_pt: Aplicação
ru: Приложение
sk: Aplikácia
sq: Zbatim
sv_se: Applikation
uk: Програма
vi: Chương trình

# editorcp_performance_column_application
source: Application
ca: Aplicació
cs: Aplikace
de: Anwendung
el: Εφαρμογή
es_es: Aplicación
hu: Alkalmazás
it: Applicazione
ja: アプリケーション
nl: Toepassing
pl: Program
pt_pt: Aplicação
ru: Приложение
sk: Aplikácia
sv_se: Applikation
uk: Програма
vi: Chương trình

# editors_queue_filter_label_application
source: Application
ca: Aplicació
cs: Aplikace
de: Anwendung
el: Πρόγραμμα
es_es: Aplicación
fa: برنامه
hu: Alkalmazás
it: Applicazione
ja: アプリケーション
nl: Toepassing
pl: Program
pt_br: Aplicação
pt_pt: Aplicação
ru: Приложение
sk: Aplikácia
sq: Zbatim
sv_se: Applikation
uk: Програма
vi: Chương trình

# statistics_longnames_application
source: Application
ca: Aplicació
cs: Aplikace
de: Anwendung
el: Εφαρμογή
es_es: Aplicación
fa: برنامه
hu: Alkalmazás
it: Applicazione
ja: アプリケーション
nl: Toepassing
pl: Program
pt_br: Aplicação
pt_pt: Aplicação
ru: Приложение
sk: Aplikácia
sq: Zbatim
sv_se: Applikation
uk: Програма
vi: Ứng dụng

# statistics_js_plotselection_selector_application
source: Application
ca: Aplicació
cs: Aplikace
de: Anwendung
el: Εφαρμογή
es_es: Aplicación
fa: برنامه
hu: Alkalmazás
it: Applicazione
ja: アプリケーション
nl: Toepassing
pl: Program
pt_br: Aplicação
pt_pt: Aplicação
ru: Приложение
sk: Aplikácia
sq: Zbatim
sv_se: Applikation
uk: Програма
vi: Ứng dụng

source: Application Versions
ca: Versions de l'aplicació
cs: Verze aplikace
de: Anwendungs-Versionen
el: Εκδόσεις εφαρμογών
es_es: Versiones de la aplicación
fa: نسخه‌های برنامه
fr: Versions des logiciels
hu: Alkalmazásverziók
it: Versioni applicazione
ja: アプリケーションのバージョン
nl: Toepassingsversies
pl: Wersje programu
pt_br: Versões da Aplicação
pt_pt: Versões da aplicação
ru: Версии приложения
sk: Verzie aplikácie
sq: Versione Zbatimesh
sv_se: Applikationsversioner
uk: Версії програм
vi: Phiên bản Ứng dụng

source: Applications
pt_pt: Aplicações

source: Applications:
ca: Aplicacions:
cs: Aplikace:
de: Anwendungen:
el: Εφαρμογές:
es_es: Aplicaciones:
fa: برنامه‌ها:
fr: Applications&nbsp;:
hu: Alkalmazások:
it: Applicazioni:
ja: アプリケーション:
nl: Toepassingen:
pl: Programy:
pt_br: aplicações:
pt_pt: Aplicações:
ru: Приложения:
sk: Aplikácie:
sq: Zbatime:
sv_se: Applikationer:
uk: Програми:
vi: Ứng dụng:

source: Approval Information
ca: Informació d'aprovació
cs: Informace o&nbsp;schválení
de: Freischaltungs-Informationen
el: Πληροφορίες έγκρισης
es_es: Información de aprobación
fa: اطلاعات تأیید
hu: Jóváhagyási információk
it: Informazioni approvazione
ja: 承認に関する情報
nl: Goedkeuringsinformatie
pl: Informacje rejestracyjne
pt_br: Informações da Aprovação
pt_pt: Informação sobre a aprovação
ru: Информация об одобрении
sk: Informácie o schválení doplnku
sq: Të dhëna Miratimi
sv_se: Godkännandeinformation
uk: Інформація підтвердження
vi: Thông tin Chấp thuận

source: Approval Notes
ca: Notes de l'aprovació
cs: Poznámky ke&nbsp;schválení
de: Hinweise zur Begutachtung
el: Σημειώσεις έγκρισης
es_es: Notas de aprobación
fa: یادداشت‌های تأیید
fr: Notes d'approbation
hu: Jóváhagyási megjegyzések
it: Note approvazione
ja: 承認に関する注意
nl: Goedkeuringsopmerkingen
pl: Uwagi dla edytora
pt_br: Notas da Aprovação
pt_pt: Notas de aprovação
ru: Примечания для редактора
sk: Poznámky k schváleniu doplnku
sq: Shënime Miratimi
sv_se: Information vid godkännande
uk: Примітки про підтвердження
vi: Ghi chú Chấp thuận

source: Approvals
pt_pt: Aprovações

source: Approved reviews
ca: Revisions aprovades
cs: Schválené recenze
de: Freigeschaltete Bewertungen
el: Εγκεκριμένες αξιολογήσεις
es_es: Revisiones aprobadas
it: Revisioni approvate
ja: 承認されたレビュー
nl: Goedgekeurde beoordelingen
pl: Zaakceptowane recenzje
pt_pt: Revisões aprovadas
ru: Одобренные обзоры
sk: Schválené recenzie
sv_se: Godkända recensioner
uk: Затверджені перегляди
vi: Đánh giá được chấp thuận

source: Approved/Public
ca: Aprovat/públic
cs: Schváleno/veřejné doplňky
de: Update genehmigt/Öffentlich
el: Εγκρίθηκε/δημόσιος χώρος
es_es: Aprobada/Pública
fa: تأیید شده/عمومی
fr: Approuvé/Public
hu: Jóváhagyva/Nyilvános
it: Approvata/Area pubblica
ja: 申請を承認 (一般に公開)
nl: Goedgekeurd/Publiek
pl: Zatwierdzony/Upubliczniony
pt_br: aprovado/público
pt_pt: Aprovado/Público
ru: Одобрить/В общий доступ
sk: Schválené/Verejné
sq: Miratuar/Publike
sv_se: Godkänd/Publikt
uk: Схвалено/публіка
vi: Chấp thuận / Công cộng

source: Are you <b>sure</b> you wish to remove compatibility with this application?
ca: Esteu <b>segur</b> que voleu suprimir la compatibilitat amb aquesta aplicació?
cs: <b>Opravdu</b> chcete odebrat kompatibilitu s&nbsp;touto aplikací?
de: Sind Sie <b>sicher</b>, dass Sie die Kompatibilität mit dieser Anwendung entfernen möchten?
el: Θέλετε <b>σίγουρα</b> να αφαιρεθεί η συμβατότητα με αυτή την εφαρμογή;
es_es: ¿Está <b>seguro</b> de que quiere eliminar la compatibilidad con esta aplicación?
fa: آیا از حذف سازگاری با این برنامه <b>اطمینان دارید</b>؟
fr: Êtes-vous <strong>sûr</strong> de vouloir enlever la compatibilité avec cette application&nbsp;? application?
hu: <b>Biztosan</b> törli a kompatibilitást az alkalmazással?
it: Eliminare la compatibilità con questa applicazione?
ja: このアプリケーションとの互換性を削除してもよろしいですか？
nl: Weet u <b>zeker</b> dat u compatibiliteit met deze toepassing wilt verwijderen?
pl: Czy <b>na pewno</b> chcesz usunąć kompatybilność z tym programem?
pt_br: Você tem <b>certeza</b> que quer remover a compatibilidade para esta aplicação?
pt_pt: Tem a <b>certeza</b> que deseja remover a compatibilidade com esta aplicação?
ru: Вы <b>уверены</b> что хотите удалить совместимость с этим приложением?
sk: <b>Naozaj</b> chcete odstrániť kompatibilitu s touto aplikáciou?
sq: Jeni <b>i sigurt</b> se dëshironi t'i hiqet përputhshmëria me këtë zbatim?
sv_se: Är du <b>säker</b> på att du vill ta bort kompatibilitet med denna applikation?
uk: Ви <b>впевнені</b>, що хочете вилучити сумісність з цією програмою?
vi: Bạn có <b>chắc</b> là mình muốn xóa tính tương thích với chương trình này không?

source: Are you <strong>sure</strong> you wish to remove this author?
ca: Esteu <strong>segur</strong> que voleu suprimir aquest autor?
cs: <strong>Opravdu</strong> chcete odebrat tohoto autora?
de: Sind Sie <strong>sicher</strong>, dass Sie diesen Autor entfernen möchten?
el: Θέλετε <strong>σίγουρα</strong> να αφαιρέσετε αυτόν τον συντάκτη;
es_es: ¿<strong>Seguro</strong> que quieres eliminar este autor?
fa: آیا از حذف این مؤلف <strong>اطمینان دارید</strong>؟
fr: Êtes-vous <strong>sûr</strong> de vouloir enlever cet auteur&nbsp;?
hu: <strong>Biztosan</strong> eltávolítja ezt a szerzőt?
it: <strong>Rimuovere</strong> questo autore?
ja: この作者を削除してもよろしいですか？
nl: Weet u <strong>zeker</strong> dat u deze schrijver wilt verwijderen?
pl: Czy <strong>na pewno</strong> chcesz usunąć tego autora?
pt_br: Você está <strong>certo</strong> que deseja remover este autor?
pt_pt: Tem a <strong>certeza</strong> que deseja remover este extra?
ru: Вы <strong>уверены</strong>, что хотите удалить этого автора?
sk: <strong>Naozaj</strong> chcete odstrániť tohto autora?
sq: Jeni <strong>i sigurt</strong> se doni të hiqet ky autor?
sv_se: Är du <strong>säker</strong> på att du vill ta bort denna författare?
uk: Ви <strong>впевнені</strong>, що хочете вилучити цього автора?
vi: Bạn có <strong>chắc</strong> là bạn muốn xóa tác giả này không?

source: Are you human?
ca: Sou humà?
cs: Jste člověk?
de: Sind Sie ein Mensch?
el: Είστε άνθρωπος;
es_es: ¿Eres humano?
fa: آیا شما یک انسان هستید؟
fr: Êtes-vous un être humain&nbsp;?
hu: Ön ember?
it: Sei umano?
ja: あなたは人間ですか？
nl: Bent u menselijk?
pl: Czy jesteś człowiekiem?
pt_br: Você é humano?
pt_pt: Você é humano?
ru: Вы человек?
sk: Ste človek?
sq: Jeni qenie njerëzore?
sv_se: Är du en människa?
uk: Ви людина?
vi: Bạn có phải là người?

source: Are you sure you want to permanently delete version %s?
ca: Esteu segur que voleu suprimir permanentment la versió %s?
cs: Opravdu chcete trvale smazat verzi %s?
de: Sind Sie sicher, dass Sie Version %s permanent löschen möchten?
el: Θέλετε σίγουρα να διαγραφεί οριστικά η έκδοση %s;
es_es: ¿Está seguro de que quiere eliminar permanentemente la versión %s?
fa: آیا از حذف نسخهٔ %s برای همیشه اطمینان دارید؟
fr: Êtes-vous sûr de vouloir effacer définitivement la version %s&nbsp;?
hu: Biztosan véglegesen törli ezt a verziót: %s?
it: Eliminare in modo permanente la versione %s?
ja: バージョン %s を完全に削除してもよろしいですか？
nl: Weet u zeker dat u versie %s permanent wilt verwijderen?
pl: Czy na pewno chcesz trwale usunąć wersję %s?
pt_br: Você tem certeza que quer permanentemente remover a versão %s?
pt_pt: Tem a certeza que deseja eliminar permanentemente a versão %s?
ru: Вы уверены, что хотите навсегда удалить версию %s?
sk: Naozaj chcete natrvalo odstrániť verziu %s?
sq: Jeni i sigurt se doni të fshihet përgjithmonë versioni %s?
sv_se: Är du säker på att du vill ta bort version %s permanent?
uk: Ви впевнені, що хочете назавжди вилучити версію %s?
vi: Bạn có chắc là mình muốn xóa vĩnh viễn phiên bản %s không?

source: Are you sure you wish to delete this preview?
ca: Esteu segur que voleu suprimir aquesta previsualització?
cs: Opravdu chcete tento náhled smazat?
de: Sind Sie sicher, dass Sie diese Vorschau löschen möchten?
el: Θέλετε να διαγραφεί η εικόνα προεπισκόπησης;
es_es: ¿Estás seguro de borrar esta vista previa?
fa: آیا از حذف این پیش‌نمایش اطمینان دارید؟
fr: Êtes-vous sûr de vouloir effacer cette prévisualisation&nbsp;?
hu: Biztosan törli az előnézetet?
it: Vuoi eliminare questa anteprima?
ja: このプレビュー画像を削除してもよろしいですか？
nl: Weet u zeker dat u deze voorbeeldweergave wilt verwijderen?
pl: Czy na pewno usunąć ten obrazek?
pt_br: Tem certeza de que deseja excluír esta visualização?
pt_pt: Tem a certeza que deseja eliminar esta pré-visualização?
ru: Вы уверены, что хотите удалить этот скриншот?
sk: Naozaj chcete odstrániť túto ukážku?
sq: Jeni i sigurtë se doni të fshihet kjo paraparje?
sv_se: Är du säker på att du vill ta bort den här förhandsvisningen?
uk: Ви впевнені, що бажаєте стерти цей знімок?
vi: Bạn có chắc bạn muốn xóa hình ảnh xem trước này?

source: Are you sure you wish to delete this review?
ca: Voleu suprimir aquesta revisió?
cs: Opravdu chcete smazat tuto recenzi?
de: Wollen Sie diese Bewertung wirklich löschen?
el: Θέλετε να διαγράψετε την αξιολόγηση;
es_es: ¿Estás seguro que quieres borrar esta valoración?
fa: آیا از حذف این بررسی اطمینان دارید؟
fr: Êtes-vous certain de vouloir effacer cette critique&nbsp;?
hu: Biztosan törli az értékelést?
it: Sei sicuro di voler eliminare questa recensione?
ja: このレビューを削除してもよろしいですか？
nl: Weet u zeker dat u deze beoordeling wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę recenzję?
pt_br: Você tem certeza de que quer remover esta avaliação?
pt_pt: Tem a certeza que deseja eliminar este comentário?
ru: Вы действительно хотите удалить этот отзыв?
sk: Naozaj chcete odstrániť túto recenziu?
sq: Jeni i sigurt se doni të fshini këtë shqyrtim?
sv_se: Är du säker på att du vill ta bort den här recensionen?
uk: Ви впевнені, що хочете стерти цей відгук?
vi: Bạn có chắc bạn muốn xóa đánh giá này?

source: Are you sure you wish to delete this translation?
ca: Esteu segur que voleu suprimir aquesta traducció?
cs: Opravdu chcete smazat tento překlad?
de: Sind Sie sicher, dass Sie diese Übersetzung löschen möchten?
el: Θέλετε σίγουρα να διαγράψετε αυτή τη μετάφραση;
es_es: ¿Estás seguro de que quieres borrar esta traducción?
fa: آیا از حذف این ترجمه اطمینان دارید؟
fr: Êtes-vous sûr de vouloir effacer cette traduction&nbsp;?
hu: Biztosan törli ezt a fordítást?
it: Eliminare questa traduzione?
ja: この翻訳を削除してもよろしいですか？
nl: Weet u zeker dat u deze vertaling wilt verwijderen?
pl: Czy na pewno chcesz usunąć to tłumaczenie?
pt_br: Você está certo que desejar remover esta tradução?
pt_pt: Tem a certeza que deseja eliminar esta tradução?
ru: Вы уверены, что хотите удалить этот перевод?
sk: Naozaj chcete odstrániť tento preklad?
sq: Jeni i sigurt se doni ta fshini këtë përkthim?
sv_se: Är du säker på att du vill ta bort denna översättning?
uk: Ви впевнені, що бажаєте вилучити цей переклад?
vi: Bạn có chắc là bạn muốn xóa bản dịch này không?

source: Are you sure?
ca: Esteu segur?
cs: Jste si jisti?
de: Sind Sie sicher?
el: Είστε σίγουροι;
es_es: ¿Estás seguro?
fa: آیا مطمئن هستید؟
fr: Êtes-vous sûr&nbsp;?
hu: Biztos benne?
it: Sei sicuro?
ja: よろしいですか？
nl: Weet u dit zeker?
pl: Czy na pewno chcesz to zrobić?
pt_br: Você tem certeza?
pt_pt: Tem a certeza?
ru: Вы уверены?
sk: Ste si istý?
sq: Jeni i sigurt?
sv_se: Är du säker?
uk: Ви впевнені?
vi: Bạn có chắc không?

source: Ascending sort
ca: Ordenació ascendent
cs: Vzestupné řazení
de: Aufsteigend
el: Αύξουσα ταξινόμηση
es_es: Orden ascendente
fa: مرتب‌سازی صعودی
fr: Tri ascendant
hu: Növekvő sorrend
it: Ordine ascendente
ja: 昇順で並べ替え
nl: Oplopend gesorteerd
pl: Sortuj rosnąco
pt_pt: Ordem ascendente
ru: Сортировка по возрастанию
sk: Vzostupné zoradenie
sq: Rend rritës
sv_se: Stigande sortering
uk: Сортування по нисхідній
vi: Sắp xếp thuận chiều

source: Asking for Contributions
ca: Demana una contribució
cs: Žádání o příspěvky
de: Um Beiträge bitten
el: Ζητούνται δωρεές
es_es: Petición de colaboradores
hu: Adománykérés
it: Richiesta donazioni
ja: 寄付を求める
nl: Vragen om bijdragen
pl: Prośba o dotacje
pt_br: Pedido para Contribuidores
pt_pt: Pedir contribuições
ru: Просить внести пожертвования
sk: Žiadosť o príspevok
sv_se: Efterfråga bidrag
uk: Прохання про внесок
vi: Đề nghị Đóng góp

source: Associated Application
ca: Aplicació associada
cs: Přiřazená aplikace
de: Zugeordnete Anwendung
el: Σχετιζόμενο πρόγραμμα
es_es: Aplicación asociada:
fa: برنامهٔ مربوطه
fr: Application associée
hu: Társított alkalmazás
it: Applicazione associata
ja: 対応アプリケーション
nl: Gekoppelde toepassing
pl: Powiązany program
pt_br: Aplicação associada
pt_pt: Aplicação associada
ru: Связанное приложение
sk: Priradená aplikácia
sq: Zbatim i Përshoqëruar
sv_se: Tillhörande applikation
uk: Додаткова програма
vi: Chương trình Kết hợp

source: At least one category selected
ca: Com a mínim cal seleccionar una categoria
cs: Musí být zvolena nejméně jedna kategorie
de: Mindestens eine Kategorie gewählt
el: Έχει επιλεγεί τουλάχιστον μια κατηγορία
es_es: Al menos una categoría debe ser seleccionada
fa: حداقل یک دسته باید انتخاب شود
fr: Au moins une catégorie sélectionnée
hu: Legalább egy kategóriát ki kell választani
it: Selezionare almeno una categoria
ja: 少なくともひとつはカテゴリを選択してください。
nl: Ten minste één categorie geselecteerd
pl: Musi być określona co najmniej jedna kategoria
pt_br: Pelo menos uma categoria selecionada
pt_pt: Pelo menos uma categoria seleccionada
ru: Выбрана по меньшей мере одна категория
sk: Zvoľte aspoň jednu kategóriu
sq: Të paktën u përzgjodh një kategori
sv_se: Minst en kategori vald
uk: Обрано хоча б одну категорію
vi: Ít nhất một phân mục được chọn
