Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: <strong># %1$s</strong> of %2$s in queue
ca: <strong># %1$s</strong> de %2$s a la cua
cs: <strong># %1$s</strong> z&nbsp;%2$s ve frontě
de: <strong>Nr. %1$s</strong> von %2$s Add-ons in der Liste
el: <strong># %1$s</strong> από %2$s σε αναμονή
es_es: <strong># %1$s</strong> de %2$s en cola
fa: افزودنی <strong>%1$s</strong> از %2$s در این صف
fr: <strong># %1$s</strong> sur %2$s en attente
hu: <strong># %1$s</strong> / %2$s a sorban
it: <strong># %1$s</strong> di %2$s in coda
ja: レビュー待ちアドオン: %2$s 件中 <strong>%1$s</strong> 件目
nl: <strong>nr. %1$s</strong> van %2$s in wachtrij
pl: <strong># %1$s</strong> z %2$s w kolejce
pt_br: <strong># %1$s</strong> de %2$s na fila
pt_pt: <strong># %1$s</strong> de %2$s em espera
ru: <strong># %1$s-й</strong> из %2$s в очереди
sk: <strong>č. %1$s</strong> z %2$s vo fronte
sq: <strong># %1$s</strong> nga %2$s në radhë
sv_se: <strong># %1$s</strong> av %2$s i kön
uk: <strong># %1$s</strong> з %2$s в черзі
vi: <strong># %1$s</strong> trên %2$s trong danh sách chờ

source: <strong># %1$s</strong> of %2$s in queue (filtered)
ca: <strong># %1$s</strong> de %2$s a la cua (filtrada)
cs: <strong># %1$s</strong> z %2$s, které jsou ve frontě (filtrováno)
de: <strong>Nr. %1$s</strong> von %2$s in der Liste (gefiltert)
el: <strong># %1$s</strong>ο από %2$s πρόσθετα στην ουρά αναμονής(φιλτραρισμένα))
es_es: <strong># %1$s</strong> de %2$s en cola (filtrado)
fa: <strong>شمارهٔ %1$s</strong> از %2$s در صف (صافی شده)
hu: <strong># %1$s</strong> / %2$s a sorban (szűrt)
it: <strong># %1$s</strong> di %2$s in coda (con filtro)
ja: レビュー待ち %2$s 件中の <strong>%1$s</strong> 件目 (フィルタ適用済み)
nl: <strong># %1$s</strong> van %2$s in de wachtrij (gefilterd)
pl: Dodatki w kolejce: <strong># %1$s</strong> z %2$s
pt_pt: <strong># %1$s</strong> de %2$s em espera (filtrado)
ru: <strong># %1$s-й</strong> из %2$s в очереди (с фильтром)
sk: <strong># %1$s</strong> z %2$s vo fronte (filtrované)
sq: I <strong># %1$s</strong> te %2$s në radhë (filtruar)
sv_se: <strong># %1$s</strong> av %2$s i kön (filtrerad)
uk: <strong># %1$s</strong> з %2$s в черзі (профільтровано)
vi: <strong># %1$s</strong> trên %2$s trong danh sách chờ (đã lọc)

source: <strong>%1$s</strong> subscriber
ca: <strong>%1$s</strong> subscriptor
cs: <strong>%1$s</strong> odběratel
de: <strong>%1$s</strong> Abonnent
el: <strong>%1$s</strong> συνδρομητής
es_es: <strong>%1$s</strong> suscriptor
fa: <strong>%1$s</strong> مشترک
fr: <strong>%1$s</strong> utilisateur
hu: <strong>%1$s</strong> feliratkozó
it: <strong>%1$s</strong> iscritto
ja: <strong>%1$s</strong> 人の購読者
nl: <strong>%1$s</strong> abonnee
pl: <strong>%1$s</strong> subskrybent
pt_br: <strong>%1$s</strong> assinante
pt_pt: <strong>%1$s</strong> subscritor
ru: <strong>%1$s</strong> подписчик
sk: <strong>%1$s</strong> odberateľ
sq: <strong>%1$s</strong> pajtimtar
sv_se: <strong>%1$s</strong> prenumerant
uk: <strong>%1$s</strong> абонент
vi: <strong>%1$s</strong> người đăng kí

source: <strong>Created by:</strong> %1$s
ca: <strong>Creada per:</strong> %1$s
cs: <strong>Vytvořil:</strong> %1$s
de: <strong>Angelegt von:</strong> %1$s
el: <strong>Δημιουργήθηκε από:</strong> %1$s
es_es: <strong>Creada por:</strong> %1$s
fa: <strong>ایجاد شده توسط:</strong> %1$s
hu: <strong>Készítette:</strong> %1$s
it: <strong>Realizzata da:</strong> %1$s
ja: <strong>作成者:</strong> %1$s
nl: <strong>Gemaakt door:</strong> %1$s
pl: <strong>Utworzona przez:</strong> %1$s
pt_br: <strong>Criada por:</strong> %1$s
pt_pt: <strong>Criado por:</strong> %1$s
ru: <strong>Создано:</strong> %1$s
sk: <strong>Autor:</strong> %1$s
sq: <strong>Krijuar nga:</strong> %1$s
sv_se: <strong>Skapad av:</strong> %1$s
uk: <strong>Створено:</strong> %1$s
vi: <strong>Tạo bởi:</strong> %1$s

source: <strong>Easy to install</strong> and keep up-to-date.
ca: <strong>Fàcil d'instal·lar</strong>, rebreu una avis quan hi hagin actualitzacions disponibles.
cs: <strong>Snadné na instalaci</strong>. Když budou dostupné aktualizace, budete upozornění.
de: <strong>Leicht zu installieren</strong>, und wenn es eine Aktualisierung gibt, werden Sie automatisch benachrichtigt.
el: <strong>Εύκολη εγκατάσταση</strong> και ενημέρωση.
es_es: <strong>Fáciles de instalar</strong>, serás avisado cuando haya actualizaciones disponibles.
fa: <strong>عملیات نصب ساده است</strong>، و هنگامی که به‌هنگام‌سازی‌ای وجود داشته باشد مطلع خواهید شد.
hu: <strong>A telepítés egyszerű</strong>, a frissítésekről automatikus értesítés jön.
it: <strong>Facili da installare</strong> e da aggiornare.
ja: <strong>インストールは簡単</strong>で、新バージョンが公開されたときは自動的にお知らせが表示されます。
nl: <strong>Eenvoudig te installeren</strong> en bij te houden.
pl: <strong>Łatwe do zainstalowania</strong>, powiadamiają użytkownika, gdy jest dostępna ich aktualizacja.
pt_br: <strong>Fácil de Instalar</strong>, seja informado quando atualizações são disponíveis.
pt_pt: <strong>Fácil de instalar</strong>, seja notificado quando forem disponibilizadas actualizações.
ru: <strong>Их легко устанавливать</strong> и они уведомляют вас в случае появления обновлений.
sk: <strong>Jednoduchá inštalácia</strong> a aktualizácia.
sq: <strong>Të lehta në instalim</strong> dhe në përditësim.
sv_se: <strong>Lätt att installera</strong>, bli underrättade när uppdateringar finns tillgängliga.
uk: <strong>Легко встановити</strong>, вам можуть повідомити, коли будуть доступні нові оновлення.
vi: <strong>Dễ cài đặt</strong> và luôn được cập nhật.

source: <strong>Updated:</strong>
ca: <strong>Actualitzada:</strong>
cs: <strong>Aktualizováno:</strong>
de: <strong>Aktualisiert:</strong>
el: <strong>Ενημερώθηκε:</strong>
es_es: <strong>Actualizada:</strong>
fa: <strong>به‌هنگام شده در:</strong>
hu: <strong>Frissítve:</strong>
it: <strong>Aggiornata:</strong>
ja: <strong>更新日:</strong>
nl: <strong>Bijgewerkt:</strong>
pl: <strong>Zaktualizowana:</strong>
pt_br: <strong>Atualizada:</strong>
pt_pt: <strong>Actualizado:</strong>
ru: <strong>Обновлено:</strong>
sk: <strong>Aktualizovaná:</strong>
sq: <strong>U përditësua:</strong>
sv_se: <strong>Uppdaterad:</strong>
uk: <strong>Оновлено:</strong>
vi: <strong>Cập nhật:</strong>

source: <strong>You have unsaved changes.</strong> Compatibility will not be deleted until you click Update Version below.
ca: <strong>Teniu canvis sense desar.</strong> La compatibilitat s'esborrarà fins que cliqueu Actualitza la versió.
cs: <strong>Neuložené změny!</strong> Kompatibilita nebude smazána dokud neklepnete na tlačítko Aktualizovat verzi.
de: <strong>Sie haben noch ungespeicherte Änderungen.</strong> Die Kompatibilität wird nicht gelöscht werden, bevor Sie unten auf "Version aktualisieren" klicken.
el: <strong>Υπάρχουν μη αποθηκευμένες αλλαγές.</strong> Η συμβατότητα δεν θα διαγραφεί μέχρι να κάνετε κλικ στο «Ενημέρωση εκδόσεων» παρακάτω.
es_es: <strong>Tienes cambios sin guardar.</strong> La compatibilidad no se guardará hasta que no use la opción inferior actualizar versión.
hu: <strong>A változások nincsenek mentve.</strong> A kompatibilitás nem lesz törölve, amíg nem kattint a Verziók frissítése gombra.
it: <strong>Sono presenti modifiche non salvate.</strong> La compatibilità verrà eliminata facendo clic su Aggiorna versione.
ja: <strong>保存されていない変更があります。</strong> 互換性情報は、下の「バージョン情報を更新」をクリックするまで削除されません。
nl: <strong>U hebt nog niet-opgeslagen wijzigingen.</strong> Compatibiliteit wordt niet verwijderd totdat u hieronder op Versie bijwerken klikt.
pl: <strong>Są niezapisane zmiany.</strong> Kompatybilność nie zostanie usunięta do czasu naciśnięcia na dole strony przycisku „Aktualizuj”.
pt_br: <strong>Você tem mudanças não arquivadas.</strong> A compatibilidade não será removida até que você clique em Atualizar Versão abaixo.
pt_pt: <strong>Tem alterações não guardadas.</strong> A compatibilidade não será eliminada até que clique em actualizar versão.
ru: <strong>У вас имеются несохранённые изменения.</strong> Совместимость не будет удалена, пока вы не щёлкните по кнопке Обновить версию.
sk: <strong>Zmeny zatiaľ neboli uložené.</strong> Kompatibilita bude odstránená až po kliknutí na tlačidlo Aktualizovať verzie.
sq: <strong>Keni ndryshime të paruajtura.</strong> Përputhshmëria nuk do të fshihet para se të klikoni më poshtë Përditësoni Versionin.
sv_se: <strong>Du har osparade ändringar.</strong> kompatibilitet tas inte bort förrän du klickar Uppdatera version nedanför.
uk: <strong>Деякі внесені вами зміни не збереглися.</strong> Сумісність не буде вилучена, поки ви не натиснете знизу на Оновити версію.
vi: <strong>Bạn có các thay đổi chưa lưu.</strong> Tính tương thích sẽ không bị xóa cho tới khi bạn nhấn Cập nhật Phiên bản ở dưới.

source: <strong>You have unsaved changes.</strong> Files will not be deleted until you click Update Version below.
ca: <strong>Teniu canvis sense desar.</strong> Els fitxers no se suprimiran fins que cliqueu Actualitza la versió.
cs: <strong>Neuložené změny!</strong> Soubory nebudou smazány dokud neklepnete na tlačítko Aktualizovat verzi.
de: <strong>Sie haben noch ungespeicherte Änderungen.</strong> Es werden keine Dateien gelöscht werden, bevor Sie unten auf "Version aktualisieren" klicken.
el: <strong>Υπάρχουν μη αποθηκευμένες αλλαγές.</strong> Τα αρχεία δεν θα διαγραφούν αν δεν κάνετε κλικ στο «Ενημέρωση εκδόσεων» παρακάτω.
es_es: <strong>Tienes cambios sin guardar.</strong> Los archivos no se borrarán hasta que no use la opción inferior actualizar versión.
hu: <strong>A változások nincsenek mentve.</strong> A fájlok nem lesznek mentve, amíg nem kattint a Verziók frissítése gombra.
it: <strong>Sono presenti modifiche non salvate.</strong> I file verranno eliminati facendo clic su Aggiorna versione.
ja: <strong>保存されていない変更があります。</strong> ファイルは、下の「バージョン情報を更新」をクリックするまで削除されません。
nl: <strong>U hebt nog niet-opgeslagen wijzigingen.</strong> Bestanden worden niet verwijderd totdat u hieronder op Versie bijwerken klikt.
pl: <strong>Są niezapisane zmiany.</strong> Pliki nie zostaną usunięte do czasu naciśnięcia na dole strony przycisku „Aktualizuj”.
pt_br: <strong>Você tem mudanças não arquivadas.</strong> Arquivos não serão removidos até que você clique em Atualizar Versão abaixo.
pt_pt: <strong>Tem alterações não guardadas.</strong> Os ficheiros não serão eliminados até que clique em actualizar versão.
ru: <strong>У вас имеются несохранённые изменения.</strong> Файлы не будут удалены, пока вы не щёлкните по кнопке Обновить версию.
sk: <strong>Zmeny zatiaľ neboli uložené.</strong> Súbory budú odstránené až po kliknutí na tlačidlo Aktualizovať verzie.
sq: <strong>Keni ndryshime të paruajtura.</strong> Kartelat nuk do të fshihen para se të klikoni më poshtë Përditësoni Versionin.
sv_se: <strong>Du har osparade ändringar.</strong> Filer tas inte bort förrän du klickar Uppdatera version nedanför.
uk: <strong>Деякі внесені вами зміни не збереглися.</strong> Файли не будуть вилучені, поки ви не натиснете знизу на Оновити версію.
vi: <strong>Bạn có các thay đổi chưa lưu.</strong> Tập tin sẽ không bị xóa cho tới khi bạn nhấn Cập nhật Phiên bản ở dưới.

source: A first name, last name or nickname is required.
ca: Cal informar del nom, del cognom o bé de l'àlies
cs: Je vyžadováno jméno, příjmení či přezdívka.
de: Ein Vorname, Nachname oder Spitzname wird benötigt.
el: Απαιτείται όνομα, επώνυμο ή ψευδώνυμο.
es_es: Se requiere un nombre, apellido o nick.
fa: نام، نام خانوادگی، یا نام مستعار مورد نیاز است.
fr: Votre nom, prénom ou pseudo est nécessaire.
hu: Utónév, vezetéknév vagy becenév szükséges.
it: È necessario inserire il nome, il cognome oppure il nick.
ja: 名、姓、もしくはニックネームの入力が必要です。
nl: Een voornaam, achternaam of gebruikersnaam is vereist.
pl: Wymagane jest imię, nazwisko lub pseudonim.
pt_br: O primeiro nome, último nome, ou apelido deve ser adicionado.
pt_pt: É necessário o primeiro nome, último nome ou uma alcunha.
ru: Требуется имя, фамилия или ник.
sk: Vyžaduje sa meno, priezvisko alebo prezývka.
sq: Lypset një emër, mbiemër ose nofkë.
sv_se: Ett förnamn, efternamn eller kortnamn krävs.
uk: Необхідно ім’я, прізвище або прізвисько.
vi: Tên, họ hoặc tên nick là bắt buộc.

source: A list of all available XUL elements.
pt_pt: Uma lista dos elementos XUL disponíveis.

source: A month ago
ca: Fa un mes
de: Vor einem Monat
fr: Il y a un mois
hu: Egy hónapja
ja: 1 か月前
nl: Een maand geleden
pl: Miesiąc temu
pt_pt: À um mês
ru: %d месяц назад
sv_se: %d månad sen

source: A year ago
ca: Fa un any
de: Vor einem Jahr
fr: Il y a un an
hu: Egy éve
it: Un anno fa
ja: 1 年前
nl: Een jaar geleden
pl: Rok temu
pt_pt: À um ano
ru: %d год назад
sv_se: %d år sen

# footer_a_about
source: About
ca: Quant a
cs: O nás
de: Über Mozilla Add-ons
el: Περί
es_es: Acerca
fa: درباره برنامه
fr: À propos
hu: Névjegy
it: Informazioni su
ja: このサイトについて
nl: Over
pl: Informacje o AMO
pt_br: Sobre
pt_pt: Sobre
ru: О сайте
sk: Čo je
sq: Rreth
sv_se: Om
uk: Про
vi: Giới thiệu

# editors_syntax_about
source: About
ca: Quant a
de: Hilfe
el: Περί
es_es: Acerca
fr: À propos
hu: Névjegy
it: Informazioni
ja: ヘルプ
nl: Over
pl: Informacje
pt_pt: Sobre
ru: О сайте
sk: Čo je
sv_se: Om
uk: Про

source: About Me
ca: Sobre mi
cs: O mně
de: Über mich
el: Λίγα λόγια για μένα
es_es: Acerca de mí
fa: دربارهٔ من
fr: À propos de moi
hu: Adatlap
it: Chi sono
ja: 自分について
nl: Over mij
pl: O mnie
pt_pt: Sobre mim
ru: О мне
sk: O mne
sq: Rrerthe Meje
sv_se: Om mig
uk: Про себе
vi: Về tôi

source: About This Collection
ca: En quant a aquesta col·lecció
cs: O této sbírce
de: Über diese Sammlung
el: Περί της συλλογής
es_es: Acerca de este recopilatorio
fa: دربارهٔ این مجموعه
fr: À propos de cette collection
hu: Erről a gyűjteményről
it: Informazioni su questa raccolta
ja: このコレクションについて
nl: Over deze collectie
pl: Informacje o kolekcji
pt_br: Sobre esta coleção
pt_pt: Sobre esta colecção
ru: Об этой подборке
sk: O tejto kolekcii
sq: Rreth Këtij Koleksioni
sv_se: Om denna samling
uk: Про цю колекцію
vi: Thông tin về Bộ sưu tập này

source: About me
ca: Sobre mi
cs: O mně
de: Über mich
el: Λίγα λόγια για μένα
es_es: Acerca de mí
fa: دربارهٔ من
fr: À propos de moi
hu: Adatlap
it: Chi sono
ja: 自分について
nl: Over mij
pl: O mnie
pt_pt: Sobre mim
ru: О мне
sk: O mne
sq: Rreth meje
sv_se: Om mig
uk: Про себе
vi: Về tôi

source: Accept and Download
ca: Accepta i baixa
cs: Souhlasím a stahovat
de: Zustimmen und Herunterladen
el: Αποδοχή και λήψη
es_es: Aceptar y descargar
fa: پذیرفتن و بارگیری
fr: Accepter et télécharger
hu: Elfogadás és letöltés
it: Accetta e scarica
ja: 同意してダウンロード
nl: Accepteren en downloaden
pl: Akceptuj i pobierz
pt_br: Aceitar e Baixar
pt_pt: Aceitar e Transferir
ru: Принять и загрузить
sk: Prijať a prevziať
sq: Pranoje dhe Shkarko
sv_se: Godkänn och hämta hem
uk: Прийняти і завантажити
vi: Chấp thuận và Tải xuống

source: Accept and Install
ca: Accepta i instal·la
cs: Souhlasím a instalovat
de: Zustimmen und installieren
el: Αποδοχή κι εγκατάσταση
es_es: Aceptar e instalar
fa: پذیرفتن و نصب
fr: Accepter et installer
hu: Elfogadás és telepítés
it: Accetta e installa
ja: 同意してインストール
nl: Accepteren en installeren
pl: Akceptuj i instaluj
pt_br: Aceitar e Instalar
pt_pt: Aceitar e Instalar
ru: Принять и установить
sk: Prijať a nainštalovať
sq: Pranoje dhe Instalo
sv_se: Godkänn och installera
uk: Прийняти і встановити
vi: Chấp thuận và Cài đặt

source: Access Denied
ca: Accés denegat
cs: Přístup zamítnout
de: Zugriff verweigert
el: Απαγορεύεται η πρόσβαση
es_es: Acceso denegado
fa: دسترسی مجاز نیست
fr: Accès refusé
hu: Hozzáférés megtagadva
it: Accesso negato
ja: アクセスは拒否されました
nl: Toegang geweigerd
pl: Brak dostępu
pt_br: Acesso negado
pt_pt: Acesso Negado
ru: В доступе отказано
sk: Prístup odmietnutý
sq: Hyrje e Mohuar
sv_se: Åtkomst nekad
uk: У доступі відмовлено
vi: Truy cập Bị từ chối

source: Accounts Created
ca: Comptes creats
de: Erstellte Benutzerkonten
fr: Comptes créés
hu: Létrehozott fiók
it: Account creati
ja: 作成されたアカウント
nl: Aangemaakte accounts
pl: Konto zostało utworzone
pt_pt: Contas criadas
ru: Созданные учётные записи
sv_se: Konton skapade

# editorcp_reviewlog_column_action
source: Action
ca: Acció
cs: Akce
de: Aktion
el: Ενέργεια
es_es: Acción
fa: عمل
hu: Művelet
it: Azione
ja: アクション
nl: Actie
pl: Czynność
pt_br: Ação
pt_pt: Acção
ru: Действие
sk: Úkon
sq: Veprim
sv_se: Handling
uk: Дія
vi: Thao tác

# editors_reviews_header_action
source: Action
ca: Acció
cs: Akce
de: Aktion
el: Ενέργεια
es_es: Acción
fa: عمل
hu: Művelet
it: Azione
ja: アクション
nl: Actie
pl: Czynność
pt_br: Ação
pt_pt: Acção
ru: Действие
sk: Úkon
sq: Veprim
sv_se: Handling
uk: Дія
vi: Thao tác

# editors_review_th_action
source: Action
ca: Acció
cs: Akce
de: Aktion
el: Ενέργεια
es_es: Acción
fa: عمل
hu: Művelet
it: Azione
ja: アクション
nl: Actie
pl: Czynność
pt_br: Ação
pt_pt: Acção
ru: Действие
sk: Úkon
sq: Veprim
sv_se: Handling
uk: Дія
vi: Thao tác

source: Active
ca: Actiu
cs: aktivní
de: Aktiv
el: Ενεργό
es_es: Activo
fa: فعال
fr: Actif
hu: Aktív
it: attivo
ja: 有効
nl: Actief
pl: Aktywny
pt_br: Ativo
pt_pt: Activo
ru: Активное
sk: aktívny
sq: Vepruese
sv_se: Aktiv
uk: Активний
vi: Hoạt động

source: Active Status: <span class="inactive-0">Active</span>
ca: Estat actual: <span class="inactive-0">Actiu</span>
cs: Stav aktivity doplňku: <span class="inactive-0">aktivní</span>
de: Aktivitäts-Status: <span class="inactive-0">Aktiv</span>
el: Κατάσταση ενεργοποίησης: <span class="inactive-0">Ενεργό</span>
es_es: Estado: <span class="inactive-0">Activo</span>
fa: وضعیت افزودنی: <span class="inactive-0">فعال</span>
fr: Statit d'activité&nbsp;: <span class="inactive-0">Actif</span>
hu: Aktív állapot: <span class="inactive-0">Aktív</span>
it: Stato attività: <span class="inactive-0">attivo</span>
ja: 有効ステータス: <span class="inactive-0">有効</span>
nl: Actiefstatus: <span class="inactive-0">Actief</span>
pl: Status aktywności: <span class="inactive-0">Aktywny</span>
pt_br: Status de disponibilidade: <span class="inactive-0">Ativo</span>
pt_pt: Estado actual: <span class="inactive-0">Activo</span>
ru: Активный статус: <span class="inactive-0">Активный</span>
sk: Stav aktivovania: <span class="inactive-0">aktívny</span>
sq: Gjendje Aktive: <span class="inactive-0">Aktive</span>
sv_se: Aktiv status: <span class="inactive-0">Aktiv</span>
uk: Стан активності: <span class="inactive-0">Активний</span>
vi: Trạng thái Hoạt động: <span class="inactive-0">Hoạt động</span>

source: Active Status: <span class="inactive-1">Inactive</span>
ca: Estat actual: <span class="inactive-1">Inactiu</span>
cs: Stav aktivity doplňku: <span class="inactive-1">není aktivní</span>
de: Aktivitäts-Status: <span class="inactive-1">Deaktiviert</span>
el: Κατάσταση ενεργοποίησης: <span class="inactive-1">Ανενεργό</span>
es_es: Estado: <span class="inactive-1">Inactivo</span>
fa: وضعیت افزودنی: <span class="inactive-1">غیر فعال</span>
fr: Statit d'activité&nbsp;: <span class="inactive-0">Inactif</span>
hu: Aktív állapot: <span class="inactive-1">Inaktív</span>
it: Stato attività: <span class="inactive-1">disattivato</span>
ja: 有効ステータス: <span class="inactive-1">無効</span>
nl: Actiefstatus: <span class="inactive-1">Inactief</span>
pl: Status aktywności: <span class="inactive-1">Nieaktywny</span>
pt_br: Status de disponibilidade: <span class="inactive-1">Inativo</span>
pt_pt: Estado actual: <span class="inactive-1">Inactivo</span>
ru: Активный статус: <span class="inactive-1">Неактивный</span>
sk: Stav aktivovania: <span class="inactive-1">neaktívny</span>
sq: Gjendje Aktive: <span class="inactive-1">Joaktive</span>
sv_se: Aktiv status: <span class="inactive-1">Inaktiv</span>
uk: Стан активності: <span class="inactive-1">Неактивний</span>
vi: Trạng thái Hoạt động: <span class="inactive-1">Im lìm</span>

source: Activity By Month
ca: Activitat del mes
cs: Měsíční aktivita
de: Aktivität je Monat
el: Μηνιαία δραστηριότητα
es_es: Actividad por meses
fr: Activité mensuelle
it: Attività per mese
ja: 月ごとの活動
nl: Activiteit per maand
pl: Aktywność wg miesięcy
pt_pt: Actividade por mês
ru: Активность по месяцам
sk: Aktivita podľa mesiacov
sv_se: Aktivitet per månad
uk: Діяльність за місяць
vi: Hoạt động theo Tháng

# collections_edit_formfield_users_submit
source: Add
ca: Afegeix
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es_es: Añadir
fa: افزودن
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ru: Добавить
sk: Pridať
sq: Shtoni
sv_se: Lägg till
uk: Додати
vi: Thêm

# editors_featured_add_feature_submit
source: Add
ca: Afegeix
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es_es: Añadir
fa: افزودن
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ru: Добавить
sk: Pridať
sq: Shto
sv_se: Lägg till
uk: Додати
vi: Thêm

# tags_add_tag_button
source: Add
ca: Afegeix
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es_es: Añadir
fa: افزودن
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ru: Добавить
sk: Pridať
sv_se: Lägg till
uk: Додати

source: Add %1$s to %2$s
ca: Afegeix %1$s al %2$s
cs: Přidá doplněk %1$s do aplikace %2$s
de: %1$s zu %2$s hinzufügen
el: Προσθήκη του %1$s στο %2$s
es_es: Añadir %1$s a %2$s
fa: افزودن %1$s به %2$s
fr: Ajouter %1$s à %2$s
hu: %1$s hozzáadása: %2$s
it: Aggiungi %1$s a %2$s
ja: %1$s を %2$s へ追加
nl: %1$s toevoegen aan %2$s
pl: Zainstaluj dodatek %1$s w programie %2$s
pt_br: Adicionar %1$s a %2$s
pt_pt: Adicionar %1$s a %2$s
ru: Добавить %1$s в %2$s
sk: Pridať %1$s do programu %2$s
sq: Shto %1$s te %2$s
sv_se: Lägg till %1$s till %2$s
uk: Додати %1$s до %2$s
vi: Thêm %1$s vào %2$s

source: Add Another Preview
ca: Afegeix una altra previsualització
cs: Přidat jiný náhled
de: Vorschaubild hinzufügen
el: Προσθήκη κι άλλης εικόνας προεπισκόπησης
es_es: Añadir otra captura
fa: افزودن پیش‌نمایشی دیگر
fr: Ajouter un autre aperçu
hu: Másik előnézet hozzáadása
it: Aggiungi un'altra anteprima
ja: 他のプレビュー画像を追加
nl: Andere voorbeeldweergave toevoegen
pl: Dodaj kolejny obrazek
pt_br: Adicionar outro Screenshot
pt_pt: Adicionar outra pré-visualização
ru: Добавить другой скриншот
sk: Pridať ďalšiu ukážku
sq: Shtoni një Tjetër Paraprje
sv_se: Lägg till en till förhandsvisning
uk: Додати інший перегляд
vi: Thêm Hình ảnh Xem trước Khác

source: Add Author
ca: Afegeix un autor
cs: Přidat autora
de: Autor hinzufügen
el: Προσθήκη δημιουργού
es_es: Añadir autor
fa: افزودن مؤلف
fr: Ajouter un auteur
hu: Szerző hozzáadása
it: Aggiungi autore
ja: 作者を追加
nl: Schrijver toevoegen
pl: Dodaj
pt_br: Adicionar Autor
pt_pt: Adicionar autor
ru: Добавить автора
sk: Pridať autora
sq: Shtoni Autor
sv_se: Lägg till författare
uk: Додати автора
vi: Thêm Tác Giả

source: Add File to %1$s %2$s
ca: Afegeix un fitxer al %1$s %2$s
cs: Přidat soubor v&nbsp;%1$s %2$s
de: Datei zu %1$s %2$s hinzufügen
el: Προσθήκη αρχείου στο %1$s %2$s
es_es: Añadir archivo a %1$s %2$s
fa: افزودن پرونده به %1$s %2$s
fr: Ajouter un fichier à %1$s %2$s
hu: Fájl hozzáadása ehhez: %1$s %2$s
it: Aggiungi file a %1$s %2$s
ja: %1$s %2$s へファイルを追加
nl: Bestand toevoegen aan %1$s %2$s
pl: Dodawanie pliku do %1$s %2$s
pt_br: Adicionar arquivo ao %1$s %2$s
pt_pt: Adicionar ficheiro a %1$s %2$s
ru: Добавить файл в %1$s %2$s
sk: Pridať súbor k %1$s %2$s
sq: Shtoni Kartelë te %1$s %2$s
sv_se: Lägg till fil till %1$s %2$s
uk: Додати файл до %1$s %2$s
vi: Thêm Tập Tin vào %1$s %2$s

source: Add Group
ca: Afegeix un grup
cs: Přidat skupinu
de: Gruppe hinzufügen
el: Προσθήκη ομάδας
es_es: Añadir grupo
fa: افزودن گروه
fr: Ajouter un groupe
hu: Csoport hozzáadása
it: Aggiungi gruppo
ja: グループを追加
nl: Groep toevoegen
pl: Dodaj grupę
pt_br: Adicionar grupo
pt_pt: Adicionar Grupo
ru: Добавить группу
sk: Pridať skupinu
sq: Shto Grup
sv_se: Lägg till grupp
uk: Додати групу
vi: Thêm Nhóm
