Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Really like it
ca: Ha agradat de debò
cs: Velmi se mi líbí
de: Sehr gut
el: Μου αρέσει πραγματικά
es_es: Me gusta mucho
fa: آن را خیلی دوست دارم
fr: Opinion très positive
hu: Nagyon szeretem
it: Mi piace molto
ja: 大好き
nl: Fantastisch
pl: Bardzo mi się podoba
pt_br: Gosto muito
pt_pt: Gostei mesmo
ru: Очень нравится
sk: Naozaj pekný
sq: Vërtet më pëlqen
sv_se: Tycker verkligen om det
uk: Дійсно сподобалось
vi: Thật sự thích

source: Recent Activity
pt_pt: Actividade recente

source: Recent Editor Activity
ca: Activitat recent de l'editor
cs: Nedávna aktivita redaktora
de: Aktuellste Moderationen
el: Πρόσφατη δραστηριότητα συντάκτη
es_es: Actividad reciente del editor
fa: فعالیت‌های اخیر ویرایش‌گر
fr: Activité récente de l'éditeur
hu: Szerkesztői tevékenység a közelmúltban
it: Ultime operazioni del revisore
ja: 最近のエディタの活動
nl: Recente editor-activiteit
pl: Ostatnie czynności edytorów
pt_br: Atividades recentes dos editores
pt_pt: Actividade Recente do Editor
ru: Последние действия редактора
sk: Ostatná aktivita editorov
sq: Veprimtari Redaktori së Fundmi
sv_se: Färsk redaktörsaktivitet
uk: Нещодавня активність редакторів
vi: Hoạt động Biên tập Gần đây

source: Recent Issues
pt_pt: Problemas recentes

source: Recently Added
ca: Afegit recentment
cs: Nedávno přidané
de: Neu hinzugefügt
el: Προστεθηκαν προσφατα
es_es: Añadido recientemente
fa: به تازگی افزوده شده
fr: Ajouts récents
hu: Nemrég hozzáadott
it: Aggiunto di recente
ja: 最近登録されたアドオン
nl: Onlangs toegevoegd
pl: Najnowsze
pt_br: Adicionados Recentemente
pt_pt: Adicionado recentemente
ru: Недавно добавленные
sk: Naposledy pridané
sq: Shtuar Së Fundmi
sv_se: Nyligen tillagt
uk: Додані недавно
vi: Vừa được Thêm

source: Recently Viewed
ca: Visualitzat recentment
de: Jüngst angesehen
el: Εμφανίστηκαν προσφατα
es_es: Visto recientemente
fr: Affichage récent
hu: Nemrég nézett
it: Visualizzato di recente
ja: 最近見たコレクション
nl: Onlangs bekeken
pl: Ostatnio oglądane
pt_pt: Visualizados recentemente
ru: Недавно просмотренные
sk: Naposledy zobrazené
sv_se: Nyligen visat

source: Recommended
ca: Recomanat
cs: Doporučené
de: Empfohlen
el: Συνιστώμενα
es_es: Recomendados
fa: پیشنهاد شده
fr: Recommandés
hu: Ajánlott
it: Consigliati
ja: おすすめ
nl: Aanbevolen
pl: Polecane
pt_br: Recomendados
pt_pt: Recomendado
ru: Рекомендуемые
sk: Odporúčané
sq: Të këshilluara
sv_se: Rekommenderade
uk: Рекомендується
vi: Khuyên dùng

source: Refine Results
ca: Afina els resultats
cs: Zpřesnit výsledky
de: Ergebnisse verfeinern
el: Φιλτράρισμα αποτελεσμάτων
es_es: Refinar resultados
fa: بهبود نتایج
fr: Affiner les résultats
hu: Találatok pontosítása
it: Restringi risultati
ja: 結果を絞り込み
nl: Resultaten verfijnen
pl: Zawęź wyniki
pt_br: Refinar resultados
pt_pt: Refinar resultados
ru: Уточнить результаты
sk: Upravenie výsledkov
sv_se: Förbättra resultat
uk: Відібрати результати

# header_navlink_register
source: Register
ca: Registre
cs: Registrace
de: Neu anmelden
el: Εγγραφή
es_es: Registrarse
fa: ثبت نام
fr: Inscription
hu: Regisztráció
it: Registrati
ja: ユーザ登録
nl: Registreren
pl: Zarejestruj się
pt_br: Registrar
pt_pt: Registar
ru: Регистрация
sk: Registrácia
sq: Regjistrohuni
sv_se: Registrera dig
uk: Реєстрація
vi: Đăng kí

# user_form_submit_register
source: Register
ca: Registre
cs: Založit účet
de: Abschicken
el: Εγγραφή
es_es: Registrarse
fa: ثبت نام
fr: S'enregistrer
hu: Regisztráció
it: Registra
ja: 登録
nl: Registreren
pl: Zarejestruj się
pt_br: Registrar
pt_pt: Registar
ru: Регистрация
sk: Zaregistrovať
sq: Regjistrohuni
sv_se: Registrera
uk: Реєстрація
vi: Đăng kí

source: Registered Users
ca: Usuaris registrats
de: Angemeldete Benutzer
el: Καταχωρημένοι χρήστες
es_es: Usuarios registrados
fr: Utilisateurs enregistrés
hu: Regisztrált felhasználó
it: Utenti registrati
ja: 登録ユーザ
nl: Geregistreerde gebruikers
pl: Zarejestrowani użytkownicy
pt_pt: Utilizadores registados
ru: Зарегистрированные пользователи
sk: Registrovaní používatelia
sv_se: Registrerade användare
uk: Зареєсторвані користувачі

source: Related Collections
ca: Col·leccions relacionades
cs: Obdobné sbírky
de: Sammlungen mit diesem Add-on
el: Σχετικές συλλογές
es_es: Recopilatorios relacionados
fa: مجموعه‌های مربوطه
fr: Collections similaires
hu: Kapcsolódó gyűjtemények
it: Raccolte correlate
ja: 関連するコレクション
nl: Verwante collecties
pl: Jest w kolekcjach:
pt_br: Coleções relacionadas
pt_pt: Colecções relacionadas
ru: Похожие подборки
sk: Príbuzné kolekcie
sq: Koleksione të Lidhura
sv_se: Relaterade samlingar
uk: Пов'язані між собою збірки
vi: Bộ sưu tập Liên quan

# devcp_versions_edit_transbox_releasenotes_name
source: Release Notes
ca: Notes de la versió
cs: Poznámky v&nbsp;vydání
de: Versionshinweise
el: Σημειώσεις έκδοσης
es_es: Notas de la versión
fa: یادداشت‌های انتشار
fr: Notes de version
hu: Kiadási megjegyzések
it: Note di versione
ja: リリースノート
nl: Versieopmerkingen
pl: Informacje o wydaniu
pt_br: Notas da Versão
pt_pt: Notas de lançamento
ru: Примечания к выпуску
sk: Poznámky k vydaniu
sq: Shënime Versioni
sv_se: Versionsinformation
uk: Примітки щодо випуску
vi: Ghi chú Phát hành

# addons_display_release_notes
source: Release Notes
ca: Notes de la versió
cs: Poznámky k vydání
de: Versionshinweise
el: Σημειώσεις έκδοσης
es_es: Notas de la versión
fa: یادداشت‌های انتشار
fr: Notes de version
hu: Kiadási megjegyzések
it: Note di versione
ja: リリースノート
nl: Versieopmerkingen
pl: Informacje o wydaniu
pt_br: Notas da versão
pt_pt: Notas de lançamento
ru: Примечания к релизу
sk: Poznámky k vydaniu
sv_se: Versionsinformation
uk: Примітки до випуску
vi: Ghi chú Phát hành

source: Remember me on this computer
ca: Recorda'm en aquest ordinador
cs: Zapamatovat si mě na tomto počítači
de: Auf diesem Computer angemeldet bleiben
el: Να με θυμάσαι σ' αυτό τον υπολογιστή
es_es: Recuérdame en este equipo
fa: من را روی این رایانه به خاطر بسپار
fr: Se souvenir de moi sur cet ordinateur
hu: Megjegyzés ezen a számítógépen
it: Ricordami su questo computer
ja: このコンピュータにログイン情報を保存する
nl: Mij op deze computer onthouden
pl: Zapamiętaj mnie na tym komputerze
pt_br: Lembrar de mim neste computador
pt_pt: Lembrar-me neste computador
ru: Запомнить меня на этом компьютере
sk: Zapamätať si ma na tomto počítači
sq: Mbamë mend në këtë kompjuter
sv_se: Kom ihåg mig på denna dator
uk: Запам’ятати мене на цьому комп’ютері
vi: Nhớ tôi trên máy tính này

source: Remote JavaScript Tests
ca: Proves del JavaScript remot
cs: Kontrola na vzdálená volání v JavaScriptu
de: Tests für entferntes JavaScript
el: Δοκιμές απομακρυσμένης JavaScript
es_es: Pruebas remotas de JavaScript
fr: Tests JavaScript distants
hu: Távoli JavaScript tesztek
it: Test Remote JavaScript
ja: リモート JavaScript のテスト
nl: JavaScripttests op afstand
pl: Test odnośników zawartych w kodzie JavaScript
pt_pt: Testes de JavaScript remotos
ru: Тесты Remote JavaScript
sv_se: Fjärr-JavaScript-test

source: Remote Loading Check
ca: Comprova la càrrega remota
cs: Kontrola na vzdálené načítání
de: Test auf entferntes Laden
el: Έλεγχος απομακρυσμένης φόρτωσης
es_es: Comprobación de carga remota
fr: Test de chargement distant
hu: Távoli betöltés ellenőrzése
it: Controllo caricamento remoto
ja: リモートファイル読み込みの検証
nl: Controle op afstand laden
pl: Sprawdzenie odnośników
pt_pt: Verificação do carregamento remoto
ru: проверка Remote Loading
sv_se: Fjärrladdningskontroll

# tags_alt_remove_tag
source: Remove
ca: Suprimeix
cs: Odebrat
de: Entfernen
el: Αφαίρεση
es_es: Borrar
fr: Supprimer
hu: Eltávolítás
it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
pt_pt: Remover
ru: Удалить
sk: Odstrániť
sv_se: Ta bort
uk: Вилучити

source: Remove Application
ca: Suprimeix l'aplicació
cs: Odebrat aplikaci
de: Anwendung entfernen
el: Αφαίρεση εφαρμογής
es_es: Borrar aplicación
fa: حذف برنامه
fr: Enlever l'application
hu: Alkalmazás eltávolítása
it: Elimina applicazione
ja: アプリケーションを削除
nl: Toepassing verwijderen
pl: Usuń
pt_br: Remover Aplicação
pt_pt: Remover aplicação
ru: Удалить приложение
sk: Odstrániť aplikáciu
sq: Hiqe Zbatimin
sv_se: Ta bort applikation
uk: Вилучити програму
vi: Xóa Chương Trình

# devcp_js_img_remove_compat
source: Remove Application Compatibility
ca: Suprimeix la compatibilitat de l'aplicació
cs: Odstranit kompatibilitu aplikace
de: Anwendungs-Kompatibilität entfernen
el: Αφαίρεση συμβατότητας με εφαρμογή
es_es: Borrar la compatibilidad con la aplicación
fa: حذف سازگاری با برنامه‌ها
fr: Enlever la compatibilité de l'application
hu: Alkalmazáskompatibilitás eltávolítása
it: Rimuovi compatibilità applicazione
ja: アプリケーション互換性を削除
nl: Toepassingscompatibiliteit verwijderen
pl: Usuń kompatybilność z programem
pt_br: Remover Compatibilidade de Aplicação
pt_pt: Remover compatibilidade da aplicação
ru: Удалить совместимость с приложением
sk: Odstrániť kompatibilitu aplikácie
sq: Hiq Përputhshmëri Zbatimi
sv_se: Ta bort applikationskompatibilitet
uk: Вилучити сумісність програми
vi: Xóa Tính tương thích Chương trình

# devcp_versions_edit_remove_compat
source: Remove Application Compatibility
ca: Suprimeix la compatibilitat de l'aplicació
cs: Odebrat kompatibilní aplikace
de: Anwendungs-Kompatibilität entfernen
el: Αφαίρεση συμβατότητας με εφαρμογή
es_es: Borrar compatibilidad de aplicación
fa: حذف سازگاری با برنامه‌ها
fr: Enlever la compatibilité de l'application
hu: Alkalmazáskompatibilitás eltávolítása
it: Rimuovi compatibilità applicazione
ja: アプリケーション互換性を削除
nl: Toepassingscompatibiliteit verwijderen
pl: Usuń program
pt_br: Remover Compatibilidade de Aplicação
pt_pt: Remover compatibilidade da aplicação
ru: Удалить совместимость приложения
sk: Odstrániť kompatibilitu s aplikáciou
sq: Hiqi Përputhshmërinë me Zbatimin
sv_se: Ta bort applikationskompatibilitet
uk: Вилучити сумісність програми
vi: Xóa Tính tương thích Chương trình

source: Remove Author
ca: Suprimeix l'autor
cs: Odebere autora
de: Autor entfernen
el: Αφαίρεση συντάκτη
es_es: Eliminar autor
fa: حذف مؤلف
fr: Enlever l'auteur
hu: Szerző eltávolítása
it: Rimuovi autore
ja: 作者を削除
nl: Schrijver verwijderen
pl: Usuń autora
pt_br: Remover autor
pt_pt: Remover Autor
ru: Удалить автора
sk: Odstrániť autora
sq: Hiqe Autorin
sv_se: Ta bort författare
uk: Вилучити автора
vi: Xóa Tác Giả

source: Remove Empty Version
ca: Suprimeix la versió buida
cs: Odstranit prázdnou verzi
de: Leere Version löschen
el: Αφαίρεση κενής έκδοσης
es_es: Borrar versión vacía
fa: حذف نسخهٔ خالی
fr: Enlever la version vide
hu: Üres verzió eltávolítása
it: Elimina versione vuota
ja: 空のバージョンを削除
nl: Lege versie verwijderen
pl: Usuń pustą wersję
pt_br: Remover Versão Nula
pt_pt: Remover versão vazia
ru: Удалить пустую версию
sk: Odstrániť prázdnu verziu
sq: Hiq Version Bosh
sv_se: Ta bort tom version
uk: Вилучити порожню версію
vi: Xóa Phiên Bản Trống

source: Remove Icon
ca: Suprimeix la icona
cs: Odstranit ikonu
de: Icon entfernen
el: Αφαίρεση εικονιδίου
es_es: Borrar icono
fa: حذف شمایل
fr: Enlever l'icône
hu: Ikon eltávolítása
it: Rimuovi icona
ja: アイコンを削除
nl: Pictogram verwijderen
pl: Usuń ikonę
pt_br: Remover Ícone
pt_pt: Remover ícone
ru: Удалить значок
sk: Odstrániť ikonu
sq: Hiqe Ikonën
sv_se: Ta bort ikon
uk: Вилучити символ
vi: Xóa Biểu tượng

source: Remove Translation
ca: Suprimeix una traducció
cs: Odebere překlad
de: Übersetzung entfernen
el: Αφαίρεση μετάφρασης
es_es: Borrar traducción
fa: حذف ترجمه
fr: Supprimer la traduction
hu: Fordítás eltávolítása
it: Elimina traduzione
ja: 翻訳を削除
nl: Vertaling verwijderen
pl: Usuń tłumaczenie
pt_br: Remover Tradução
pt_pt: Remover tradução
ru: Удалить перевод
sk: Odstrániť preklad
sq: Hiqe Përkthimin
sv_se: Ta bort översättning
uk: Вилучити переклад
vi: Xóa Bản Dịch

source: Remove feature
ca: Suprimeix la característica
cs: Odebrat vlastnost
de: Entfernen
el: Αφαίρεση χαρακτηριστικού
es_es: Borrar característica
fa: حذف ویژگی
fr: Enlever des essentiels
hu: Kiemelés eltávolítása
it: Rimuovi funzionalità
ja: 注目のアドオンを削除
nl: Aanbeveling verwijderen
pl: Usuń element
pt_br: Remover característica
pt_pt: Eliminar funcionalidade
ru: Удалить избранное
sk: Odstrániť z odporúčaných
sq: Hiqe karakteristikën
sv_se: Ta bort uppmärksamhet
uk: Вилучити можливість
vi: Xóa tính năng

source: Remove flags; keep review
ca: Esborra les marques; conserva la revisió
cs: Odstranit hlášení a ponechat recenzi
de: Flags löschen; Bewertung behalten
el: Αφαίρεση σημείωσης - Διατήρηση αξιολόγησης
es_es: Borrar marcas; mantener valoración
fa: حذف علامت‌گذاری؛ نگه داشتن بررسی
fr: Suprimer le marquage, garder la critique
hu: Jelzők törlése, értékelés megtartása
it: Rimuovi i flag; mantieni la revisione
ja: フラグを削除してレビューを残す
nl: Aanduidingen verwijderen; beoordeling behouden
pl: Usuń etykiety, zachowaj recenzję
pt_br: Remover atributos; manter avaliação
pt_pt: Remover etiquetas; manter comentário
ru: Удалить флаги; сохранить рецензию
sk: Odstrániť nahlásenie; ponechať recenziu
sq: Hiq flamurka; mbaj shqyrtime
sv_se: Ta bort flagga; behåll recension
uk: Вилучити позначки; зберегти перегляд
vi: Xóa cờ; tiếp tục đánh giá

source: Remove from Favorites
ca: Suprimeix-la de les preferides
cs: Odebrat z oblíbených
de: Als Favorit entfernen
el: Αφαίρεση από τις αγαπημένες
es_es: Eliminar de favoritos
fa: حذف از افزودنی‌های محبوب
fr: Enlever des favoris
hu: Eltávolítás a kedvencek közül
it: Rimuovi dai preferiti
ja: お気に入りから削除
nl: Uit favorieten verwijderen
pl: Usuń z ulubionych
pt_br: Remover dos favoritos
pt_pt: Remover do favoritos
ru: Удалить из избранного
sk: Odstrániť z Obľúbených
sq: Hiqe prej Të parapëlqyerve
sv_se: Ta bort från Favoriter
uk: Вилучити з Вподобань
vi: Xóa khỏi Ưa thích

source: Remove my vote for this collection
ca: Suprimeix el meu vot per a aquesta coŀlecció
de: Bewertungen für diese Sammlung entfernen
el: Αφαίρεση της ψήφου μου για τη συλλογή
es_es: Eliminar mi voto de este recopilatorio
fr: Retirer mon vote pour cette collection
hu: Szavazatom törlése erről a gyűjteményről
it: Elimina il mio voto da questa raccolta
ja: このコレクションに対する自分の投票を削除
nl: Mijn stem voor deze collectie verwijderen.
pl: Usuń moją ocenę tej kolekcji.
pt_pt: remover o meu voto para esta colecção
ru: Отозвать мой голос за эту подборку
sv_se: Ta bort min röst för denna samling.

source: Remove this picture?
ca: Voleu suprimir aquesta imatge?
cs: Odstranit obrázek?
de: Dieses Bild entfernen?
el: Αφαίρεση αυτής της φωτογραφίας;
es_es: ¿Borrar esta imagen?
fa: آیا این تصویر حذف گردد؟
fr: Enlever cette image&nbsp;?
hu: Eltávolítja a képet?
it: Eliminare questa immagine?
ja: この写真を削除しますか？
nl: Deze afbeelding verwijderen?
pl: Usunąć ten obrazek?
pt_br: Remover esta figura?
pt_pt: Remover esta imagem?
ru: Удалить эту картинку?
sk: Odstrániť tento obrázok?
sv_se: Ta bort denna bild?
uk: Вилучити цю фотографію?

source: Remove this plot
ca: Esborra aquesta traça
cs: Odstranit diagram
de: Diesen Graph entfernen
el: Αφαίρεση γραφήματος
es_es: Eliminar este argumento
fa: حذف این نمودار
fr: Retirer cette courbe
hu: Grafikon eltávolítása
it: Rimuovi questo plot
ja: この座標を削除
nl: Deze graaf verwijderen
pl: Usuń ten wykres
pt_br: Remover este parâmetro
pt_pt: Remover esta parcela
ru: Удалить эту диаграмму
sk: Odstrániť tento diagram
sq: Hiqe këtë kurbë
sv_se: Ta bort denna kurva
uk: Вилучити цей сюжет
vi: Xóa bỏ đồ thị này

source: Remove?
ca: Voleu suprimir-la?
cs: Odstranit?
de: Entfernen?
el: Αφαίρεση;
es_es: ¿Borrar?
fa: حذف شود؟
fr: Supprimer&nbsp;?
hu: Eltávolítás?
it: Eliminare?
ja: 削除しますか？
nl: Verwijderen?
pl: Czy na pewno usunąć?
pt_br: Remover?
pt_pt: Remover?
ru: Удалить?
sk: Odstrániť?
sq: Të hiqet?
sv_se: Ta bort?
uk: Вилучити?
vi: Xóa?

source: Removing Favorite&hellip;
ca: S'està suprimint de les preferides&hellip;
cs: Odebrání z oblíbených&hellip;
de: Aus Favoriten entfernen&hellip;
el: Αφαιρείται από τις αγαπημένες&hellip;
es_es: Eliminando favorito&hellip;
fa: در حال حذف&hellip;
fr: Enlever le favori&hellip;
hu: Kedvenc eltávolítása&hellip;
it: Rimozione in corso dai preferiti&hellip;
ja: お気に入りから削除...
nl: Favoriet verwijderen…
pl: Usuwanie z ulubionych&hellip;
pt_br: Removendo do Favoritos&hellip;
pt_pt: A remover facorito&hellip;
ru: Удаляю из Избранного&hellip;
sk: Odstraňovanie z Obľúbených&hellip;
sq: Po hiqet prej Të parapëlqyerve&hellip;
sv_se: Att ta bort favoriter&hellip;
uk: Вилучення Favorite&hellip;
vi: Xóa Ưa thích&hellip;

source: Removing this as the default preview will cause another preview to automatically become the default preview.
ca: Esborrant això com a previsualització per defecte farà que una altra previsualització esdevingui la per defecte.
cs: Odstranění výchozího náhledu způsobí, že se další náhled automaticky stane výchozím náhledem.
de: Das Löschen dieser Grafik als Standardvorschau führt automatisch zur Ernennung einer anderen Vorschau als Standardvorschau.
el: Ο αποχαρακτηρισμός αυτής της εικόνας ως αρχικής εικόνας προεπισκόπησης θα έχει ως αποτέλεσμα τον αυτόματο ορισμό μιας άλλης ως αρχικής.
es_es: Eliminar esta como la vista previa por defecto hará que otra vista previa se convierta automáticamente en la vista previa por defecto.
fa: حذف پیش‌نمایش پیش‌فرض باعث می‌شود یک پیش‌نمایش دیگر به صورت خودکار به عنوان پیش‌نمایش پیش‌فرض انتخاب شود.
fr: Supprimer la prévisualisation par défaut fera qu'une des autres prévisualisations deviendra automatiquement la prévisualisation par défaut.
hu: Ha eltávolítja ezt az alapértelmezett előnézetet, akkor egy másik előnézet lesz automatikusan az alapértelmezett előnézet.
it: Se si elimina questa immagine come anteprima predefinita, un'altra immagine verrà scelta automaticamente al suo posto.
ja: この画像を既定のプレビュー画像に設定したまま削除すると、他のプレビュー画像が自動的に既定のプレビュー画像になります。
nl: Door dit als standaard voorbeeldweergave te verwijderen zal een andere voorbeeldweergave automatisch de standaard worden.
pl: Usunięcie tego obrazka, mającego status domyślnego, spowoduje, że inny obrazek zostanie automatycznie określony jako domyślny obrazek.
pt_br: Remover esta visualização padrão fará com que outra visualização se torne automaticamente a visualização padrão.
pt_pt: Remover esta como pré-visualização por defeito irá fazer com que outra pré-visualização se torne automaticamente na pré-visualização por defeito.
ru: Удаление этого, назначенного по умолчанию скриншота, приведёт к автоматическому назначению статуса «по умолчанию» другому скриншоту.
sk: Zrušenie predvolenia spôsobí, že predvolenou ukážkou sa automaticky stane ďalšia ukážka.
sq: Heqja e kësaj si paraparje parazgjedhje do të bëjë që një tjetër paraparje të bëhet vetvetiu paraparja parazgjedhje.
sv_se: Om du tar bort detta som standardförhandsvisning kommer en annan förhandsvisning automatiskt att bli ny standardförhandsvisning.
uk: Скасування цього, як типового знімку екрану спричинить автоматичне перемикання іншого знімку на роль типового.
vi: Xóa hình ảnh xem trước này sẽ đưa hình khác thành hình ảnh xem trước mặc định.

source: Replace Icon
ca: Canvia la icona
cs: Nahradit ikonu
de: Icon ersetzen
el: Αντικατάσταση εικονιδίου
es_es: Reemplazar icono
fa: جایگزینی شمایل
fr: Remplacer l'icône
hu: Ikon cseréje
it: Sostituisci immagine
ja: アイコンを変更
nl: Pictogram vervangen
pl: Zmień ikonę
pt_br: Substituir ícone
pt_pt: Substituir ícone
ru: Заменить значок
sk: Nahradiť ikonu
sq: Zëvendësoje Ikonën
sv_se: Byt ut ikon
uk: Замінити іконку
vi: Thay thế Biểu tượng

source: Replace Preview
ca: Substitueix la previsualització
cs: Nahradit náhled
de: Vorschaubild ersetzen
el: Αντικατάσταση εικόνας προεπισκόπησης
es_es: Reemplazar captura
fa: جایگزین نمودن پیش‌نمایش
fr: Remplacer l'aperçu
hu: Előnézet cseréje
it: Sostituisci anteprima
ja: プレビュー画像を置き換え
nl: Voorbeeldweergave vervangen
pl: Zamień
pt_br: Alterar Screenshot
pt_pt: Substituir pré-visualização
ru: Заменить скриншот
sk: Nahradiť ukážku
sq: Zëvendësoje Paraparjen
sv_se: Ersätt förhandsvisning
uk: Замінити перегляд
vi: Thay thế Hình ảnh Xem trước

source: Replies
ca: Respostes
cs: Odpovědi
de: Alle Antworten
el: Απαντήσεις
es_es: Respuestas
fa: پاسخ‌ها
fr: Réponses
hu: Válaszok
it: Risposte
ja: 返信
nl: Antwoorden
pl: Odpowiedzi
pt_br: Respostas
pt_pt: Respostas
ru: Ответы
sk: Odpovede
sq: Përgjigje
sv_se: Svar
uk: Відповіді
vi: Trả lời

# editors_review_history_info_reply
source: Reply
ca: Resposta
cs: Odpovědět
de: Antwort
el: Απάντηση
es_es: Respuesta
fa: پاسخ
fr: Réponse
hu: Válasz
it: Rispondi
ja: 返信
nl: Antwoord
pl: Odpowiedź
pt_br: Resposta
pt_pt: Responder
ru: Ответ
sk: Odpoveď
sq: Përgjigjuni
sv_se: Svara
uk: Відповісти
vi: Trả lời

# addon_review_author_reply_link
source: Reply
ca: Respon
cs: Odpovědět
de: Antworten
el: Απάντηση
es_es: Responder
fa: پاسخ دادن
fr: Répondre
hu: Válasz
it: Rispondi
ja: 返信
nl: Beantwoorden
pl: Odpowiedz
pt_br: Responder
pt_pt: Responder
ru: Ответить
sk: Odpovedať
sq: Përgjigjju
sv_se: Svara
uk: Відповісти
vi: Trả lời

source: Reply by %1$s on %2$s
ca: resposta per en/la %1$s el %2$s
cs: Odpověď uživatele %1$s dne %2$s
de: Antwort von %1$s am %2$s
el: Απάντηση από %1$s την %2$s
es_es: Respuesta por %1$s el %2$s
fa: پاسخ از طرف %1$s در تاریخ %2$s
fr: Réponse de %1$s le %2$s
hu: %1$s válasza, dátum: %2$s
it: Risposta di %1$s su %2$s
ja: %1$s による返信 - 投稿日時: %2$s
nl: Antwoord van %1$s op %2$s
pl: Odpowiedź użytkownika %1$s wysłana %2$s
pt_br: Resposta por %1$s em %2$s
pt_pt: Respondido por %1$s em %2$s
ru: Ответ от %1$s оставлен %2$s
sk: Odpoveď od %1$s na %2$s
sq: Përgjigje nga %1$s më %2$s
sv_se: Svar från %1$s den %2$s
uk: Відповідь %1$s на %2$s
vi: Trả lời bởi %1$s ngày %2$s

source: Report this review
ca: Avisa d'aquesta revisió
cs: Nahlásit recenzi
de: Diese Bewertung als unpassend markieren
el: Αναφορά αξιολόγησης
es_es: Informar de esta valoración
fa: گزارش این بررسی
fr: Dénoncer cette critique
hu: Értékelés feljelentése
it: Segnala questa recensione
ja: このレビューを報告
nl: Deze beoordeling rapporteren
pl: Zgłoś tę recenzję
pt_br: Enviar esta avaliação
pt_pt: Reportar esta avaliação
ru: Сообщить об этом отзыве
sk: Nahlásiť túto recenziu
sq: Njoftoni mbi këtë shqyrtim
sv_se: Rapportera recensionen
uk: Звітувати про цей перегляд
vi: Báo cáo đánh giá này

source: Report this review (select a reason)
ca: Denuncia aquesta revisió (selecciona el motiu)
cs: Nahlásit toto hodnocení (zvolte důvod)
de: Diese Bewertung als unpassend melden (wählen Sie eine Begründung aus)
el: Αναφορά αξιολόγησης (επιλέξτε ένα λόγο)
es_es: Informa de esta valoración (elige una razón)
fa: این بررسی را (با ذکر یک دلیل) گزارش کنید
fr: Dénoncer cette critique (selectionnez un motif)
hu: Értékelés feljelentése (válasszon okot)
it: Segnala questa recensione (selezionare un motivo)
ja: このレビューを報告 (理由を選択してください)
nl: Deze beoordeling rapporteren (selecteer een reden)
pl: Zgłoś tę recenzję (wybierz powód)
pt_br: Relatar esta avaliação (selecione uma razão)
pt_pt: Reportar este comentário (seleccione uma razão)
ru: Сообщите от этом отзыве (выберите причину)
sk: Nahlásiť túto recenziu (vyberte dôvod)
sq: Njoftojeni këtë shqyrtim (përzgjidhni një arsye)
sv_se: Rapportera den här recensionen (välj orsak)
uk: Звітувати про цей перегляд (вибрати причину)
vi: Báo cáo đánh giá này (hãy chọn một lí do)

source: Request More Information
ca: Sol·licita més informació
cs: Požadovat více informací
de: Mehr Infos anfordern
el: Αίτηση για περισσότερες πληροφορίες
es_es: Solicitar más información
fa: درخواست اطلاعات بیشتر
fr: Demander plus d'informations
hu: További információ kérése
it: Richiedi ulteriori informazioni
ja: より詳しい情報を求める
nl: Meer informatie aanvragen
pl: Poproś o dodatkowe informacje
pt_pt: Pedir mais informação
ru: Запросить дополнительную информацию
sk: Vyžiadať dodatočné informácie
sq: Kërkoni Më Tepër të Dhëna
sv_se: Begär mer information
uk: Запросити більше інформації
vi: Yêu cầu Thêm Thông tin
