Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: The new file will be available to the public as soon as an editor is able to review it. There are currently %1$s other add-ons in the queue. Want to be reviewed faster? Consider <a %2$s>becoming an editor</a>.
ca: El nou fitxer es publicarà tant aviat com un editor pugui revisar-vos-el. Actualment hi ha %1$s complements més a la cua. Si voleu que es revisi més ràpidament penseu en <a %2$s>fer-vos editor</a>.
cs: Nový soubor bude veřejně dostupný po jeho kontrole redaktorem. Ve frontě na schválení je aktuálně %1$s doplňků. Chcete být zkontrolován rychleji? Můžete se <a %2$s>stát redaktorem</a>.
de: Die neue Datei wird öffentlich verfügbar sein, sobald ein Moderator sie begutachtet hat. Im Moment sind noch weitere %1$s Add-ons in dieser Liste. Möchten Sie, dass die Liste schneller schrumpft? Vielleicht möchten Sie <a %2$s>ein Moderator werden</a>?
el: Το νέο σας αρχείο θα είναι διαθέσιμο στο δημόσιο χώρο όταν θα μπορέσει να το αξιολογήσει κάποιος συντάκτης. Υπάρχουν προς το παρόν %1$s άλλα πρόσθετα σε ουρά αναμονής. Θέλετε να επιταχύνετε τη διαδικασία αξιολόγησης; Σκεφτείτε την πιθανότητα να <a %2$s>γίνετε συντάκτης</a> κι εσείς.
es_es: El nuevo archivo estará disponible de forma pública tan pronto como un editor lo revise. Actualmente hay otros %1$s complementos en la cola. ¿Quieres ser revisado más rápido? Piensa en la opción de <a %2$s>hacerte editor</a>.
hu: Az új fájl hamarosan nyilvánosan elérhető lesz, amint egy szerkesztő jóváhagyja. Jelenleg %1$s másik kiegészítő van a sorban. Szeretné, ha a jóváhagyás gyorsabban menne? Jelentkezzen <a %2$s>szerkesztőnek</a>.
it: Il nuovo file sarà disponibile al pubblico non appena un revisore l'avrà controllata. Attualmente ci sono altri %1$s componenti aggiuntivi in coda. Vorresti una revisione più rapida? Perché non <a %2$s>diventare un revisore</a>?
ja: 新しいファイルは、エディタによるレビューが完了次第、一般に公開されます。現在他に %1$s 個のアドオンがレビューを待っています。もっと早くレビューを受けたいですか？ それなら <a %2$s>エディタになる</a> ことをご検討ください。
nl: Het nieuwe bestand wordt beschikbaar voor het publiek zodra een editor het heeft kunnen beoordelen. Momenteel wachten %1$s andere add-ons hierop. Wilt u een snellere beoordeling? Overweeg dan <a %2$s>ook een editor te worden</a>.
pl: Nowy plik będzie możliwy do upublicznienia tak szybko, jak tylko edytor będzie w stanie dokonać jego recenzji. Aktualnie w kolejce do wykonania recenzji oczekuje %1$s innych dodatków. Chcesz, aby został szybciej zrecenzowany? Zastanów się, czy nie zostać <a %2$s>edytorem</a>.
pt_pt: O novo ficheiro será tornado público assim que um editor o puder rever. Actualmente existem %1$s outros extras em espera. Deseja ser revisto mais rapidamente? Considere <a %2$s>tornar-se um editor</a>.
ru: Новый файл станет доступен в публичном доступе, как только его рассмотрит редактор. В данный момент в очереди на рассмотрение стоит %1$s других дополнений. Хотите ускорить процесс рассмотрения? Подумайте, не хотите ли вы <a %2$s>стать редактором</a>.
sk: Nový súbor bude verejne dostupný po kontrole editorom. Vo fronte čaká na kontrolu niekoľko doplnkov súborov (celkom %1$s). Chcete urýchliť kontrolu? <a %2$s>Staňte sa editorom</a>.
sq: Kartela e re do të jetë e passhme për publikun sapo një redaktor ta shqyrtojë. Hëpërhë ka %1$s shtesa të tjera në radhë. Doni të shqyrtohet më shpejt? Shihni mundësinë të <a %2$s>bëheni një redaktor</a>.
sv_se: Den nya filen kommer att bli publikt tillgänglig så snart en editor har godkänt den. Det är för närvarande %1$s andra tillägg i kön. Vill du fått ditt tillägg granskat snabbare? Överväg att <a %2$s>bli en editor</a>.
uk: Новий файл буде загальнодоступним, як тільки редактор зможе його переглянути.На даний час у черзі є інші додатки %1$s. Хочете, щоб ваш додаток був швидше перевіреним? Подумайте про те, щоб <a %2$s>стати редактором</a>.
vi: Tập tin mới sẽ hiện hữu ra công cộng ngay khi biên tập viên có thể đánh giá nó. Hiện có %1$s tiện ích khác cũng đang trong hàng chờ. Muốn được đánh giá nhanh hơn? Hãy cân nhắc việc <a %2$s>trở thành một biên tập viên</a> nhé.

source: The new version will be available to the public as soon as an editor is able to review it. There are currently %1$s other add-ons in the queue. Want to be reviewed faster? Consider <a %2$s>becoming an editor</a>.
ca: La nova versió es publicarà tant aviat com un editor pugui revisar-vos-la. Actualment hi ha %1$s complements més a la cua. Si voleu que es revisi més ràpidament penseu en <a %2$s>fer-vos editor</a>.
cs: Nová verze bude veřejně dostupná po její kontrole redaktorem. Ve frontě na schválení je aktuálně %1$s doplňků. Chcete být zkontrolován rychleji? Můžete se <a %2$s>stát redaktorem</a>.
de: Die neue Version wird öffentlich verfügbar sein, sobald ein Moderator sie begutachtet hat. Im Moment sind noch weitere %1$s Add-ons in dieser Liste. Möchten Sie, dass die Liste schneller schrumpft? Vielleicht möchten Sie <a %2$s>ein Moderator werden</a>?
el: Η νέα έκδοση θα είναι διαθέσιμη στο δημόσιο χώρο όταν θα μπορέσει να την αξιολογήσει κάποιος συντάκτης. Υπάρχουν προς το παρόν %1$s άλλα πρόσθετα σε ουρά αναμονής. Θέλετε να επιταχύνετε τη διαδικασία αξιολόγησης; Σκεφτείτε την πιθανότητα να <a %2$s>γίνετε συντάκτης</a> κι εσείς.
es_es: La nueva versión estará disponible de forma pública tan pronto como un editor lo revise. Actualmente hay otros %1$s complementos en la cola. ¿Quieres ser revisado más rápido? Piensa en la opción de <a %2$s>hacerte editor</a>.
hu: Az új verzió hamarosan nyilvánosan elérhető lesz, amint egy szerkesztő jóváhagyja. Jelenleg %1$s másik kiegészítő van a sorban. Szeretné, ha a jóváhagyás gyorsabban menne? Jelentkezzen <a %2$s>szerkesztőnek</a>.
it: La nuova versione sarà disponibile al pubblico non appena un revisore l'avrà controllata. Attualmente ci sono altri %1$s componenti aggiuntivi in coda. Vorresti una revisione più rapida? Perché non <a %2$s>diventare un revisore</a>?
ja: 新しいバージョンは、エディタによるレビューが完了次第、一般に公開されます。現在他に %1$s 個のアドオンがレビューを待っています。もっと早くレビューを受けたいですか？ それなら <a %2$s>エディタになる</a> ことをご検討ください。
nl: De nieuwe versie wordt beschikbaar voor het publiek zodra een editor het heeft kunnen beoordelen. Momenteel wachten %1$s andere add-ons hierop. Wilt u een snellere beoordeling? Overweeg dan <a %2$s>ook een editor te worden</a>.
pl: Nowa wersja będzie możliwa do upublicznienia tak szybko, jak tylko edytor będzie w stanie dokonać jej recenzji. Aktualnie w kolejce do wykonania recenzji oczekuje %1$s innych dodatków. Chcesz, aby została zrecenzowana szybciej? Zastanów się, czy nie zostać <a %2$s>edytorem</a>.
pt_pt: A nova versão será tornada públiao assim que um editor o puder rever. Actualmente existem %1$s outros extras em espera. Deseja ser revisto mais rapidamente? Considere <a %2$s>tornar-se um editor</a>.
ru: Новая версия станет доступна в публичном доступе, как только её рассмотрит редактор. В данный момент в очереди на рассмотрение стоит %1$s других дополнений. Хотите ускорить процесс рассмотрения? Подумайте, не хотите ли вы <a %2$s>стать редактором</a>.
sk: Nová verzia bude verejne dostupná po kontrole editorom. Vo fronte čaká na kontrolu niekoľko doplnkov (celkom %1$s). Chcete urýchliť kontrolu? <a %2$s>Staňte sa editorom</a>.
sq: Versioni i ri do të jetë i passhëm për publikun sapo një redaktor ta shqyrtojë. Hëpërhë ka %1$s shtesa të tjera në radhë. Doni të shqyrtohet më shpejt? Shihni mundësinë të <a %2$s>bëheni një redaktor</a>.
sv_se: Den nya versionen blir tillgänglig för alla så snart som en redaktör har granskat det. Det är för närvarande %1$s andra tillägg i kön. Vill du få det granskat snabbare? Fundera på att <a %2$s>bli redaktör</a>.
uk: Нова версія буде загальнодоступною, як тільки редактор зможе її переглянути.На даний час у черзі є інші версії %1$s. Хочете, щоб ваша версія була перевірена швидше? Подумайте про те, щоб <a %2$s>стати редактором</a>.
vi: Phiên bản mới sẽ hiện hữu ra công cộng ngay khi biên tập viên có thể đánh giá nó. Hiện có %1$s tiện ích khác cũng đang trong hàng chờ. Muốn được đánh giá nhanh hơn? Hãy cân nhắc việc <a %2$s>trở thành một biên tập viên</a> nhé.

source: The page you're looking for is part of the sandbox. If you already have an account on Mozilla Add-ons, please log in, or <a href="%1$s">learn more about the sandbox.</a>
ca: El complement que esteu cercant està actualment en l'entorn de proves. Si ja teniu un compte del Mozilla Add-ons, connecteu-vos, o bé <a href="%1$s">coneixeu més coses de l'entorn de proves</a>
cs: Stránka, kterou hledáte, je součástí pískoviště. Pokud máte na serveru doplňky Mozilly účet, pak se prosím přihlaste, a nebo si zjistěte o&nbsp;pískovišti <a href="%1$s">více informací.</a>
de: Die von Ihnen angeforderte Seite gehört zum Sandkasten. The page you're looking for is part of the sandbox. Falls Sie bereits ein Konto bei Mozilla Add-ons haben, so melden Sie sich bitte an, oder <a href="%1$s">erfahren Sie mehr über den Sandkasten.</a>
el: Η σελίδα που αναζητήσατε είναι τμήμα του sandbox. Αν έχετε ήδη ένα λογαριασμό στο Mozilla Add-ons, παρακαλούμε συνδεθείτε, ή <a href="%1$s">μάθετε πρισσότερα για το sandbox.</a>
es_es: La página que estas buscando es parte del área de pruebas. Si tienes una cuenta de usuario en Mozilla Addons, por favor inicia sesión, o <a href="%1$s">descubre más sobre el área de pruebas.</a>
fa: صفحه‌ای که به دنبالش هستید بخشی از گودال ماسه‌بازی است. اگر یک حساب کاربری در وب‌گاه افزودنی‌های موزیلا دارید، لطفاً وارد شوید، یا <a href="%1$s">در مورد گودال ماسه‌بازی بیشتر بدانید</a>.
fr: La page que vous consultez actuellement fait partie de la zone appelée <em>bac à sable</em>. Si vous avez déjà un compte Mozilla Add-ons, veuillez vous connecter, sinon, <a href="%1$s">consultez ces informations sur la zone de bac à sable.</a>
hu: A keresett oldal a homokozó része. Ha rendelkezik fiókkal a Mozilla Add-ons webhelyen, akkor jelentkezzen be, vagy <a href="%1$s">olvassa el, hogy mi az a homokozó</a>.
it: La pagina che stai cercando fa parte della sandbox. Se già possiedi un account su Mozilla Add-ons, effettua l'accesso oppure <a href="%1$s">leggi ulteriori informazioni sulla sandbox.</a>
ja: お探しのアドオンは現在サンドボックスに置かれています。Mozilla Add-ons にアカウントをお持ちなら、ログインしていただくか、<a href="%1$s">サンドボックス関する詳細</a> をご覧ください。
nl: De door u gezochte pagina is onderdeel van de sandbox. Als u al een account op Mozilla Add-ons hebt, meld u dan a.u.b. aan, of <a href="%1$s">kom meer te weten over de sandbox.</a>
pl: Strona, której szukasz, jest częścią piaskownicy. Jeśli posiadasz już konto w Mozilla Add-ons, zaloguj się, lub <a href="%1$s">dowiedz się więcej o piaskownicy.</a>
pt_br: A página que você está procurando encontra-se na sandbox. Se você já tem uma conta no Mozilla Add-ons, faça login, ou <a href="%1$s">leia mais sobre a sandbox.</a>
pt_pt: A página que está à procura faz parte do sandbox. Se já tiver uma conta em Mozilla Add-ons, por favor entre, ou <a href="%1$s">saiba mais sobre o sandbox.</a>
ru: Страница, которую вы ищете, является частью «песочницы». Если у вас уже есть учётная запись на Mozilla Add-ons, пожалуйста войдите в систему или <a href="%1$s">почитайте больше о «песочнице»</a>.
sk: Stránka, ktorú hľadáte, je súčasťou Sandboxu. Ak máte účet na Mozilla Add-ons, prihláste sa alebo si <a href="%1$s">prečítajte o Sandboxe</a> ďalšie informácie.
sq: Faqja që po kërkoni është pjesë e bankoprovës. Nëse keni tashmë një llogari te Shtesat Mozilla, ju lutem hyni në të, ose <a href="%1$s">mësoni më tepër rreth bankoprovës.</a>
sv_se: Sidan du letar efter finns i sandlådan. Om du redan har ett konto på Mozilla Add-ons så logga in, eller <a href="%1$s">läs mer om sandlådan.</a>
uk: Сторінка, яку ви шукаєте, є частиною пісочниці. Якщо ви вже маєте рахунок на Додатках Mozilla’и, будь ласка, увійдіть, або <a href="%1$s">дізнайтеся більше про пісочницю.</a>
vi: Trang bạn đang tìm là một phần của hộp cát. Nếu bạn đã có một tài khoản trên Tiện Ích Mozilla, vui lòng đăng nhập, hoặc <a href="%1$s">tìm hiểu thêm về hộp cát.</a>

source: The preview screenshots for your add-on are shown below. You can make changes to captions or images below. The Default Preview is the preview that is displayed next to your add-on in search and browse listings.
ca: Les previsualitzacions de les captures de pantalla del vostre complement es mostren a continuació. Podeu fer canvis als títols o a les imatges. La previsualització per defecte és la previsualització que es mostra al costat del vostre complement en les cerques i en les llistes.
cs: Níže naleznete přehled náhledů doplňku. Můžete měnit jak legendy, tak samotné obrázky. Výchozí náhled se zobrazuje vedle doplňku ve výpisech hledání a veřejných seznamech.
de: Die Vorschaubilder für Ihr Add-on werden unten angezeigt. Dort können Sie auch die Beschreibungstexte ändern. Das Standard-Vorschaubild ist das Bild, das neben Ihrem Add-on in Suchergebnissen und Add-on-Listen angezeigt wird.
el: Παρακάτω εμφανίζονται οι εικόνες προεπισκόπησης του πρόσθετου σας. Μπορείτε να κάνετε αλλαγές στις παρακάτω εικόνες ή λεζάντες. Η αρχική εικόνα προεπισκόπησης είναι αυτή που θα προβάλλεται δίπλα από το όνομα του πρόσθετου σας στις λίστες περιήγησης και αναζήτησης.
es_es: Las capturas de pantalla de tu complemento se muestran abajo y puedes hacer cambios a sus descripciones e imágenes. La captura por defecto en la que se muestra al lado en el listado de complementos tras una búsqueda.
fa: تصاویر پیش‌نمایش افزودنی شما در زیر نمایش داده شده‌اند. در اینجا می‌توانید تصاویر یا عناوین آنها را تغییر دهید. پیش‌نمایش پیش‌فرض پیش‌نمایشی است که در فهرست‌های مرور و جستجو کنار افزودنی‌تان نشان داده می‌شود.
hu: A kiegészítő előnézeti képernyőképei alább láthatók. Alább módosíthatja a feliratokat vagy a képeket. Az Alapértelmezett előnézet lesz a keresési és tallózási oldalakon a kiegészítő mellett megjelenő előnézet.
it: Le anteprime del componente aggiuntivo sono visualizzate in seguito. È possibile modificare le descrizioni o le immagini. L'anteprima predefinita verrà mostrata accanto al componente aggiuntivo negli elenchi e nei risultati di ricerca.
ja: このアドオンのプレビュー用スクリーンショットが下に表示されています。ここでキャプションや画像を変更することができます。既定のプレビュー画像は、検索結果などにタイトルとともに表示される画像です。
nl: De voorbeeldweergaven voor uw add-on worden hieronder weergegeven. U kunt hieronder wijzigingen aan de tekst of de afbeeldingen. De Standaardvoorbeeldweergave is de afbeelding die naast uw add-on wordt weergegeven in zoek- en bladerlijsten.
pl: Obrazki dla tego dodatku są wyświetlone poniżej. Możesz dokonać zmian w opisach lub zmienić obrazki. Domyślny obrazek to obrazek prezentujący dodatek wyświetlany w wykazach przeglądania i wyników szukania dodatków.
pt_br: Os Screenshots de Demonstração do seu complemento estão mostrados abaixo. Você poderá fazer mudanças para os sub-títulos ou imagens abaixo. O Screenshot padrão é o screenshot que será apresentado próximo ao deu Complemento nos resultados da busca e nas listagens.
pt_pt: As miniaturas das pré-visualizações do seu extra são mostradas abaixo.A pré-visualização por defeito é a que é apresentada ao lado do seu extra nas listagens de pesquisa e navegação.
ru: Скриншоты вашего дополнения показаны ниже. Вы можете изменить эти скриншоты или подписи к ним. Скриншотом по умолчанию является скриншот, отображающийся рядом с вашим дополнением при поиске или в списках дополнений.
sk: Obrázky ukážok vášho doplnku sú zobrazené nižšie. Nižšie môžete takisto zmeniť ich menovky alebo aj jednotlivé obrázky. Predvolená ukážka je obrázok, ktorý sa zobrazuje vedľa názvu doplnku v zoznamoch a výsledkoch vyhľadávania.
sq: Paraparjet për shtesën tuaj tregohen më poshtë. Në përshkrimet ose pamjet e mëposhtme mund të bëni ndryshime. Paraparja Parazgjedhje është paraparja që duket përbri shtesës suaj në përfundime kërkimesh dhe shfletimi.
sv_se: Förhandsvisningen för ditt tillägg visas nedan. Du kan ändra bildtexter eller bilder där. Huvudförhandsvisningen är den som visas bredvid ditt tillägg i sök- och bläddringslistor.
uk: Знімки екрану для вашого додатку показані знизу. Ви можете внести зміни у підписи чи зображення знизу. Типовий перегляд є переглядом, що розміщений біля вашого додатку у списках пошуку та перегляду.
vi: Hình ảnh xem trước của tiện ích của bạn được hiển thị bên dưới. Bạn có thể thay đổi tiêu đề hoặc hình ảnh. Hình xem trước Mặc định là hình được hiển thị bên canh tiện ích của bạn trong liệt kê và tìm kiếm.

source: The source of your add-on files can be viewed online by any logged in user if you wish.
ca: Si voleu, el codi font del vostre complement el pot veure en línia qualsevol usuari registrat.
cs: Přihlášení uživatelé mají možnost procházet zdrojový kód souborů doplňku.
de: Wenn Sie die Anzeige des Quellcodes Ihrer Add-on-Dateien zulassen, so kann jeder eingeloggte Benutzer sie online ansehen.
el: Οποιοσδήποτε συνδεδεμένος χρήστης θα μπορεί να δει τον πηγαίο κώδικα των αρχείων του πρόσθετου σας αν το θέλετε.
es_es: El código fuente de los archivos de tu complemento podrán ser vistos en línea por cualquier usuario conectado si lo deseas.
hu: A kiegészítő fájljainak forrását online megjeleníthetővé teheti bármely bejelentkezett felhasználó számára.
it: È possibile fare in modo che il codice sorgente del componente aggiuntivo venga visualizzato solo dagli utenti registrati.
ja: あなたが許可すれば、アドオンに含まれているファイルのソースコードを、ログインしているすべてのユーザが表示できます。
nl: De bron van uw add-onbestanden kan online worden bekeken door elke ingelogde gebruiker als u dat wenst.
pl: Jeśli sobie tego życzysz, źródło plików Twojego dodatku może być oglądane w trybie online przez każdego zalogowanego użytkownika.
pt_br: O código fonte do seu complemento pode ser visualizado online por qualquer usuário logado se você desejar.
pt_pt: O ficheiros fonte do seu extra podem ser vistos se assim o quiser, por qualquer utilizador que esteja ligado.
ru: Если вы хотите, вы можете разрешить просмотр исходного текста файлов вашего дополнения любым зарегистрированным пользователем.
sk: Ak chcete, zdrojový kód súborov vášho doplnku si môže prezrieť online každý prihlásený používateľ.
sq: Burimi i kartelave të shtesës suaj mund të shihet "online" nga cilido përdorues që ka bërë hyrjen, nëse doni.
sv_se: Källkoden för ditt tillägg kan visas direkt på nätet för inloggade användare om du vill.
uk: Якщо ви бажаєте, джерело файлів вашого додатку може бути доступним усім користувачам, що зареєструвалися.
vi: Mã nguồn các tập tin tiện ích của bạn có thể được xem trực tuyến bởi bất kì người dùng nào nếu bạn muốn.

source: The specified version (%1$s) does not belong to this add-on (%2$s).
ca: La versió especificada (%1$s) no pertany a aquest complement (%2$s).
cs: Uvedená verze (%1$s) nepatří v&nbsp;doplňku (%2$s).
de: Die gewählte Version (%1$s) gehört nicht zu diesem Add-on (%2$s).
el: Η συγκεκριμένη έκδοση (%1$s) δεν ανήκει σ' αυτό το πρόσθετο (%2$s).
es_es: La versión espeficada (%1$s) no pertenece a este complemento (%2$s).
fa: نسخهٔ مشخص شده (%1$s) مربوط به این افزودنی (%2$s) نیست.
it: La versione specificata (%1$s) non appartiene a questo componente aggiuntivo (%2$s).
ja: 指定されたバージョン (%1$s) はこのアドオン (%2$s) に属しません。
nl: De opgegeven versie (%1$s) hoort niet bij deze add-on (%2$s).
pl: Podana wersja (%1$s) nie jest wersją tego dodatku (%2$s).
pt_br: A versão especificada (%1$s) não pertence ao complemento (%2$s).
pt_pt: A versão especificada (%1$s) não pertence a este extra (%2$s).
ru: Указаная версия (%1$s) не принадлежит этому дополнению (%2$s).
sk: Zvolená verzia (%1$s) nepatrí k tomuto doplnku (%2$s).
sq: Versioni i treguar (%1$s) nuk gjendet për këtë shtesë (%2$s).
sv_se: Den angivna versionen (%1$s) tillhör inte detta tillägg (%2$s).
uk: Наведена версія (%1$s) не належить цьому додатку (%2$s).
vi: Phiên bản xác định (%1$s) không thuộc về tiện ích này (%2$s).
