Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: There is not yet enough data to display this graph. Please check back later.
ca: Encara no hi ha prou informació per a mostrar aquest diagrama. Proveu-ho més tard.
cs: Pro zobrazení tohoto grafu stále není dostatek dat. Zkuste to prosím později.
de: Momemtan liegen nicht genügend Daten für die Generierung dieser Grafik vor. Bitte versuchen Sie es später noch einmal.
el: Δεν υπάρχουν ακόμα αρκετά δεδομένα για να σχεδιαστεί το γράφημα. Παρακαλούμε δοκιμάστε ξανά αργότερα.
es_es: Aún no hay datos suficientes para mostrar este gráfico. Por favor, inténtalo de nuevo más tarde.
fa: هنوز اطلاعات کافی برای نمایش نمودار جمع‌آوری نشده است. لطفاً بعداً تلاش نمایید.
fr: Il n'y a pas assez de données pour afficher le graphique. Revenez un peu plus tard.
hu: Még nincs elég adat a diagram megjelenítéséhez. Próbálja újra később.
it: Non sono presenti dati sufficienti per visualizzare questo grafico. Riprovare più tardi.
ja: このグラフ上に表示できるデータがまだ十分に集まっていません。また後で確認してください。
nl: Er zijn nog onvoldoende gegevens om deze grafiek weer te geven. Probeer het later nog eens.
pl: Nie ma jeszcze odpowiedniej ilości danych, aby wyświetlić ten graf. Prosimy spróbować ponownie później.
pt_br: Não existem dados suficientes para exibir este gráfico. Por favor, verifique novamente mais tarde.
pt_pt: Ainda não existem dados suficientes para este gráfico. Tente mais tarde.
ru: Для отображения этой диаграммы пока ещё не хватает данных. Пожалуйста вернитесь попозже.
sk: Nedostatok údajov na zobrazenie grafu. Skontrolujte neskôr.
sq: Ende nuk ka të dhëna të mjafta për shfaqjen e këtij grafiku. Ju lutem kontrolloni sërish më vonë.
sv_se: Det finns inte tillräckligt med data för att visa denna graf. Titta in igen senare.
uk: Не достатньо даних, щоб показати цей графік. Спробуйте, будь ласка, пізніше.
vi: Không đủ dữ liệu để hiển thị biểu đồ này. Vui lòng kiểm tra lại sau.

source: There must be at least one compatible application.
ca: Hi ha d'haver una aplicació compatible com a mínim.
de: Das Add-on muss mindestens mit einer Anwendung kompatibel sein.
fr: Il doit y avoir au moins une application compatible
it: Deve essere presente almeno una applicazione compatibile.
ja: 互換性のあるアプリケーションを少なくともひとつは指定してください。
nl: Er dient ten minste één compatibele toepassing te zijn.
pl: Musi być przynajmniej jeden kompatybilny program.
pt_pt: Tem de haver pelo menos uma aplicação compatível.
ru: Должно быть по меньшей мере одно совместимое приложение.
sv_se: De måste finnas minst en kompatibel applikation

source: There was an error saving your reply. Please contact %1$s about the issue.
ca: S'ha produït un error desant la vostra resposta. Per aquest motiu cal que contacteu amb %1$s.
cs: Uložení odpovědi se nezdařilo. Kontaktujte prosím %1$s a nahlšte tento problém.
de: Beim Speichern Ihrer Antwort ist ein Fehler aufgetreten. Bitte kontaktieren Sie %1$s wegen dieses Problems.
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση της απάντησης σας. Παρακαλούμε επικοινωνήστε με τη διεύθυνση ηλεκτρονικού ταχυδρομείου %1$s για να επιλυθεί το πρόβλημα.
es_es: Hubo un error al guardar tu respuesta. Por favor, contacta en %1$s sobre este problema.
fa: خطایی در ذخیره کردن پاسخ‌تان روی داد. لطفاً در این مورد با %1$s تماس بگیرید.
fr: Une erreur s'est produite lors de l'enregistrement de votre réponse. Veuillez contacter %1$s pour signaler ce problème.
it: Si è verificato un errore nel salvataggio della risposta. Contattare %1$s per segnalare il problema.
ja: 返信を保存する際にエラーが発生しました。%1$s までこの問題をご報告ください。
nl: Er is een fout opgetreden bij het opslaan van uw antwoord. Neem a.u.b. contact op met %1$s hierover.
pl: W trakcie zapisywania Twojej odpowiedzi wystąpił błąd. W sprawie tego problemu proszę skontaktować się z %1$s.
pt_br: Erro ao salvar sua resposta. Entre em contato com %1$s sobre este problema.
pt_pt: Houve um erro ao guardar a sua respostay. Contacte %1$s sobre este problema.
ru: При отправке вашего ответа произошла ошибка. Пожалуйста, свяжитесь с %1$s и опишите проблему.
sk: Pri ukladaní vašej odpovede sa vyskytla chyba. Prosím, kontaktujte %1$s.
sq: Pati një gabim gjatë ruajtjes së përgjigjes suaj. Ju lutemi lidhuni me %1$s-n rreth kësaj çështjeje.
sv_se: Det uppstod ett fel när ditt svar sparades. Kontakta gärna %1$s om problemet.
uk: При збереженні вашої відповіді виникла помилка. Зв'яжіться з %1$s стосовно цього питання.
vi: Có lỗi khi đang lưu trả lời của bạn. Vui lòng liên hệ %1$s về vấn đề này.

source: There was an error uploading your icon.
ca: S'ha produït un error mentre es pujava la vostra icona.
cs: Při nahrávání ikony nastala chyba.
de: Beim Hochladen Ihres Icons ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά τη μεταφορά του εικονιδίου σας.
es_es: Se ha producido un error al enviar el icono.
fa: در ارسال شمایل خطایی روی داد.
fr: Une erreur s'est produite lors de l'envoi de votre icône.
hu: Hiba történt az ikon feltöltésekor.
it: Si è verificato un errore durante il caricamento dell'immagine.
ja: アイコンのアップロード中にエラーが発生しました。
nl: Er is een fout opgetreden bij het uploaden van uw pictogram.
pl: Wystąpił błąd podczas wysyłania ikony
pt_br: Ocorreu um erro ao fazer upload do seu ícone.
pt_pt: Hove um erro ao carregar o seu ícone.
ru: При загрузке вашего значка произошла ошибка.
sk: Pri odosielaní ikony sa vyskytol problém.
sq: Pati një gabim gjatë ngarkimit të ikonës suaj.
sv_se: Det uppstod ett fel när du laddade upp ikonen.
uk: Помилка при завантежнні вашої позначки.
vi: Có một lỗi khi đang tải lên biểu tượng của bạn.

source: There were errors in the changes you made. Please correct them and resubmit.
ca: Hi ha errors en els canvis que heu fet. Corregiu-los i torneu a enviar el formulari
cs: Změněné údaje obsahují chyby. Opravte je prosím a formulář znova odešlete.
de: Fehler beim Bearbeiten des Benutzerprofils!
el: Υπάρχουν σφάλματα στις αλλαγές που κάνατε. Παρακαλούμε ελέγξτε τις και υποβάλετέ τες ξανά...
es_es: Hay errores en los cambios que ha hecho. Por favor, corrígelos y vuelva a enviarlos...
fa: تغییراتی که ایجاد کردید باعث ایجاد خطا گردید. لطفاً خطاها را اصلاح کنید و فرم را دوباره ارسال نمایید.
fr: Les changements que vous avez effectués contenaient des erreurs. Veuillez les corriger avant de soumettre le formulaire à nouveau.
hu: Hibák voltak a módosításokban. Javítsa ki őket, és küldje újra.
it: Le modifiche effettuate contengono degli errori. Correggili e invia di nuovo…
ja: 変更された内容にエラーがあります。確認の上、再度送信してください。
nl: Er zijn fouten opgetreden in de door u aangebrachte wijzigingen. Corrigeer ze a.u.b. en dien het formulier opnieuw in.
pl: Wprowadzone zmiany zawierają błędy. Należy je poprawić i wysłać ponownie.
pt_br: Existem erros nas mudanças que você fez. Por favor, corrigir e enviar novamente.
pt_pt: Houve erros nas alterações que efectuou. Corrija-os e volte a submeter.
ru: В изменениях, которые вы сделали, имеются ошибки. Исправьте их и отправьте данные заново…
sk: V zmenách, ktoré ste urobili, sú chyby. Opravte ich a odošlite znova.
sq: Pati gabime në ndryshimet që bëtë. Ndreqini, ju lutem, dhe riparashtrojini...
sv_se: Det fanns fel i dina ändringar. Vänligen korrigera och skicka in igen.
uk: Були помилки у змінах, які ви внесли. Будь ласка, виправте і знову надішліть…
vi: Có lỗi trong các thay đổi mà bạn đã tạo. Vui lòng sửa chúng và gửi lại.

source: These filters will remain in place for this session or until cleared.
ca: Els filtres romandran al mateix lloc durant aquesta sessió o fins que es netegin.
cs: Tyto filtry zůstanou aktivní po celou dobu relace nebo dokud nebudou vymazány.
de: Diese Filter bleiben für diese Sitzung aktiv oder bis sie gelöscht werden.
el: Τα φίλτρα θα παραμείνουν ενεργά για τη συνεδρία ή μέχρι να εκκαθαριστούν.
es_es: Estos filtros permanecerán para esta sesión o hasta que se cancelen.
fa: این صافی‌ها برای این نشست تا زمانی که پاک شوند باقی خواهند ماند.
fr: Ces filtres resteront actifs jusqu'à la fin de cette session ou bien jusqu'à ce qu'ils soient désactivés.
hu: Ezek a szűrők aktívak maradnak a munkamenet alatt, vagy amíg nem törli őket.
it: I filtri impostati rimarranno attivi per questa sessione oppure fino a quando non verranno reimpostati.
ja: これらのフィルタは、現在のセッション中またはクリアを選択するまで適用されます。
nl: Deze filters zullen gedurende deze sessie toegepast blijven, tenzij ze worden gewist.
pl: Te filtry pozostaną aktywne na czas trwania sesji lub do wyczyszczenia.
pt_br: Estes filtros irão permanecer para esta sessão ou até que sejam removidos.
pt_pt: Estes filtros irão manter-se durante esta sessão ou até serem limpos.
ru: Эти фильтры будут действовать до конца сеанса или пока не будут удалены.
sk: Tieto filtre zostanú platné počas celej relácie alebo kým nebudú vymazané.
sq: Këta filtra do të jenë në punë për këtë sesion ose derisa të shfuqizohen.
sv_se: Detta filter kvarstår för denna session eller tills de rensas.
uk: Ці фільтри залишатимуться на місці на цю сесію або до очищення.
vi: Các bộ lọc này vẫn sẽ giữ nguyên cho phiên này hoặc cho đến khi bị xóa.

source: This URL has an invalid format. Valid URLs look like http://example.com/my_page.
ca: Aquest URL no té un format vàlid. Els URL són de la forma http://exemple.com/pagina.
cs: Tato adresa nemá platný formát. Platné adresy mají tvar http://moje.domena.cz/moje-stranka/.
de: Dies ist keine gültige URL. Erlaubte URLs sehen etwa wie folgt aus: http://example.com/meine_seite.
el: Αυτό το URL έχει μη έγκυρη μορφή. Τα έγκυρα URL έχουν τη μορφή http://example.com/my_page.
es_es: Esta URL tiene un formato no válido. Las URLs válidas tienen un aspecto como este http://example.com/my_page.
fa: قالب این نشانی معتبر نیست. نشانی‌های معتبر مشابه htt_p://example.com/mypage هستند.
fr: Cette URL a un format non valide. Une URL valide ressemble à ceci&nbsp;: http://exemple.com/ma_page.
hu: Ez az URL érvénytelen formátumban van. Az érvényes URL-ek formátuma ehhez hasonló: http://példa.hu/saját_oldal.
it: Questo URL è in formato non valido. Un URL valido deve avere una struttura del tipo http://example.com/my_page.
ja: この URL は不正な形式です。有効な URL は http://example.com/my_page のような形式です。
nl: Deze URL heeft een ongeldige opmaak. Geldige URL’s lijken op http://voorbeeld.com/mijn_pagina.
pl: Ten adres URL ma nieprawidłowy format. Poprawny adres URL wygląda jak: http://example.com/moja_strona.
pt_br: Este endereço tem um formato inválido. Endereços válidos são do tipo http://example.com/minha_página.
pt_pt: Este URL tem um formato inválido. URLs válidos são do tipo http://example.com/my_page.
ru: Этот URL имеет неверный формат. Правильные URL имеют вид http://example.com/my_page.
sk: URL má neplatný formát. Platná adresa vyzerá takto: http://priklad.com/moja_stranka.
sq: Kjo URL ka format të pavlefshëm. URL-të e vlefshme kanë pamje si kjo http://shembull.com/faqja_ime.
sv_se: URLen har ett ogiltigt format. Giltiga URLer ser ut som http://example.com/my_page.
uk: Цей URL має недійсний формат. Дійсні URLи виглядають http://example.com/my_page.
vi: URL có định dạng sai. URL đúng sẽ trông như thế này http://www.mozilla.com/vi.

source: This Week
ca: Aquesta setmana
de: Diese Woche
el: Αυτή την εβδομάδα
es_es: Esta semana
fr: Cette semaine
hu: Ez a hét
it: Questa settimana
ja: 今週
nl: Deze week
pl: W ostatnim tygodniu
pt_pt: Esta semana
ru: Эту неделю

source: This dashboard is currently <b>private</b>.
ca: La consola actualment és <b>privada</b>.
cs: Tato stránka je v&nbsp;současnosti <b>soukromá</b>.
de: Die Statistiken sind derzeit <b>privat</b>.
el: Αυτό το ταμπλό είναι <b>ιδιωτικό</b> προς το παρόν.
es_es: Este panel actualmente es <strong>privado</strong>.
fa: این صفحهٔ آمار در حال حاضر <b>خصوصی</b> است.
fr: Ce tableau de bord est actuellement <b>privé</b>.
hu: Ez az oldal jelenleg <b>privát</b>.
it: Questo pannello è attualmente <b>privato</b>.
ja: このダッシュボードは現在 <b>非公開です</b>。
nl: Deze sectie is momenteel <b>persoonlijk</b>.
pl: Status panelu: <b>Prywatny</b>.
pt_br: Este painel é atualmente <b>privado</b>.
pt_pt: Este painel actualmente é <b>privado</b>.
ru: Эта панель в данный момент <b>приватная</b>.
sk: Táto štatistika je momentálne <b>súkromná</b>
sq: Ky pult, hëpërhë, është <b>vetjak</b>.
sv_se: Denna statistikpanel är för närvarande <b>privat</b>.
uk: Ця панель тимчасово є <b>приватною</b>.
vi: Bảng thống kê hiện đang ở chế độ <b>riêng tư</b>.

source: This dashboard is currently <b>public</b>.
ca: La consola actualment és <b>pública</b>.
cs: Tato stránka je v&nbsp;současnosti <b>veřejná</b>.
de: Die Statistiken sind derzeit <b>öffentlich</b>.
el: Αυτό το ταμπλό είναι <b>δημόσιο</b> προς το παρόν.
es_es: Este panel actualmente es <strong>public</strong>.
fa: این صفحهٔ آمار در حال حاضر <b>عمومی</b> است.
fr: Ce tableau de bord est actuellement <b>public</b>.
hu: Ez az oldal jelenleg <b>nyilvános</b>.
it: Questo pannello è attualmente <b>pubblico</b>.
ja: このダッシュボードは現在 <b>公開されています</b>。
nl: Deze sectie is momenteel <b>publiek</b>.
pl: Status panelu: <b>Ogólnodostępny</b>.
pt_br: Este painel é atualmente <b>público</b>.
pt_pt: Estepainel actualmente é <b>público</b>.
ru: Эта панель в данный момент <b>публичная</b>.
sk: Táto štatistika je momentálne <b>verejná</b>
sq: Ky pult, për çastin, është <b>publik</b>.
sv_se: Denna statistikpanel är för närvarande <b>publik</b>.
uk: Ця панель тимчасово є <b>загальнодоступною</b>.
vi: Bảng thống kê hiện đang ở chế độ <b>công khai</b>.

source: This email address is already taken by another user.
ca: L'adreça de correu ja està assignada a un altre usuari
cs: Tuto e-mailovou adresu již používá jiný uživatel.
de: Diese E-Mail-Adresse ist bereits vergeben!
el: Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου χρησιμοποιείται ήδη από άλλο χρήστη.
es_es: Esta dirección de correo electrónico ya está en uso.
fa: این نشانی پست الکترونیکی توسط کاربر دیگری ثبت شده است.
fr: Cette adresse est déjà utilisée par un autre compte.
hu: Ezt az e-mail címet már egy másik felhasználó használja.
it: Questo indirizzo e-mail è già utilizzato da un altro utente.
ja: このメールアドレスは既に他のユーザに使われています。
nl: Dit e-mailadres is al in gebruik door een andere gebruiker.
pl: Ten adres e-mail jest już używany przez innego użytkownika.
pt_br: Este email já foi utilizado por outro usuário.
pt_pt: Este endereço de correio já existe.
ru: Данный адрес электронной почты уже зарегистрирован другим пользователем.
sk: Táto e-mailová adresa už je obsadená iným používateľom.
sq: Kjo vendndodhje email është zënë tashmë nga një tjetër përdorues.
sv_se: Denna e-postadress används redan av en annan användare.
uk: Ця електорнна адреса вже зайнята іншим користувачем.
vi: Địa chỉ email này đã được dùng bởi người khác.

source: This field is required.
pt_pt: Este campo é necessário.

source: This field must not be empty.
ca: Aquest camp no pot estar buit.
cs: Tato položka nesmí být prázdná.
de: Dieses Feld darf nicht leer sein.
el: Δεν επιτρέπεται να είναι κενό το πεδίο.
es_es: Este campo no debe estar vacío.
fa: این فیلد نباید خالی باشد.
fr: Ce champ doit être rempli.
hu: Ez a mező nem maradhat üresen.
it: Questo campo non può essere lasciato vuoto.
ja: この項目は必須です。
nl: Dit veld mag niet leeg zijn.
pl: To pole nie może być puste.
pt_br: Este campo não pode ser vazio.
pt_pt: Este campo não pode estar vazio.
ru: Это поле не может быть пустым.
sk: Toto pole nesmie byť prázdne.
sq: Kjo fushë nuk mund të lihet bosh.
sv_se: Detta fält får inte vara tomt.
uk: Це поле не повинно бути пустим.
vi: Phần này không được để trống.

source: This file is not pending review.
ca: Aquest fitxer no està pendent de revisió.
cs: Tento soubor nečeká na kontrolu.
de: Diese Datei wartet gegenwärtig nicht auf Freischaltung.
el: Δεν υπάρχει αναμονή αξιολόγησης για το αρχείο.
es_es: Este archivo no tiene revisiones pendientes.
fa: این پرونده در انتظار بررسی نیست.
fr: Ce fichier n'est oas en attente de critique.
hu: Erre a fájlra nincs függőben értékelés.
it: Questo file non è in attesa di revisione.
ja: このファイルはレビュー待ちの状態ではありません。
nl: Dit bestand wacht niet op beoordeling.
pl: Ten plik nie oczekuje na recenzję.
pt_br: Este arquivo não está com avaliação pendente.
pt_pt: O ficheiro não está à espera de revisão.
ru: Этот файл не ожидает получения отзыва.
sk: Tento súbor nečaká na kontrolu.
sq: Kjo kartelë nuk është në pritje të shqyrtimit.
sv_se: Denna fil väntar inte på granskning.
uk: Немає запиту на перегляд цього файлу.
vi: Tập tin này không còn chờ đánh giá nữa.

# devcp_js_upload_toolarge
source: This file is too large. The file must be no bigger than %1$s.
ca: Aquest fitxer és massa llarg. El fitxer no pot ser més grant que %1$s.
de: Die Datei ist zu groß. Die Datei darf nicht größer als %1$sB sein.
el: Το αρχείο είναι πολύ μεγάλο. Δεν πρέπει να υπερβαίνει τα %1$s.
es_es: El archivo es demasiado grande. El archivo no puede ser mayor de %1$s.
fr: Ce fichier est trop gros. Votre fichier ne doit pas dépasser %1$s.
hu: Ez a fájl túl nagy. A fájl nem lehet nagyobb, mint %1$s.
it: Il file è troppo grande. La dimensione massima consentita è %1$s.
ja: このファイルは大きすぎます。最大サイズは %1$s です。
nl: Dit bestand is te groot. Het bestand mag niet groter zijn dan %1$s.
pl: Plik jest za duży. Rozmiar pliku nie może być większy niż %1$s.
pt_pt: Este ficheiro é demasiado grande. O ficheiro não pode ser maior que %1$s.
ru: Этот файл слишком велик. Файл не может быть больше чем %1$s.
sv_se: Filen är för stor. Filen kan inte vara större än %1$s.

source: This is a <i>Translation Box</i>. It allows you to localize a specific field into any other languages for which you might have a translation. You can add, edit, and remove translations using the locale tabs.
ca: Això és <i>el quadre de traducció</i>. Us permet traduir un determinat camp a altres llengües. Podeu afegir, editar i suprimir traduccions utilitzant les pestanyes.
cs: Toto je <i>lokalizační koutek</i>, který vám umožní přeložit danou položku do libovolného podporovaného jazyka. Můžete zde pomocí lokalizačních karet přidávat, upravovat a odebírat překlady.
de: Dies ist ein <em>Übersetzungsfeld</em>. Es erlaubt Ihnen, ein bestimmtes Feld in verschiedene Sprachen zu übersetzen. Mit Hilfe der Sprach-Tabs können Sie Übersetzungen hinzufügen, bearbeiten oder löschen.
el: Είναι <i>πλαίσιο μετάφρασης</i>. Σας επιτρέπει να μεταφράσετε συγκεκριμένα πεδία σε οποιαδήποτε γλώσσα μπορείτε. Μπορείτε να προσθέσετε, να επεξεργαστείτε και να αφαιρέσετε μεταφράσεις μέσα από τις καρτέλες μετάφρασης.
es_es: Este es un <i>cuadro de traducción</i>. Te permite traducir un campo concreto en otro idioma, para el que debes tener una traducción. Puedes añadir, editar y borrar las traducciones usando las pestañas de idioma.
hu: Ez egy <i>fordítási mező</i>. Lehetővé teszi az egyes mezők lefordítását más nyelvekre, amelyekhez rendelkezik fordításokkal. A területi beállítás lapokon felveheti, szerkesztheti és eltávolíthatja a fordításokat.
it: Questo è un <i>campo per la traduzione</i>. Permette di localizzare un campo specifico in qualsiasi lingua in cui è disponibile il componente aggiuntivo. È possibile aggiungere, modificare o eliminare le traduzioni usando la scheda Locale.
ja: これは <b>翻訳ボックス</b> です。特定の入力欄を、翻訳を用意している他の言語にローカライズできます。ロケールのタブを使用することで、翻訳を追加、編集、削除できます。
nl: Dit is een <i>vertaalveld</i>. Hiermee kunt u een specifiek veld localiseren naar elke andere taal waarvoor u een vertaling heeft. U kunt vertalingen toevoegen, bewerken en verwijderen met de localetabbladen.
pl: Są to karty ustawienia regionalnego znajdujące się w <i>Panelu tłumaczeń</i>. W panelu tym można zlokalizować określone pola w innych językach, dla których masz tłumaczenie. Możesz dodawać, edytować i usuwać tłumaczenia używając kart ustawień regionalnych.
pt_br: Este é um <i>Campo de Tradução</i>. Ele permite que você possa traduzir um campo específico para outros idiomas no qual você tem traduções. Vocé poderá adicionar, editar, e remover traduções utilizando as abas de tradução.
pt_pt: Isto é uma <i>Caixa de tradução</i>.Permite-lhe traduzir um campo específico para outros idiomas para os quais tenha uma tradução. Pode adicionar, editar e remover traduções usando os separadores de idioma.
ru: Это <i>поле для перевода</i>. С его помощью вы можете локализовать на другие языки специфичное поле, для которого у вас может быть перевод. Вы можете добавлять, редактировать и удалять переводы, используя вкладки локалей.
sk: Toto je <i>Lokalizačné pole</i>. Umožňuje preložiť informačné texty o doplnku do rôznych jazykov. Jednotlivé preklady môžete pridávať, upravovať a odstraňovať pomocou kariet jednotlivých jazykov.
sq: Kjo është <i>Kutia e Përkthimit</i>. Ju lejon të përktheni një fushë të caktuar në çfarëdo gjuhe tjetër për të cilën ju mirëmbani një përkthim. Mund të shtoni, përpunoni, dhe hiqni përkthime duke përdorur skedat e vendores.
sv_se: Det här är en <i>översättnignsruta</i>. Det låter dig lokalisra ett enskilt fält till andra språk du har översättningar för. Du kan lägga till, redigera och ta bort översättningar på lokalfliken.
uk: Це <i>Вікно перекладу</i>. Воно допоможе вам локалізувати певну ділянку іншими мовами, ні які у вас є переклад. Ви можете додати,змінити та вилучити переклад, користуючись позначками локалі.
vi: Đây là một <i>Hộp Dịch Thuật</i>. Nó cho phép bạn bản địa hóa một trường xác định thành các ngôn ngữ khác mà bạn có bản dịch. Bạn có thể thêm, chỉnh sửa, và xóa các bản dịch bằng cách dùng thẻ bản địa.

source: This is a pre-release
ca: Açò és una versió candidata
cs: Toto je kandidát na vydání doplňku
de: Dies ist keine Endversion
el: Πρόκειται για προέκδοση
es_es: Esta es una versión previa
fa: این یک نسخهٔ پیش از انتشار است
fr: Ceci est une pré-version
hu: Ez egy előzetes kiadás
it: Questa è una pre-release
ja: これは正式リリース前のアドオンです
nl: Dit is een pre-release
pl: To jest wydanie wstępne
pt_br: Esta é uma pré-distribuição
pt_pt: Isto é um pré-lançamento
ru: Предварительный выпуск
sk: Toto je vývojová verzia
sq: Ky është paraqarkullim
sv_se: Detta är en förhandsversion
uk: Це попередній випуск
vi: Đây là bản phát hành thử

source: This is not a valid email address.
ca: Aquesta adreça de correu no és vàlida.
cs: Tato e-mailová adresa není platná.
de: Dies ist keine korrekte E-Mail-Adresse!
el: Δεν είναι έγκυρη η διεύθυνση ηλεκτρονικού ταχυδρομείου.
es_es: Esta dirección de correo electrónico no es válida.
fa: این نشانی پست الکترونیکی معتبر نیست.
fr: Cette adresse est invalide.
hu: Ez nem érvényes e-mail cím.
it: Indirizzo e-mail non valido.
ja: メールアドレスの形式が正しくありません。
nl: Dit is geen geldig e-mailadres.
pl: Podany e-mail jest niepoprawny.
pt_br: Este não é um endereço de email válido.
pt_pt: Não é um endereço de correio electrónico válido.
ru: Это неправильный адрес электронной почты.
sk: Toto nie je platná e-mailová adresa.
sq: Kjo nuk është një vendndodhje email e vlefshme.
sv_se: Detta är inte en giltig e-postadress.
uk: Це недійсна електронна адреса.
vi: Đây không phải là địa chỉ email hợp lệ.

source: This nickname is already taken.
ca: L'àlies ja està assignat.
cs: Tuto přezdívku používá již jiný uživatel.
de: Dieser Spitzname ist bereits vergeben.
el: Το ψευδώνυμο υπάρχει ήδη.
es_es: Este apodo ya está en uso.
fa: این نام مستعار قبلاً استفاده شده است.
fr: Cet identifiant est déjà pris.
hu: Ezt a felhasználónevet már más használja.
it: Questo nome utente è già utilizzato.
ja: このニックネームは既に他のユーザに使われています。
nl: Deze nickname is al in gebruik.
pl: Ten nick jest już używany.
pt_br: Este apelido já foi utilizado.
pt_pt: Esta alcunha já existe.
ru: Такой ник уже существует.
sk: Táto prezývka už je obsadená.
sq: Kjo nofkë është e zënë tashmë.
sv_se: Detta kortnamn är upptaget.
uk: Це ім'я вже зайняте.
vi: Tên truy nhập này đã được dùng.
