Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: %1$s :: File Browser :: %2$s Add-ons
ca: %1$s :: Navegador :: Complements del %2$s
cs: %1$s :: Prohlížeč souborů :: Doplňky aplikace %2$s
de: %1$s :: Datei-Browser :: %2$s Add-ons
el: %1$s :: Περιήγηση αρχείων :: Πρόσθετα %2$s
es_es: %1$s :: Navegador de archivos :: Complementos de %2$s
fa: %1$s :: مرورگر پرونده :: افزودنی‌های %2$s
fr: %1$s :: Navigateur de fichiers :: Module %2$s
hu: %1$s :: Fájlböngésző :: %2$s-kiegészítők
it: %1$s :: Esplora file :: %2$s Add-ons
ja: %1$s :: ファイルブラウザ :: %2$s Add-ons
nl: %1$s :: Bestand zoeken :: %2$s Add-ons
pl: %1$s :: Przeglądanie pliku :: %2$s – dodatki
pt_br: %1$s :: Navegador de Arquivos :: complementos %2$s
pt_pt: %1$s :: Explorador de ficheiro :: %2$s Extras
ru: %1$s :: Обозреватель файлов :: Дополнения %2$s
sk: %1$s :: Prehliadač súborov :: %2$s Add-ons
sq: %1$s :: Shfletues Kartelash :: Shtesa %2$s-i
sv_se: %1$s :: Filbläddrare :: %2$s Tillägg
uk: %1$s :: File Browser :: %2$s додатків
vi: %1$s :: Duyệt Tập Tin :: Tiện ích %2$s

source: %1$s Add-on
ca: %1$s complement
cs: %1$s doplněk
el: %1$s πρόσθετο
es_es: %1$s complemento
fa: %1$s افزودنی
fr: %1$s module
hu: %1$s kiegészítő
it: %1$s componente aggiuntivo
ja: %1$s 個のアドオン
pl: %1$s dodatek
pt_br: %1$s complemento
pt_pt: %1$s extra
ru: %1$s дополнение
sk: %1$s doplnok
sv_se: %1$s Tillägg
uk: %1$s додаток
vi: %1$s Tiện ích

source: %1$s Add-on in this Collection
ca: %1$s complement en aquesta col·lecció
cs: %1$s doplněk ve sbírce
de: %1$s Add-on in dieser Sammlung
el: %1$s πρόσθετο σ' αυτή τη συλλογή
es_es: %1$s complemento en este recopilatorio
fa: %1$s افزودنی در این مجموعه
fr: %1$s module dans cette collection
hu: %1$s kiegészítő van ebben a gyűjteményben
it: %1$s elemento in questa raccolta
ja: このコレクションには %1$s 個のアドオンが含まれています
nl: %1$s add-on in deze collectie
pl: W kolekcji znajduje się %1$s dodatek
pt_br: %1$s complemento nesta coleção
pt_pt: %1$s extra nesta colecção
ru: %1$s дополнение в этой подборке
sk: %1$s doplnok v tejto kolekcii
sq: %1$s Shtesë në këtë Koleksion
sv_se: %1$s tillägg i denna samling
uk: %1$s Додаток у цій збірці
vi: %1$s Tiện ích trong Bộ sưu tập

source: %1$s add-on
ca: %1$s complement
cs: %1$s doplněk v&nbsp;kategorii "%2$s"
de: %1$s Add-on in "%2$s"
el: %1$s πρόσθετο
es_es: %1$s complemento
fa: %1$s افزودنی
fr: %1$s module
hu: %1$s kiegészítő
it: %1$s componente aggiuntivo
ja: %1$s 個のアドオン
pl: %1$s dodatek
pt_br: %1$s complemento
pt_pt: %1$s extra
ru: %1$s дополнение
sk: %1$s doplnok
sq: %1$s shtesë
sv_se: %1$s tillägg
uk: %1$s "%2$s" додаток
vi: %1$s tiện ích

source: %2$s Add-ons Password Reset\n\nA request was received to reset the password for this account on addons.mozilla.org. To change this password please click on the following link, or paste it into your browser's location bar:\n\n%1$s\n\nIf you did not request this email there is no need for further action.\n\nThanks,\n-- %2$s Add-ons Staff
ca: Recuperació de la contrasenya del %2$s Add-ons S'ha rebut una petició de recuperació de contrasenya d'aquest compte des de l'addons.mozilla.org. Per a canviar la contrasenya cliqueu el següent enllaç, o bé copieu i enganxeu-lo a la barra de navegació del vostre navegador: %1$s Si no heu demanat aquest correu, no cal que feu res més. Gràcies, -- Personal de %2$s Add-ons
de: %2$s Add-ons Password zurücksetzen Sie erhalten diese E-Mail, weil jemand bei %2$s Add-ons angefordert hat, Ihr Passwort zurückzusetzen. Um Ihr Passwort zu ändern, klicken Sie bitte auf den folgenden Link, oder kopieren Sie ihn in die Adressleiste Ihres Webbrowsers: %1$s Wenn Sie diese Mail nicht angefordert haben, ignorieren Sie sie bitte einfach. Ihr Passwort wird dann nicht verändert. Danke, -- das %2$s Add-ons Team
el: Επαναφορά κωδικού για τα πρόσθετα του %2$s Δεχθήκαμε ένα αίτημα για την επαναφορά κωδικού αυτού του λογαριασμού στο addons.mozilla.org. Για να αλλάξετε τον κωδικό , παρακαλούμε κάντε κλικ στον ακόλουθο δεσμό ή επικολλήστε τον στη γραμμή διευθύνσεων του περιηγητή σας: %1$s Αν θεωρείτε πως το αίτημα στάλθηκε εσφαλμένα, δεν υπάρχει λόγος να κάνετε οποιαδήποτε ενέργεια. Ευχαριστούμε, -- Το προσωπικό των πρόσθετων του %2$s
fr: Réinitialisation du mot de passe pour le site Modules %2$s\n\nUne demande de réinitialisation du mot de passe lié à cette adresse de messagerie a été faite pour le site addons.mozilla.org. Pour changer votre mot de passe, veuillez cliquer sur le lien ci-dessous, ou bien le coller dans la barre d'adresse de votre navigateur:\n\n%1$s\n\nSi vous n'avez pas fait cette demande de modification, ignorez ce message.\n\nMerci.\n-- \nL'équipe du site Modules %2$s
hu: A %2$s kiegészítők jelszavának törlése\n\nKérés érkezett az addons.mozilla.org ezen fiókja jelszavának törlésére. A jelszó módosításához kattintson a következő hivatkozásra, vagy másolja be a böngésző címsávjába:\n\n%1$s\n\nHa nem Ön kérte ezt az e-mailt, akkor nem kell semmit tennie.\n\nKöszönjük!\n-- A %2$s kiegészítők munkatársai
it: %2$s Add-ons reimpostazione della password Abbiamo ricevuto la richiesta di reimpostare la password per questo account su addons.mozilla.org. Per modificare la password fai clic sul link successivo oppure copia e incolla il link completo nella barra degli indirizzi del tuo browser: %1$s Se non hai richiesto questa e-mail non devi fare nulla. Grazie, -- Lo staff di %2$s Add-ons
ja: %2$s Add-ons の登録パスワード変更\n\naddons.mozilla.org に登録されているアカウントのパスワード変更リクエストを受け付けました。パスワードを変更するには、以下のリンクをクリックするか、リンクの文字列全体をブラウザのロケーションバーに貼り付けてください。\n\n%1$s\n\nリクエストをした覚えがない場合は、このメールは無視してください。\n\nご利用ありがとうございます。\n-- %2$s Add-ons スタッフ
nl: %2$s add-ons wachtwoordreset Er is een verzoek ontvangen om het wachtwoord voor deze account op addons.mozilla.org te resetten. Klik op de volgende koppeling om het wachtwoord te wijzigen, of plak deze in de locatiebalk van uw browser: %1$s Als u dit bericht niet hebt aangevraagd is verdere actie niet nodig. Bedankt, – %2$s Add-ons Team
pl: %2$s – dodatki – Resetowanie hasła Otrzymaliśmy prośbę o zresetowanie hasła dla tego konta na addons.mozilla.org. Aby zmienić hasło, kliknij odnośnik poniżej lub skopiuj i wklej cały adres do paska adresu swojej przeglądarki: %1$s Jeśli z Twojej strony nie było prośby o zresetowanie hasła, nie ma potrzeby podejmowania jakiegokolwiek działania. Dziękujemy, — Zespoł %2$s – dodatki
pt_pt: Reínicio de senha dos Extras da %2$s\n\nFoi recebido um pedido para reiniciar a senha desta conta em addons.mozilla.org. Para alterar esta senha clique na seguinte ligação, ou cole-a na barra de endereço do seu navegador:\n\n%1$s\n\nSe não pediu esta mensagem de correio pode ignorar esta mensagem.\n\nObrigado,\n-- A equipa dos Extras da %2$s
ru: Сброс пароля для сайта дополнений %2$s\n\nБыл получен запрос на сброс пароля для этой учётной записи на сайте addons.mozilla.org. Чтобы изменить пароль щёлкните по ссылке, указанной ниже, или скопируйте и вставьте её в строку адреса браузера:\n\n%1$s\n\nЕсли вы не делали этого запроса, просто проигнорируйте это сообщение. \nСпасибо,\n-- Администрация сайта дополнений %2$s
sk: Vynulovanie hesla pre %2$s Add-ons\n\nBola prijatá žiadosť o vynulovanie hesla pre tento účet na stránke addons.mozilla.org. Ak chcete zmeniť heslo, kliknite na nasledujúci odkaz, alebo ho zadajte v prehliadači do panela adresy:\n\n%1$s\n\nAk ste žiadosť nepodali, nie je potrebná žiadna akcia.\n\nĎakujeme,\n-- Tím %2$s Add-ons
sv_se: %2$s Add-ons Lösenordsåterställning En begäran om att återställa lösenordet för detta konto gjordes på addons.mozilla.org. För att ändra detta lösenord klicka på länken nedan eller klistra in den i din webbläsares adressrad: %1$s Om du inte begärde denna återställning behöver du inte göra något alls. Tack, -- %2$s Add-ons-staben
uk: Було отримано %2$s запит\n\nA на скидання пароля для цього рахунку на сайтіaddons.mozilla.org. Для зміни цього пароля, будь ласка, клацніть на наступномупосиланні, або вставте його у панель адреси вашого браузера:\n\n1$s\n\n, якщо ви не зробили запит на цю адресу ел.пошти, нічого робити не треба.\n\nДякуємо\n-- Колектив додатків %2$s

source: %s Add-ons
ca: Complements del %s
cs: doplňky Mozilly
el: Πρόσθετα %s
fa: افزودنی‌های %s
fr: %s AMO
hu: %s kiegészítők
pl: %s – dodatki
pt_br: %s complementos
pt_pt: %s Extras
ru: Дополнения для %s
sq: Shtesa %s
uk: %s додатків
vi: Tiện ích %s

source: <a href="%1$s">Log in</a> to install this experimental add-on. <a href="%2$s">Why</a>?
ca: Cal que <a href="%1$s">inicieu una sessió</a> per a instal·lar aquest complement experimental. Voleu saber <a href="%2$s">per què</a>?
de: <a href="%1$s">Einloggen</a> zum Installieren. <a href="%2$s">Warum?</a>
el: <a href="%1$s">Συνδεθείτε</a> για να εγκαταστήσετε αυτό το πρόσθετο. <a href="%2$s">Ποιος ο λόγος</a>;
es_es: <a href="%1$s">Inicia sesión</a> para instalar este complemento experimental. ¿<a href="%2$s">Por qué</a>?
fa: برای نصب این افزودنی آزمایشی <a href="%1$s">وارد شوید</a>. <a href="%2$s">چرا</a>؟
fr: <a href="%1$s">Connectez-vous</a> pour installer ce module expérimental. <a href="%2$s">Pourquoi</a>&nbsp;?
hu: <a href="%1$s">Jelentkezzen be</a> a kísérleti kiterjesztés telepítéséhez. <a href="%2$s">Miért</a>?
it: <a href="%1$s">Accedere</a> per installare questo componente aggiuntivo. <a href="%2$s">Perché</a>?
ja: この実験的なアドオンをインストールするには <a href="%1$s">ログイン</a> してください。<a href="%2$s">詳細</a>
nl: <a href="%1$s">Meld u aan</a> om deze add-on te installeren. <a href="%2$s">Waarom</a>?
pl: <a href="%1$s">Zaloguj się</a>, aby zainstalować ten dodatek. <a href="%2$s">Dlaczego</a>?
pt_pt: <a href="%1$s">Entrar</a> para instalar este extra experimental. <a href="%2$s">Porquê</a>?
ru: <a href="%1$s">Зарегистрируйтесь</a>, чтобы установить это экспериментальное дополнение. <a href="%2$s">Но почему</a>?
sk: Na inštaláciu tohto doplnku sa musíte <a href="%1$s">prihlásiť</a>. <a href="%2$s">Prečo</a>?
sv_se: <a href="%1$s">Logga in</a> för att installera detta experimentella tillägg. <a href="%2$s">Varför</a>?
uk: <a href="%1$s">Увійдіть</a>, щоб встановити цей експериментальний додаток. <a href="%2$s">Чому</a>?
vi: <a href="%1$s">Đăng nhập</a> để cài đặt tiện ích thử nghiệm này. <a href="%2$s">Tại sao</a>?

source: <a href="http://getfirefox.com">Upgrade Firefox</a> to use this add-on
ca: <a href="http://getfirefox.com">Actualitzeu el Firefox</a> per a utilitzar aquest complement
cs: Pro použití tohoto doplňku je nutné <a href="http://getfirefox.com">aktualizovat Firefox</a>
de: <a href="http://getfirefox.com">Aktualisieren Sie Firefox</a>, um dieses Add-on zu verwenden
el: <a href="http://getfirefox.com">Ενημερώστε τον Firefox</a> για να χρησιμοποιήσετε αυτό το πρόσθετο.
es_es: <a href="http://getfirefox.com">Actualiza Firefox</a> para usar este complemento
fa: برای استفاده از این افزودنی، <a href="http://getfirefox.com">فایرفاکس را ارتقا دهید</a>
fr: <a href="http://getfirefox.com">Mettez à jour votre Firefox</a> pour utiliser ce module
hu: <a href="http://getfirefox.com">Frissítse a Firefoxot</a> a kiegészítő használatához
it: <a href="http://getfirefox.com">Aggiorna Firefox</a> per utilizzare questo componente aggiuntivo
ja: このアドオンを利用するには <a href="http://getfirefox.com">Firefox をアップグレード</a> してください
nl: <a href="http://getfirefox.com">Werk Firefox bij</a> om deze add-on te gebruiken
pl: <a href="http://getfirefox.com">Zaktualizuj Firefoksa</a>, aby używać tego dodatku
pt_br: <a href="http://getfirefox.com">Atualize o Firefox</a> para utilizar este Complemento
pt_pt: <a href="http://getfirefox.com">Actualize o Firefox</a> para utilizar este extra
ru: Для использования этого дополнения <a href="http://getfirefox.com">Обновите Firefox</a>
sk: Aby ste mohli používať tento doplnok, musíte <a href="http://getfirefox.com">aktualizovať Firefox</a>
sq: <a href="http://getfirefox.com">Përditësoni Firefox-in</a> që të mund të përdorni këtë shtesë
sv_se: <a href="http://getfirefox.com">Uppgradera Firefox</a> för att använda detta tillägg
uk: <a href="http://getfirefox.com">Оновіть Firefox</a>, щоб скористатись цим додатком
vi: <a href="http://getfirefox.com">Nâng cấp Firefox</a> để dùng tiện ích này

source: <ol><li>Download and save the file to your hard disk.</li><li>In Mozilla Sunbird, open Add-ons from the Tools menu.</li><li>Click the Install button, and locate/select the file you downloaded and click "OK".</li></ol>
ca: <ol><li>Cliqueu l'enllaç següent per a desar el fitxer.</li><li>En el Mozilla Sunbird, obriu Complements des del menú Eines.</li><li>Cliqueu el botó Instal·la, cerqueu el fitxer que us heu baixat i cliqueu "D'acord".</li></ol>
cs: <ol><li>Uložte soubor klepnutím na odkaz níže.</li><li>V Mozilla Sunbirdu otevřete Spráce doplňků z&nbsp;nabídky Nástroje.</li><li>Klepněte na tlačítko Instalovat, zvolte soubor, který jste stáhli a klepněte na "OK".</li></ol>
de: <ol><li>Klicken Sie den unten stehenden Link, um die Datei herunterzuladen.</li><li>In Mozilla Sunbird, öffnen Sie im Menü "Extras" den Punkt "Add-ons".</li><li>Klicken Sie auf die Schaltfläche "Installieren", wählen Sie die heruntergeladene Datei aus, und klicken Sie "OK".</li></ol>
el: <ol><li>Κάντε κλικ στον παρακάτω δεσμό για να αποθηκεύσετε το αρχείο.</li><li>Στο Mozilla Sunbird, ανοίξτε τα «Πρόσθετα» από το μενού «Εργαλεία».</li><li>Κάντε κλικ στο κουμπί «Εγκατάσταση» και αφού εντοπίσετε/επιλέξετε το αρχείο που αποθηκεύσατε κάντε κλικ στο «OK».</li></ol>
es_es: <ol><li>Haz clic en el enlace a continuación para guardar el archivo.</li><li>En Mozilla Sunbird, abre Complementos desde el menú Herramientas.</li><li>Haz clic en el botón Instalar, localiza/selecciona el archivo que descargaste y pulsa sobre "OK".</li></ol>
fa: <ol><li>برای ذخیره کردن پرونده روی پیوند زیر کلیک کنید.</li><li>در موزیلا سان‌برد، از منوی ابزارها گزینهٔ افزودنی‌ها را انتخاب کنید.</li><li>دکمهٔ نصب را فشار دهید و پرونده‌ای که بارگیری نموده‌اید را انتخاب نمایید و دکمهٔ «تأیید» را فشار دهید.</li></ol>
fr: <ol><li>Cliquez sur le lien ci-dessous pour enregistrer le fichier.</li><li>Dans Mozilla Sunbird, cliquez sur Modules complémentaires depuis le menu Outils.</li><li>Cliquez sur le bouton Installer, sélectionnez le fichier téléchargé sur votre disque dur et cliquez sur "OK".</li></ol>
hu: <ol><li>A fájl mentéséhez kattintson az alábbi hivatkozásra.</li><li>A Mozilla Sunbirdben válassza az Eszközök menü Kiegészítők parancsát.</li><li>Kattintson a Telepítés gombra, majd keresse meg az imént letöltött fájlt, és kattintson az OK gombra.</li></ol>
it: <ol><li>Fare clic sul link seguente per salvare il file.</li><li>In Mozilla Sunbird selezionare Componenti aggiuntivi dal menu Strumenti.</li><li>Fare clic sul pulsante Installa, individuare il file scaricato e fare clic su "OK".</li></ol>
ja: <ol><li>以下のリンクをクリックしてファイルを保存してください。</li><li>Mozilla Sunbird の [ツール] メニューから [アドオン] を選択します。</li><li>[インストール] ボタンをクリックし、ダウンロードしたファイルを見つけて選択したら [OK] をクリックします。</li></ol>
nl: <ol><li>Klik op onderstaande koppeling om het bestand op te slaan.</li><li>OpenAdd-ons in het menu Extra in Mozilla Sunbird.</li><li>Klik op de knop Installeren, zoek/selecteer het gedownloade bestand en klik op “OK”.</li></ol>
pl: <ol><li>Zapisz ten plik na swoim twardym dysku.</li><li>W programie Mozilla Sunbird z poziomu menu Narzędzia otwórz Dodatki.</li><li>Naciśnij przycisk „Zainstaluj…”, znajdź i wybierz pobrany plik. W nowym otwartym oknie naciśnij przycisk „Zainstaluj”.</li></ol>
pt_br: <ol><li>Clique no link abaixo para salvar o arquivo.</li><li>No Mozilla Sunbird, abra os complementos do Menu de Ferramentas.</li><li>Clique no botão de Instalação, localize/selecione o arquivo que você fez download depois clique "OK".</li></ol>
pt_pt: <ol><li>Clique na ligação abaixo para guardar o ficheiro.</li><li>No Mozilla Sunbird, abrir os extras a partir do menu ferramentas.</li><li>Clique no botão instalar e localize/seleccione o ficheiro que transferiu e clique "OK".</li></ol>
ru: <ol><li>Нажмите правой кнопкой мыши на ссылке и выберите «Сохранить ссылку как…» для того, чтобы сохранить файл на жёстком диске.</li><li>В Mozilla Sunbird, откройте окно менеджера дополнений через меню «Инструменты|Дополнения».</li><li>Нажмите кнопку «Установить…», найдите и выберите файл, который вы скачали и нажмите «OK».</li></ol>
sk: <ol><li>Prevezmite súbor a uložte ho na pevný disk.</li><li>V programe Mozilla Sunbird pomocou ponuky Nástroje otvorte Doplnky.</li><li>Kliknite na tlačidlo Nainštalovať, vyhľadajte/vyberte prevzatý súbor a kliknite na tlačidlo "OK".</li></ol>
sq: <ol><li>Klikoni mbi lidhjen e mëposhtme për të ruajtur kartelën.</li><li>Te Mozilla Sunbird-i, hapni Shtesa prej menusë Mjete.</li><li>Klikoni butonin Instaloje, mandej gjeni/përzgjidhni kartelën që shkarkuat dhe klikoni "OK".</li></ol>
sv_se: <ol><li>Klicka på länken nedan för att spara filen.</li><li>I Mozilla Sunbird, öppna Tillägg från Verktygsmenyn.</li><li>Klicka på knappen Installera och hitta/välj filen du laddat ner och tryck "Öppna".</li></ol>
uk: <ol><li>Для того, щоб зберегти файл, натисніть на посиланні нижче.</li><li>У Mozilla Sunbird, відкрийте Додатки з меню Інструменти.</li><li>Натисніть кнопку Встановити, виберіть завантажений вами файл та натисніть "OK".</li></ol>
vi: <ol><li>Nhấn vào liên kết bên dưới để lưu tập tin.</li><li>Trong Mozilla Sunbird, mở Tiện ích từ trình đơn Công cụ</li><li>Nhấn vào nút Cài đặt, và tìm/chọn tập tin bạn đã tải xuống và nhấn "OK".</li></ol>
