Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Add Locale
ca: Afegeix un idioma
cs: Přidat lokalizaci
de: Sprache hinzufügen
el: Προσθήκη γλώσσας
es_es: Añadir traducción
fa: افزودن زبان
fr: Ajouter une locale
hu: Nyelv hozzáadása
it: Aggiungi locale
ja: ロケールを追加
nl: Locale toevoegen
pl: Dodaj
pt_br: Adicionar Idiomas
pt_pt: Adicionar idioma
ru: Добавить локаль
sk: Pridať jazyk
sq: Shtoni Vendore
sv_se: Lägg till lokal
uk: Додати локаль
vi: Thêm Bản Địa

source: Add Locale to All
ca: Afegeix un idioma a tot
cs: Přidat lokalizaci ke všem
de: Sprache überall hinzufügen
el: Προσθήκη γλώσσας σε όλες
es_es: Añadir idioma a todos
fa: افزودن زبان به همه
hu: Nyelv hozzáadása mindhez
it: Aggiungi locale a tutti
ja: すべての欄にロケールを追加
nl: Localeaan alles toevoegen
pl: Dodaj do wszystkich
pt_br: Adicionar Idiomas para Todos
pt_pt: Adicionar idioma a todos
ru: Добавить локаль во все
sk: Pridať jazyk do všetkých polí
sq: Shtoni Vendore te Tërë
sv_se: Lägg till lokal till alla
uk: Додати локаль до Загального
vi: Thêm Bản địa cho Tất cả

source: Add New Application
ca: Afegeix una nova aplicació
cs: Přidat novou aplikaci
de: Neue Anwendung hinzufügen
el: Προσθήκη νέας εφαρμογής
es_es: Añadir nueva aplicación
fa: افزودن برنامهٔ جدید
fr: Ajouter une nouvelle application
hu: Új alkalmazás hozzáadása
it: Aggiungi nuova applicazione
ja: 新しいアプリケーションを追加
nl: Nieuwe toepassing toevoegen
pl: Dodaj program
pt_br: Adicionar nova aplicação
pt_pt: Adicionar nova aplicação
ru: Добавить новое приложение
sk: Pridať novú aplikáciu
sq: Shto Zbatim të Ri
sv_se: Lägg till ny applikation
uk: Додати нову програму
vi: Thêm Chương Trình Mới

source: Add New Author
ca: Afegeix un autor nou
cs: Přidat nového autora
de: Einen neuen Autor hinzufügen
el: Προσθήκη νέου δημιουργού
es_es: Añadir nuevo autor
fa: افزودن مؤلف جدید
fr: Ajouter un nouvel auteur
hu: Új szerző hozzáadása
it: Aggiungi nuovo autore
ja: 新しい作者を追加
nl: Nieuwe schrijver toevoegen
pl: Dodaj kolejnego autora
pt_br: Adicionar novo autor
pt_pt: Adicionar novo autor
ru: Добавить нового автора
sk: Pridať nového autora
sq: Shtoni Autor të Ri
sv_se: Lägg till ny författare
uk: Додати нового автора
vi: Thêm Tác Giả Mới

source: Add New File
ca: Afegeix un nou fitxer
cs: Přidat nový soubor
de: Neue Datei hinzufügen
el: Προσθήκη νέου αρχείου
es_es: Añadir nuevo archivo
fa: افزودن پروندهٔ جدید
fr: Ajouter un nouveau fichier
hu: Új fájl hozzáadása
it: Aggiungi nuovo file
ja: 新しいファイルを追加
nl: Nieuw bestand toevoegen
pl: Wyślij nowy plik
pt_br: Adicionar Novo Arquivo
pt_pt: Adicionar novo ficheiro
ru: Добавить новый файл
sk: Pridať novú verziu
sq: Shto Kartelë të Re
sv_se: Lägg till ny fil
uk: Додати новий файл
vi: Thêm Tập Tin Mới

source: Add New Preview
ca: Afegeix una previsualització
cs: Přidat nový náhled
de: Ein neues Vorschaubild hinzufügen
el: Προσθήκη εικόνας προεπισκόπησης
es_es: Añadir nueva captura
fa: افزودن پیش‌نمایش جدید
fr: Ajouter un nouvel aperçu
hu: Új előnézet hozzáadása
it: Aggiungi nuova anteprima
ja: 新しいプレビュー画像を追加
nl: Nieuwe voorbeeldweergave toevoegen
pl: Dodaj obrazek
pt_br: Adicionar um novo Screenshot
pt_pt: Adicionar nova pré-visualização
ru: Добавить новый скриншот
sk: Pridanie novej ukážky
sq: Shto Paraparje të Re
sv_se: Lägg till ny förhandsvisning
uk: Додати новий перегляд
vi: Thêm Hình ảnh Xem trước Mới

source: Add New Version
ca: Afegeix una versió nova
cs: Přidat novou verzi
de: Neue Version hinzufügen
el: Προσθήκη νέας έκδοσης
es_es: Añadir nueva versión
fa: افزودن نسخهٔ جدید
fr: Ajouter une nouvelle version
hu: Új verzió hozzáadása
it: Aggiungi nuova versione
ja: 新しいバージョンを追加
nl: Nieuwe versie toevoegen
pl: Dodaj nową wersję
pt_br: Adicionar Nova Versão
pt_pt: Adicionar nova versão
ru: Добавить новую версию
sk: Pridať novú verziu
sq: Shtoni Version të Ri
sv_se: Lägg till ny version
uk: Додати нову версію
vi: Thêm Phiên Bản Mới

source: Add Plot
ca: Afegeix una traça
cs: Přidat diagram
de: Graph hinzufügen
el: Προσθήκη γραφήματος
es_es: Añadir argumento
fa: افزودن نمودار
fr: Ajouter une courbe
hu: Grafikon hozzáadása
it: Aggiungi plot
ja: 座標を追加
nl: Graaf toevoegen
pl: Dodaj wykres
pt_br: Adicionar parâmetro
pt_pt: Adicionar parcela
ru: Добавить график
sk: Pridať diagram
sq: Shtoni Kurbë
sv_se: Lägg till kurva
uk: Додати сюжет
vi: Thêm Đồ Thị

# devcp_previews_header_add
source: Add Preview
ca: Afegeix una previsualització
cs: Přidat náhled
de: Vorschau hinzufügen
el: Προσθήκη εικόνας προεπισκόπησης
es_es: Añadir vista previa
fa: افزودن پیش‌نمایش
fr: Ajouter une prévisualisation
hu: Előnézet hozzáadása
it: Aggiungi anteprima
ja: プレビュー画像を追加
nl: Voorbeeldweergave toevoegen
pl: Dodaj obrazek
pt_br: Adicionar visualização
pt_pt: Adicionar Pré-visualização
ru: Добавить скриншот
sk: Pridať ukážku
sq: Shtoni Paraparje
sv_se: Lägg till förhandsvisning
uk: Додати знімок екрану
vi: Thêm ảnh Xem trước

# devcp_preview_add_pagetitle
source: Add Preview
ca: Afegeix una previsualització
cs: Přidat náhled
de: Vorschau hinzufügen
el: Προσθήκη εικόνας προεπισκόπησης
es_es: Añadir vista previa
fa: افزودن پیش‌نمایش
fr: Ajouter une prévisualisation
hu: Előnézet hozzáadása
it: Aggiungi anteprima
ja: プレビュー画像の追加
nl: Voorbeeldweergave toevoegen
pl: Dodawanie obrazka
pt_br: Adicionar visualização
pt_pt: Adicionar Pré-visualização
ru: Добавить скриншот
sk: Pridať ukážku
sq: Shto Paraparje
sv_se: Lägg till förhandsvisning
uk: Додати знімок екрану
vi: Thêm ảnh Xem trước

source: Add Release Notes
ca: Afegeix unes notes de la versió
cs: Přidat poznámky v&nbsp;vydání
de: Versionshinweise hinzufügen
el: Προσθήκη σημειώσεων έκδοσης
es_es: Añadir notas de la versión
fa: افزودن یادداشت‌های انتشار
fr: Ajouter les notes de version
hu: Kiadási megjegyzések hozzáadása
it: Aggiungi note di versione
ja: リリースノートを追加
nl: Versieopmerkingen toevoegen
pl: Dodaj informacje o wydaniu
pt_br: Adicionar notas de versão
pt_pt: Adicionar notas de lançamento
ru: Добавить примечания к выпуску
sk: Pridať Poznámky k vydaniu
sq: Shtoni Shënime Versioni
sv_se: Lägg till versionsinformation
uk: Додати примітки до випуску
vi: Thêm Ghi chú Phát hành

source: Add Reply
ca: Afegeix una resposta
cs: Odpovědět
de: Einen Kommentar schreiben
el: Προσθήκη απάντησης
es_es: Añadir respuesta
fa: افزودن پاسخ
fr: Ajouter une réponse
hu: Válasz hozzáadása
it: Rispondi
ja: 返信を追加
nl: Antwoord toevoegen
pl: Dodaj odpowiedź
pt_br: Adicionar Resposta
pt_pt: Adicionar resposta
ru: Добавить ответ
sk: Pridať odpoveď
sq: Shtoni Përgjigje
sv_se: Lägg till svar
uk: Додати відповідь
vi: Thêm Trả Lời

source: Add Translation
ca: Afegeix una traducció
cs: Přidá překlad
de: Übersetzung hinzufügen
el: Προσθήκη μετάφρασης
es_es: Añadir traducción
fa: افزودن ترجمه
fr: Ajouter une traduction
hu: Fordítás hozzáadása
it: Aggiungi traduzione
ja: 翻訳を追加
nl: Vertaling toevoegen
pl: Dodaj tłumaczenie
pt_br: Adicionar Tradução
pt_pt: Adicionar tradução
ru: Добавить перевод
sk: Pridať preklad
sq: Shtoni Përkthim
sv_se: Lägg till översättning
uk: Додати переклад
vi: Thêm Bản Dịch

source: Add a negative vote for this collection
ca: Dóna un vot negatiu a aquesta coŀlecció
de: Diese Sammlung negativ bewerten
el: Προσθήκη αρνητικής ψήφου στη συλλογή
es_es: Añadir un voto negativo a este recopilatorio:
fr: Apporter un vote négatif à cette collection
hu: Negatív szavazat erre a gyűjteményre
it: Aggiungi un voto negativo per questa raccolta:
ja: コレクションへ否定的な投票を追加
nl: Een negatieve stem aan deze collectie geven
pl: Dodaj negatywną ocenę tej kolekcji
pt_pt: Adicionar um voto negativo a esta colecção
ru: Добавить негативный голос для этой подборки
sv_se: Lägg en negativ röst på denna samling

source: Add a positive vote for this collection
ca: Dóna un vot positiu a aquesta coŀlecció
de: Diese Sammlung positiv bewerten
el: Προσθήκη θετικής ψήφου στη συλλογή
es_es: Añadir un voto positivo para este recopilatorio:
fr: Apporter un vote positif à cette collection
hu: Pozitív szavazat erre a gyűjteményre
it: Aggiungi un voto positivo per questa raccolta:
ja: コレクションへ肯定的な投票を追加
nl: Een positieve stem aan deze collectie geven
pl: Dodaj pozytywną ocenę tej kolekcji
pt_pt: Adicionar um voto positivo a esta colecção
ru: Добавить позитивный голос для этой подборки
sv_se: Lägg en positiv röst på denna samling

source: Add a review
ca: Afegeix una revisió
cs: Přidat recenzi
de: Eine Bewertung schreiben
el: Προσθήκη αξιολόγησης
es_es: Añadir una valoración
fa: افزودن یک بررسی
fr: Ajouter une critique
hu: Értékelés hozzáadása
it: Aggiungi una recensione
ja: レビューを投稿
nl: Beoordeling toevoegen
pl: Dodaj recenzję
pt_br: Adicionar uma avaliação
pt_pt: Adicionar comentário
ru: Добавить отзыв
sk: Pridať recenziu
sq: Shtoni shqyrtim
sv_se: Lägg till recension
uk: Додати відгук
vi: Thêm đánh giá

source: Add a review for %s
ca: Envia una revisió per a %s
cs: Přidat recenzi doplňku %s
de: Bewertung für %s schreiben
el: Προσθήκη αξιολόγησης για το %s
es_es: Añadir una valoración de %s
fa: افزودن یک بررسی به %s
fr: Ajouter une critique pour %s
hu: Értékelés hozzáadása: %s
it: Aggiungi una recensione per %s
ja: %s のレビューを投稿
nl: Beoordeling toevoegen voor %s
pl: Dodaj recenzję dla: %s
pt_br: Adicionar avaliação para %s
pt_pt: Adicionar um comentário a %s
ru: Добавление отзыва о %s
sk: Pridať recenziu doplnku %s
sq: Shtoni një shqyrtim për %s
sv_se: Lägg till en recension för %s
uk: Додати відгук до %s
vi: Thêm đánh giá cho %s

source: Add a tag
ca: Afegeix una etiqueta
cs: Přidat štítek
de: Tag hinzufügen
el: Προσθήκη ετικέτας
es_es: Añadir una etiqueta
fa: افزودن یک برچسب
fr: Ajouter une étiquette
hu: Címke hozzáadása
it: Aggiungi un'etichetta
ja: タグを追加
nl: Een label toevoegen
pl: Dodaj etykietę
pt_br: Adicionar uma tag
pt_pt: Adicionar uma etiqueta
ru: Добавить метку
sk: Pridať značku
sv_se: Lägg till etikett
uk: Додати позначку

source: Add another plot to this graph
ca: Afegeix una altra traça al diagrama
cs: Přidá další diagram do tohoto grafu
de: Weiteren Graph zur Grafik hinzufügen
el: Προσθήκη κι άλλου σχεδίου στο γράφημα
es_es: Añadir otro argumento a este gráfico
fa: افزودن نموداری دیگر به این شکل
fr: Ajouter une autre courbe sur ce graphique
hu: Másik grafikon hozzáadása
it: Aggiungi un altro plot a questo grafico
ja: このグラフに別の座標を追加
nl: Nog een graaf aan deze grafiek toevoegen
pl: Dodaje kolejny wykres do tego grafu
pt_br: Adicionar outro parâmetro a este gráfico
pt_pt: Adicionar outra parcela a este gráfico
ru: Добавить ещё один график к этой диаграмме
sk: Pridať ďalší diagram do tohto grafu
sq: Shtoni një tjetër kurbë në këtë grafik
sv_se: Lägg till en kurva till denna graf
uk: Додати інший сюжет до цього графіку
vi: Thêm đồ thị vào biểu đồ này

source: Add feature
ca: Afegeix una característica
cs: Přidat vlastnost
de: Empfehlung hinzufügen
el: Προσθήκη χαρακτηριστικού
es_es: Añadir una característica
fa: افزودن ویژگی
fr: Ajouter aux essentiels
hu: Kiemelés hozzáadása
it: Aggiungi funzionalità
ja: 注目のアドオンを追加
nl: Aanbeveling toevoegen
pl: Dodaj element
pt_br: Adicionar característica
pt_pt: Adicionar funcionalidade
ru: Добавить избранное
sk: Pridať medzi odporúčané
sq: Shto karakteristikë
sv_se: Lägg till uppmärksamhet
uk: Додати можливість
vi: Thêm tính năng

source: Add publisher comment
ca: Afegeix un comentari a la publicació
cs: Přidat komentář vydavatele
de: Kommentar hinzufügen
el: Προσθήκη σχολίου εκδότη
es_es: Añadir comentario del publicador
fa: افزودن نظر منتشر کننده
hu: Közzétételi megjegyzés hozzáadása
it: Aggiungi commento
ja: 公開者のコメントを追加
nl: Opmerking publicist toevoegen
pl: Dodaj komentarz
pt_br: Inserir comentário de publicador
pt_pt: Adicionar comentário do editor
ru: Добавить комментарий опубликовавшего
sk: Pridať komentár autora
sq: Shtoni koment botuesi
sv_se: Lägg till kommentar till samling
uk: Додати коментар видавця
vi: Thêm bình luận của người xuất bản

source: Add to %1$s %2$s
ca: Afegeix-lo al %s %s
cs: Přidat do aplikace %s %s
de: Zu %s %s hinzufügen
el: Προσθήκη στον %s %s
es_es: Añadir a %s %s
fa: افزودن به %s %s
fr: Ajouter à %s %s
hu: Hozzáadás: %s %s
it: Aggiungi a %1$s %2$s
ja: %1$s %2$s へ追加
nl: Aan %1$s %2$s toevoegen
pl: Zainstaluj %2$s
pt_br: Adicionar a %s %s
pt_pt: Adicionar ao %s %s
ru: Добавить в %s %s
sk: Pridať do %1$su %2$s
sq: Shtoje te %s %s
sv_se: Lägg till i %s %s
uk: Додати до %s %s
vi: Thêm vào %s %s

source: Add to Collection
ca: Afegeix una col·lecció
cs: Přidat do sbírky
de: Zur Sammlung hinzufügen
el: Προσθήκη σε συλλογή
es_es: Añadir a un recopilatorio
fa: افزودن به مجموعه
fr: Ajouter à la collection
hu: Hozzáadás gyűjteményhez
it: Aggiungi ad una raccolta
ja: コレクションへ追加
nl: Aan collectie toevoegen
pl: Dodaj do kolekcji
pt_br: Adicionar à coleção
pt_pt: Adicionar à colecção
ru: Добавить в подборку
sk: Pridať do kolekcie
sq: Shtoje te Koleksioni
sv_se: Lägg till i samling
uk: Додати до колекції
vi: Thêm vào Bộ sưu tập

source: Add to Delicious
ca: Afegeix-ho al Delicious
cs: Přidat na Delicious
de: Zu Delicious hinzufügen
el: Προσθήκη στο Delicious
es_es: Añador a Delicious
fa: افزودن به Delicious
fr: Ajouter à Delicious
hu: Felvétel Deliciousra
it: Delicious
ja: Delicious へ追加
nl: Aan Delicious toevoegen
pl: Dodaj do Delicious
pt_br: Adicionar ao Delicious
pt_pt: Adicionar ao Delicious
ru: Добавить в Delicious
sk: Pridať do Delicious
sq: Shtoje te Delicious
sv_se: Lägg till Delicious
uk: Додати до Delicious
vi: Thêm vào Delicious

source: Add to Favorites
ca: Afegeix-la a les preferides
cs: Přidat do oblíbených
de: Zu Favoriten hinzufügen
el: Προσθήκη στις αγαπημένες
es_es: Añadir a favoritos
fa: افزودن به افزودنی‌های محبوب
fr: Ajouter aux favoris
hu: Kedvencek közé
it: Aggiungi ai preferiti
ja: お気に入りへ追加
nl: Aan favorieten toevoegen
pl: Dodaj do ulubionych
pt_br: Adicionar aos favoritos
pt_pt: Adicionar aos favoritos
ru: Добавить в избранное
sk: Pridať medzi Obľúbené
sq: Shtoje te Të parapëlqyerit
sv_se: Lägg till Favoriter
uk: Додати до Вподобань
vi: Thêm vào Ưa thích

source: Add to a collection:
ca: Afegeix-ho a una col·lecció:
cs: Přidat do sbírky:
de: Zu einer Sammlung hinzufügen:
el: Προσθήκη σε συλλογή:
es_es: Añadir a un recopilatorio:
fa: افزودن به یک مجموعه:
fr: Ajouter à une collection&nbsp;:
hu: Hozzáadás gyűjteményhez:
it: Aggiungi alla raccolta:
ja: コレクションへ追加:
nl: Aan een collectie toevoegen:
pl: Dodaj do kolekcji:
pt_br: Adicionar em uma coleção :
pt_pt: Adicionar a uma colecção:
ru: Добавить в подборку:
sk: Pridať do kolekcie:
sq: Shtojeni te një koleksion:
sv_se: Lägg till samling:
uk: Додати до колекції:
vi: Thêm vào một bộ sưu tập:

source: Added %1$s by %2$s
ca: %2$s va afegir-lo el %1$s
cs: Přidán %1$s uživatelem(kou) %2$s
de: Hinzugefügt am %1$s von %2$s
el: Προστέθηκε στι %1$s από %2$s
es_es: Añadido el %1$s por %2$s
fa: افزوده شده در %1$s توسط %2$s
fr: Ajouté le %1$s par %2$s
hu: Hozzáadta: %2$s, ekkor: %1$s
it: Aggiunto il %1$s da %2$s
ja: 追加日: %1$s / ユーザ: %2$s
nl: Toegevoegd op %1$s door %2$s
pl: Dodano %1$s przez %2$s
pt_br: Adicionado em %1$s por %2$s
pt_pt: Adicionado %1$s por %2$s
ru: Добавлено %1$s пользователем %2$s
sk: Pridané dňa %1$s používateľom %2$s
sq: Shtuar më %1$s nga %2$s
sv_se: lades till %1$s av %2$s
uk: Додано %1$s до %2$s
vi: Đã thêm %1$s bởi %2$s

source: Added %s
ca: S'ha afegit %s
cs: Přidáno %s
de: Hinzugefügt am %s
el: Προστέθηκε
es_es: Añadido en %s
fa: اضافه گردید
fr: Ajouté le %s
hu: Hozzáadva: %s
it: Aggiunto %s
ja: 追加日: %s
nl: Toegevoegd op %s
pl: Dodano %s
pt_br: Adicionado %s
pt_pt: Adicionado %s
ru: Добавлено %s
sk: Pridané %s
sq: U shtua %s
sv_se: Lade till %s
uk: Додано %s
vi: Đã thêm %s

source: Adding to Favorites&hellip;
ca: S'està afegint a les preferides&hellip;
cs: Přidání k oblíbeným&hellip;
de: Zu Favoriten hinzufügen&hellip;
el: Γίνεται προσθήκη στις αγαπημένες&hellip;
es_es: Añadiendo a favoritos&hellip;
fa: در حال افزودن&hellip;
fr: Ajout aux favoris&hellip;
hu: Kedvencekhez adás&hellip;
it: Inserimento in corso nei preferiti&hellip;
ja: お気に入りに追加...
nl: Toevoegen aan Favorieten…
pl: Dodawanie do ulubionych&hellip;
pt_br: Adicionando no Favoritos&hellip;
pt_pt: A adicionar aos favoritoss&hellip;
ru: Добавляю в Избранное&hellip;
sk: Pridávanie medzi Obľúbené&hellip;
sq: Po shtohet te Të parapëlqyerit&hellip;
sv_se: Att lägga till favoriter&hellip;
uk: Додати до Favorites&hellip;
vi: Thêm vào Ưa thích&hellip;

source: Additional Information
ca: Informació addicional
cs: Doplňující informace
de: Zusätzliche Informationen
el: Πρόσθετες πληροφορίες
es_es: Información adicional
fa: اطلاعات اضافی
fr: Informations supplémentaires
hu: További információk
it: Informazioni aggiuntive
ja: 備考
nl: Aanvullende informatie
pl: Informacje dodatkowe
pt_br: Informações adicionais
pt_pt: Informação Adicional
ru: Дополнительная информация
sk: Ďalšie informácie
sq: Të dhëna Shtesë
sv_se: Ytterligare information
uk: Додаткова інформація
vi: Thông tin Thêm

source: Additional Locale Info
ca: Més informació de la traducció
cs: Dodatečné lokalizační informace
de: Weiterer Hinweis
el: Συμπληρωματικές πληροφορίες πρόσθετου
es_es: Información adicional sobre el idioma
fa: اطلاعات بیشتری از منطقه
fr: Information complémentaire sur la locale
hu: További területi beállítások
it: Altre informazioni sul locale
ja: 追加のロケール情報
nl: Aanvullende locale-informatie
pl: Dodatkowe informacje o lokalizacji
pt_br: Mais informações sobre o idioma
pt_pt: Info adicional do Idioma
ru: Дополнительная информация о локали
sk: Ďalšie informácie o lokalizácii
sq: Të Dhëna Shtesë për Vendoren
sv_se: Ytterligare lokalinformation
uk: Додаткава інформація про локаль
vi: Thông tin Bản địa Bổ sung

source: Additional Resources
ca: Recursos addicionals
cs: Další zdroje
de: Weiterführende Links
el: Πρόσθετοι πόροι
es_es: Recursos adicionales
fa: منابع دیگر
fr: Ressources supplémentaires
hu: További források
it: Risorse aggiuntive
ja: 関連情報
nl: Aanvullende hulpbronnen
pl: Dodatkowe zasoby
pt_br: Recursos adicionais
pt_pt: Recursos adicionais
ru: Дополнительные ресурсы
sk: Ďalšie zdroje
sq: Burime Shtesë
sv_se: Ytterligare resurser
uk: Додаткові ресурси
vi: Tài nguyên Khác

source: Adjust maxVersion without uploading
ca: Ajusta el maxVersion sense pujar el fitxer
cs: Nastavit maxVersion bez nahrávání
de: maxVersion anpassen ohne Hochladen
el: Προσαρμογή του maxVersion χωρίς αποστολή
es_es: Ajustar la maxVersion sin subirlo de nuevo
fa: تنظیم maxVersion بدون ارسال مجدد افزودنی
fr: Ajuster maxVersion sans renvoyer le fichier
hu: A maxVersion módosítása feltöltés nélkül
it: Modifica maxVersion senza upload
ja: アップロードを行わずに maxVersion を変更
nl: De maxVersion aanpassen zonder uploaden
pl: Zmień maxVersion bez ponownego wysyłania dodatku
pt_br: Ajuste maxVersion sem fazer upload
pt_pt: Ajustar a maxVersion sem carregar
ru: Изменить maxVersion без загрузки
sk: Zvýšiť hodnotu maxVersion bez odoslania novej verzie
sq: Rregulloni maxVersion pa e ngarkuar
sv_se: Justera maxVersion utan att ladda upp på nytt
uk: Змінити maxVersion без відвантаження
vi: Điều chỉnh maxVersion mà không cần tải lên

source: Admin Flag
ca: Indicador de l'administrador
cs: Příznak administrátora
de: Admin-Prüfung
el: Σημαία διαχειριστή
es_es: Marca del administrador
fa: پرچم مدیر
it: Flag amministratore
ja: 管理者フラグ
nl: Beheerderslabel
pl: Flaga administratora
pt_pt: Etiqueta do admin
ru: Флаг администратора
sk: Označenie administrátorom
uk: Позначка Адмін

# editors_review_history_nominated_adminreview
source: Admin Review
ca: Revisió de l'administrador
cs: Správce kontroly
de: Untersuchung durch Admin
el: Αξιολόγηση διαχειριστή
es_es: Valoraciones del administrador
fa: بررسی مدیر
fr: révision administrateur
hu: Értékelés adminisztrálása
it: Revisione di un amministratore
ja: 管理者レビュー
nl: Beoordeling door beheerder
pl: Zarządzanie recenzją
pt_br: Avaliação do administrador
pt_pt: Comentário do Admin
ru: Рецензия администратора
sk: Recenzia správcu
sq: Shqyrtim Administratori
sv_se: Admingranskning
uk: Перегляд адміна
vi: Đánh giá của Quản trị

# editors_flag_admin_review
source: Admin Review
ca: Revisió de l'administrador
cs: Kontrola administrátora
de: Admin-Prüfung
el: Αξιολόγηση διαχειριστή
es_es: Revisión del administrador
fa: بررسی مدیر
it: Revisione amministratore
ja: 管理者レビュー
nl: Beheerdersbeoordeling
pl: Recenzja administratora
pt_br: Avaliação do Admin
pt_pt: Revisão do admin
ru: Рецензия администратора
sk: Recenzia administrátora
sv_se: Admingranskning
uk: Адмін перегляд

# editors_review_admin_flag
source: Admin Review
ca: Revisió de l'administrador
cs: Kontrola administrátorem
de: Admin-Prüfung
el: Αξιολόγηση διαχειριστή
es_es: Revisión del administrador
fa: بررسی مدیر
it: Revisione amministratore
ja: 管理者レビュー
nl: Beheerdersbeoordeling
pl: Recenzja administratora
pt_br: Avaliação do Admin
pt_pt: Revisão do admin
ru: Рецензия администратора
sk: Recenzia administrátora
sv_se: Admingranskning
uk: Перегляд Адмін

source: Admin Settings
ca: Opcions de l'administrador
cs: Administrátorské nastavení
de: Admin-Einstellungen
el: Ρυθμίσεις διαχειριστή
es_es: Opciones de administrador
fa: تنظیمات مدیریتی
fr: Paramètres admin
it: Impostazioni amministratore
ja: 管理者設定
nl: Beheerinstellingen
pl: Ustawienia administratora
pt_br: Configurações do Adminstrador
pt_pt: Definições de admin
ru: Настройки администратора
sk: Nastavenia administrátora
sq: Rregullime Administratori
sv_se: Administratörsinställningar
uk: Адмін Налаштування
vi: Quản trị Thiết lập

# sidebar_navlink_admin_tools
source: Admin Tools
ca: Eines de l'administrador
cs: Nástroje správce
de: Administration
el: Εργαλεία διαχειριστή
es_es: Herramientas de administrador
fa: جدیدترین افزودنی‌ها
fr: Outils d'administration
hu: Adminisztrációs eszközök
it: Strumenti di amministrazione
ja: 管理者用ツール
nl: Hulpmiddelen voor beheerders
pl: Narzędzia administratora
pt_br: Ferramentas administrativas
pt_pt: Ferramentas do Admin
ru: Инструменты для администрирования
sk: Nástroje správcu
sq: Mjete Admin
sv_se: Adminverktyg
uk: Інструменти адміна
vi: Công cụ Quản trị

# devcp_myaddons_admincp_link
source: Admin Tools
ca: Eines de l'administrador
cs: Ovládací panel správce
de: Adminwerkzeuge
el: Εργαλεία διαχειριστή
es_es: Herramientas del administrador
fa: ابزارهای مدیر
fr: Panneau de contrôle administrateur
hu: Adminisztrációs eszközök
it: Pannello di amministrazione
ja: 管理者用コントロールパネル
nl: Admin Controlevenster
pl: Panel kontrolny administratora
pt_br: Painel de controle do administrador
pt_pt: Painel de Controlo do Admin
ru: Панель управления администратора
sk: Nástroje správcu
sq: Mjete për Administratorë
sv_se: Adminverktyg
uk: Панель управління адміна
vi: Công cụ Quản trị

source: Admin/Owner
ca: Admin/propietari
de: Administrator/Besitzer
fr: Admin/Propriétaire
hu: Adminisztrátor/Tulajdonos
it: Amministratore/Proprietario
ja: 管理者/オーナー
nl: Beheerder/eigenaar
pl: Admin/Właściciel
pt_pt: Admin/Dono
ru: Администратор/владелец
sv_se: Admin/Ägare

# advanced_search_form
source: Advanced
ca: Avançat
cs: Rozšířené
de: Erweiterte Suche
el: Περισσότερα
es_es: Avanzado
fa: پیشرفته
fr: Avancé
hu: Speciális
it: Avanzata
ja: 検索オプション
nl: Geavanceerd
pl: Zaawansowane
pt_br: Busca avançada
pt_pt: Avançado
ru: Дополнительно
sk: Rozšírené
sq: I thelluar
sv_se: Avancerad
uk: Хитріше
vi: Nâng cao

# collections_edit_tabheader_advanced
source: Advanced
ca: Avançades
cs: Pokročilé
de: Sonstiges
el: Για προχωρημένους
es_es: Avanzado
fa: پیشرفته
fr: Avancé
hu: Speciális
it: Avanzate
ja: 詳細
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ru: Дополнительно
sk: Rozšírené
sq: Të mëtejshme
sv_se: Avancerat
uk: Додатково
vi: Nâng cao

source: Advanced Building
pt_pt: Construção avançada
