Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Like these? Find more add-ons in the %1$s collection.
ca: Com aquests? Trobeu més complements a la coŀlecció %1$s.
de: Mögen Sie diese? Finden Sie weitere Add-ons in der Sammlung "%1$s".
el: Σας αρέσουν; Βρείτε κι άλλα πρόσθετα στη σελίδα της συλλογής %1$s.
es_es: ¿Como este? Encuentra más complementos en el recopilatorio %1$s.
fr: Ces modules vous plaisent&nbsp;? Découvrez-en plus dans la collection %1$s.
hu: Tetszenek ezek? További kiegészítőket találhat a(z) %1$s gyűjteményben.
it: Ti piace? Scopri altri componenti aggiuntivi nella raccolta %1$s.
ja: 気に入りましたか？ %1$s コレクションでもっと多くのアドオンを見つけましょう。
nl: Leuke add-ons? Vind er meer in de collectie %1$s.
pl: Lubisz te dodatki? Poszukaj podobnych w kolekcji %1$s.
pt_pt: Gostou? Encontre mais extras na colecção %1$s.
ru: Понравились? Найдите ещё больше дополнений в подборке %1$s.
sk: Ako tieto? Ďalšie doplnky nájdete v kolekcii %1$s.
sv_se: Gillar du dessa? Hitta fler tillägg i %1$s-samlingen.

source: Make your add-on Public again.
ca: Torna a fer públic el vostre complement.
cs: Doplněk bude opět zveřejněn.
de: Veröffentlichen Sie Ihr Add-on erneut.
el: Μεταφέρετε το πρόσθετο σας και πάλι στο δημόσιο χώρο.
es_es: Hacer tu complemento público de nuevo.
fa: افزودنی خود را بار دیگر عمومی کنید.
fr: Rendre votre module de nouveau public
hu: A kiegészítő újra nyilvánossá tétele
it: Rendi nuovamente disponibile al pubblico il componente aggiuntivo.
ja: このアドオンを再度公開します。
nl: Maak uw add-on weer publiek.
pl: Ta operacja spowoduje ponowne upublicznienie dodatku.
pt_br: Tornar seu complemento público novamente.
pt_pt: Tornar extra público de novo.
ru: Снова делает ваше дополнение публичным.
sk: Nastaví váš doplnok ako verejný.
sq: Bëjeni shtesën tuaj sërish Publike
sv_se: Gör ditt tillägg publikt igen.
uk: Знову зробити ваш додаток загальнодоступним.
vi: Chuyển tiện ích của bạn thành Công cộng lần nữa.

source: Make your add-on active for it to show up in public listings and enable the update check service.
ca: Activa el vostre complement, el mostra a les llistes públiques i habilita el servei de validació d'actualitzacions.
cs: Po aktivaci se bude doplněk zobrazovat ve veřejně dostupných výpisech a bude povolena jeho aktualizační služba.
de: Aktivieren Sie Ihr Add-on, damit es auf öffentlichen Bereichen der Seite angezeigt wird, und damit Benutzer automatisch Updates erhalten können.
el: Κάντε το πρόσθετο σας ενεργό για να παρουσιάζεται στις δημόσιες λίστες και να ανταποκρίνεται στον έλεγχο αυτόματων ενημερώσεων.
es_es: Marcar tu complemento como activo para que pueda ser visualizado en los listados públicos y activar el sistema de comprobación de actualizaciones.
fa: برای نمایش افزودنی در فهرست‌های عمومی و فعال کردن خدمات بررسی به‌هنگام‌سازی آن را فعال سازید.
hu: A kiegészítő aktívvá tétele, ezzel megjeleníti a nyilvános felsorolásokban és engedélyezi a frissítéskeresési szolgáltatást.
it: Attiva il componente aggiuntivo per farlo comparire nell'elenco pubblico e attivare il servizio di aggiornamento automatico.
ja: アドオンを有効化すると、公開ページへの掲載が開始されるとともに、更新確認サービスが有効になります。
nl: Maak uw add-on actief om deze in publieke lijsten weer te laten geven en de updatecontroledienst in te schakelen.
pl: Ta operacja spowoduje, że dodatek stanie się aktywny. Będzie wyświetlany w ogólnodostępnych wykazach i dostępny dla usługi sprawdzania aktualizacji.
pt_br: Deixar seu complemento ativo para que apareça em listagens públicas e permita o serviço de checagem de atualizações.
pt_pt: Tornar o seu extra activo para ser mostrado nas listas públicas e activar o serviço de verificação de actualizações.
ru: Делает ваше дополнение активным, чтобы отобразить его в публичных списках и включить службу проверки обновлений.
sk: Nastavením doplnku ako aktívny ho sprístupníte vo všetkých verejne dostupných zoznamoch a povolíte poskytovanie aktualizácií.
sq: Bëjeni shtesën tuaj aktive që të shfaqet në lista publike dhe aktivizoni shërbimin e kontrollit për përditësime.
sv_se: Gör ditt tillägg aktivt för att det ska dyka upp i publika listningar och erbjudas via uppdateringsskontrollen.
uk: Зробити додаток активним, внаслідок чого він з’явиться у публічних списках, а службу перевірки його оновлень буде запущено.
vi: Kích hoạt tiện ích của bạn để cho nó hiện lên trong phần liệt kê công cộng và kích hoạt dịch vụ kiểm tra cập nhật.

source: Make your add-on inactive to hide it from all public listings and disable the update check service.
ca: Desactiva el vostre complement, l'oculta de les llistes públiques i deshabilita el servei de validació d'actualitzacions.
cs: Po deaktivaci se přestane doplněk zobrazovat ve veřejně dostupných výpisech a bude zakázána jeho aktualizační služba.
de: Deaktivieren Sie Ihr Add-on, um es von öffentlichen Bereichen der Seite verschwindet, und damit Benutzer keine Updates mehr erhalten.
el: Απενεργοποιήστε το πρόσθετο σας, αποκρύψετε το έτσι από όλες τις δημόσιες λίστες και απενεργοποιήστε την ανταπόκριση στην υπηρεσία ελέγχου για ενημερώσεις.
es_es: Marcar tu complemento como inactivo para ocultarlo de los listados públicos y desactivar el sistema de comprobación de actualizaciones.
fa: برای نمایش ندادن افزودنی در فهرست‌های عمومی و غیر فعال کردن خدمات بررسی به‌هنگام‌سازی آن را غیر فعال کنید.
hu: A kiegészítő inaktívvá tétele, ezzel elrejti a nyilvános felsorolásokból és letiltja a frissítéskeresési szolgáltatást.
it: Disattiva il componente aggiuntivo per rimuoverlo dall'elenco pubblico e disattivare il servizio di aggiornamento automatico.
ja: アドオンを無効化すると、公開ページに掲載されなくなり、更新確認サービスも無効となります。
nl: Maak uw add-on inactief om deze op alle publieke lijsten te verbergen en de updatecontroledienst uit te schakelen.
pl: Ta operacja spowoduje dezaktywację dodatku. Nie będzie on wyświetlany w ogólnodostępnych wykazach i nie będzie dostępny dla usługi sprawdzania aktualizacji.
pt_br: Deixar seu complemento inativo para que fique escondido de todas as listagens públicas e desabilitar o serviço de checagem de atualizações.
pt_pt: Tornar o seu extra inactivo para ser ocultado das listas públicas e desactivar o serviço de verificação de actualizações.
ru: Делает ваше дополнение неактивным, чтобы убрать его из всех публичных списков и отключить службу проверки обновлений.
sk: Nastavením doplnku ako neaktívny ho skryjete zo všetkých verejne dostupných zoznamov a zastavíte poskytovanie aktualizácií.
sq: Kalojeni shtesën tuaj joaktive që të mos duket në asnjë listë publike dhe çaktivizoni shërbimin e kontrollit për përditësime.
sv_se: Gör du ditt tillägg inaktivt tas det bort från publika listningar och uppdateringskontrolltjänsten.
uk: Зробити ваш додаток неактивним для того, щоб сховати його з публічних списків і вимкнути для нього службу перевірки оновлень.
vi: Ngừng kích hoạt tiện ích của bạn để ẩn nó khỏi tất cả danh sách liệt kê công cộng và vô hiệu hóa dịch vụ kiểm tra cập nhật.

source: Making this add-on public will make it available for anyone to download and will begin offering updates to existing users.
ca: Si es marca aquest complement com a públic, aleshores es permetrà que tothom se'l pugui baixar i s'oferiran actualitzacions als usuaris.
cs: Po zveřejnění bude doplněk ze stránek stažitelný a bude nabízen existujícím uživatelům v rámci své aktualizační služby.
de: Wenn Sie dieses Add-on als öffentlich markieren, wird es von jedermann herunterladbar sein und Benutzer werden automatische Updates erhalten können.
el: Η μεταφορά αυτού του πρόσθετου στο δημόσιο χώρο σημαίνει ότι θα είναι διαθέσιμο για λήψη από τον καθένα και θα παρέχονται ενημερώσεις σε όσους το χρησιμοποιούν ήδη.
es_es: Al marcar este complemento como público harás que esté disponible para su descargar por cualquiera y se empezarán a servir actualizaciones los usuarios actuales.
fa: عمومی کردن این افزودنی باعث می‌شود که همه بتوانند آن را دریافت کنند و به‌هنگام‌سازی‌های آن در دسترس کاربران قرار گیرد.
hu: A kiegészítő nyilvánossá tétele letölthetővé teszi mindenki számára, és a meglévő felhasználóknak frissítéseket fog ajánlani.
it: Se si imposta questo componente aggiuntivo come pubblicato, qualunque utente potrà scaricarlo e verranno forniti aggiornamenti automatici agli utenti esistenti.
ja: アドオンを公開すると、誰でもダウンロード可能になり、既存のユーザへ向けた更新の提供が開始されます。
nl: Door publiceren van deze add-on kan deze worden gedownload door iedereen en zullen updates worden aangeboden aan bestaande gebruikers.
pl: Upublicznienie tego dodatku spowoduje, że każdy będzie mógł go pobrać i użytkownikom będą oferowane jego aktualizacje.
pt_pt: Tornar este extra público irá torná-lo disponível para todos transferirem e começarão a ser fornecidas actualizações aos seus utilizadores.
ru: Если вы сделаете это дополнение публичным, любой пользователь сможет загрузить это дополнение и оно станет предлагаться в качестве обновления существующим пользователям.
sk: Označením tohto doplnku ako verejný ho sprístupníte všetkým používateľom, bude ho možné prevziať zo stránky a takisto bude dostupný cez aktualizačný mechanizmus.
sq: Kalimi i kësaj shtese si publike do ta bëjë të passhme si shkarkim prej cilitdo dhe përdoruesve ekzistues do t'u ofrohen përditësime të saj.
sv_se: Gör du detta tillägg publikt kommer det att bli tillgängligt att ladda ner för alla och erbjuds som uppdatering för befintliga användare.
uk: Помітка цього додатку як активного зробить його доступним для кожного, для завантажень та пропонує оновлення для існуючих користувачів.
vi: Đánh dấu tiện ích này là công cộng sẽ làm nó hiện hữu để mọi người tải và sẽ bắt đầu cung cấp các cập nhật cho người dùng hiện tại.

# devcp_edit_dt_manage_authors
source: Manage Add-on Authors
ca: Gestiona els autors del complement
cs: Správa autorů doplňku
de: Add-on-Autoren bearbeiten
el: Διαχείριση δημιουργών πρόσθετου
es_es: Administrar autores del complemento
fa: مدیریت مؤلفان افزودنی
fr: Gérer les auteurs de ce module
hu: Kiegészítő szerzőinek kezelése
it: Gestisci autori
ja: アドオンの作者情報を編集
nl: Add-onschrijvers beheren
pl: Zarządzanie autorami dodatku
pt_br: Gerenciar Autores do complemento
pt_pt: Gerir autores dos extras
ru: Управление авторами дополнения
sk: Správa autorov doplnku
sq: Administroni Autorë Shtesash
sv_se: Hantera tilläggsförfattare
uk: Впорядкувати авторів додатків
vi: Quản lí Tác giả Tiện ích

# devcp_edit_authors_header_manage
source: Manage Add-on Authors
ca: Gestiona els autors del complement
cs: Správa autorů doplňku
de: Add-on-Autoren bearbeiten
el: Διαχείριση δημιουργών πρόσθετου
es_es: Administrar autores del complemento
fa: مدیریت مؤلفان افزودنی
fr: Gérer les auteurs de ce module
hu: Kiegészítő szerzőinek kezelése
it: Gestione autori
ja: アドオンの作者を管理
nl: Add-onschrijvers beheren
pl: Zarządzanie autorami dodatku
pt_br: Gerenciar Autores de complementos
pt_pt: Gerir autores dos extras
ru: Управление авторами дополнения
sk: Správa autorov doplnku
sq: Administroni Autorë Shtese
sv_se: Hantera tilläggsförfattare
uk: Організувати авторів додатків
vi: Quản lí Tác giả Tiện ích

# devcp_edit_dt_manage_categories
source: Manage Add-on Categories
ca: Gestiona les categories del complement
cs: Správa kategorií doplňku
de: Add-on-Kategorien bearbeiten
el: Διαχείριση κατηγοριών πρόσθετου
es_es: Administrar categorías del complemento
fa: مدیریت دسته‌های افزودنی
fr: Gérer les catégories de ce module
hu: Kiegészítő kategóriáinak kezelése
it: Gestisci categorie
ja: アドオンのカテゴリを編集
nl: Add-oncategorieën beheren
pl: Zarządzanie kategoriami dodatku
pt_br: Gerenciar Categorias do complemento
pt_pt: Gerir categorias dos extras
ru: Управление категориями дополнения
sk: Správa kategórií doplnku
sq: Administroni Kategori Shtesash
sv_se: Hantera tilläggskategorier
uk: Впорядкувати категорії додатків
vi: Quản lí Phân mục Tiện ích

# devcp_edit_categories_header_manage
source: Manage Add-on Categories
ca: Gestiona les categories del complement
cs: Správa kategorií doplňku
de: Kategorien des Add-ons bearbeiten
el: Διαχείριση κατηγοριών πρόσθετου
es_es: Administrar las categorías del complemento
fa: مدیریت دسته‌ها
fr: Gérer les catégories de ce module
hu: Kiegészítő kategóriáinak kezelése
it: Gestione categorie componenti aggiuntivi
ja: アドオンのカテゴリを編集
nl: Add-oncategorieën beheren
pl: Zarządzanie kategoriami dodatku
pt_br: Gerenciar Categorias de complementos
pt_pt: Gerir categorias dos extras
ru: Управление категориями дополнения
sk: Správa kategórií doplnku
sq: Administroni Kategori Shtese
sv_se: Hantera tilläggskategorier
uk: Організувати категорії додатків
vi: Quản lí Phân mục Tiện ích

source: Manage Add-on Descriptions
ca: Gestiona les descripcions del complement
cs: Správa popisu doplňku
de: Add-on-Beschreibungen bearbeiten
el: Διαχείριση περιγραφών πρόσθετου
es_es: Administrar descripciones del complemento
fa: مدیریت شرح افزودنی
fr: Gérer la description de ce module
hu: Kiegészítő leírásának kezelése
it: Gestisci descrizioni
ja: アドオンの説明を編集
nl: Add-onbeschrijvingen beheren
pl: Zarządzanie opisami dodatku
pt_br: Gerenciar Descrições do complemento
pt_pt: Gerir descrições dos extras
ru: Управление описаниями дополнения
sk: Správa popisov doplnku
sq: Administroni Përshkrime Shtesash
sv_se: Hantera tilläggsbeskrivningar
uk: Впорядкувати описи додатків
vi: Quản lí Mô tả Tiện ích

source: Manage Add-on Properties
ca: Gestiona les propietats del complement
cs: Správa vlastností doplňku
de: Add-on-Eigenschaften bearbeiten
el: Διαχείριση ιδιοτήτων πρόσθετου
es_es: Administrar propiedades del complemento
fa: مدیریت ویژگی‌های افزودنی
fr: Gérer les propriétés de ce module
hu: Kiegészítő tulajdonságainak kezelése
it: Gestisci altre proprietà
ja: アドオンのプロパティを編集
nl: Add-oneigenschappen beheren
pl: Zarządzanie właściwościami dodatku
pt_br: Gerenciar Propriedades do complemento
pt_pt: Gerir propriedades dos extras
ru: Управление свойствами дополнения
sk: Správa vlastností doplnku
sq: Administroni Veti Shtesash
sv_se: Hantera tilläggsegenskaper
uk: Впорядкувати властивості додатків
vi: Quản lí Thuộc tính Tiện ích

source: Manage Add-on Tags
ca: Gestiona les etiquetes dels complements
cs: Správa štítků doplňku
de: Add-on-Tags verwalten
el: Διαχείριση ετικετών πρόσθετου
es_es: Administrar etiquetas del complemento
fr: Gérer les étiquettes de ce module
hu: Kiegészítő címkéinek kezelése
it: Gestisci etichette
ja: アドオンのタグを編集
nl: Add-onlabels beheren
pl: Zarządzanie etykietami dodatku
pt_br: Gerenciar Tags do Complemento
pt_pt: Gerir etiquetas do extra
ru: Управление метками дополнения
sk: Správa značiek doplnku
sv_se: Hantera tilläggsetiketter
uk: Впорядкувати позначки додатків
vi: Quản lí Nhãn của Tiện ích

source: Marking this add-on active will cause it to show up in public areas appropriate for its status, including search and browse listings. It will be downloadable from the website and could be returned in client update checks, depending on its status. You will be able to return here and disable it again at your convenience.
ca: Si es marca aquest complement com a actiu, aleshores es publicarà en els llocs corresponents al seu estat, incloent cerques i llistes públiques. Es podrà baixar des del lloc web i es podrà actualitzar a través del servei d'actualitzacions, depenent del seu estat. Podreu tornar a aquí i deshabilitar-lo de nou quan vulgueu.
cs: Po označení doplňku jako aktivní se začne doplněk zobrazovat na veřejně dostupných stránkách odpovídajících jeho stavu, včetně hledání a výpisů. Doplněk bude ze stránek stažitelný a v závislosti na jeho stavu bude nabízen v rámci své aktualizační služby. V případě potřeby budete mít na této stránce možnost doplněk opět zakázat.
de: Wenn Sie dieses Add-on als aktiv markieren, wird es in öffentlichen Seitenbereichen angezeigt werden (abhängig von seinem Status), inklusive Suchergebnissen und Add-on-Listen. Man wird es von der Webseite herunterladen können, und es kann als automatisches Update an Benutzer geschickt werden. Sie können jederzeit zu dieser Seite zurückkehren und das Add-on erneut deaktivieren.
el: Η σημείωση αυτού του πρόσθετου ως «ενεργό» σημαίνει ότι θα εμφανίζεται δημόσια σε κατάλληλους χώρους ανάλογα με την κατάσταση του, συμπεριλαμβανομένων της αναζήτησης και της λίστας περιήγησης. Θα είναι δυνατή η λήψη του από τον ιστότοπο και θα επιστρέφεται σαν αποτέλεσμα σε ελέγχους διαθέσιμων ενημερώσεων της εφαρμογής ανάλογα με την κατάσταση του. Θα μπορείτε να επιστρέψετε εδώ και να το απενεργοποιήσετε ξανά αν το θελήσετε.
es_es: Al marcar este complemento como activo, harás que se muestre en todas las áreas públicas donde corresponda por su estado, incluyendo las búsquedas y listados. Podrá ser descargado desde la web y podrán pedirse actualizaciones desde los clientes, dependiendo de su estado. Podrás volver aquí y desactivarlo de nuevo cuando lo desees.
fa: فعال کردن این افزودنی باعث می‌شود که بر حسب وضعیت در قسمت‌های عمومی وب‌گاه مانند فهرست‌های مرور و جستجو ظاهر شود. افزودنی از وب‌گاه قابل دریافت خواهد بود و بر حسب وضعیت آن ممکن است در بررسی‌های به‌هنگام‌سازی کاربران ظاهر شود. شما بسته به نیاز خود می‌توانید به این بخش بازگردید و افزودنی خود را مجدداً غیرفعال سازید.
hu: A kiterjesztés aktívnak jelölése után megjelenik a nyilvános helyeken, beleértve a keresési és tallózási oldalakat. A weboldalról letölthető lesz és a kliensek frissítéskeresése állapotától függően meg fogja találni. Később bármikor visszatérhet ide és letilthatja.
it: Se si imposta il componente aggiuntivo come attivo, verrà visualizzato in tutte le sezioni pubbliche riservate a questo stato, inclusi risultati di ricerca ed elenchi. Potrà essere scaricato dal sito web e verrà incluso negli aggiornamenti automatici, a seconda dello stato. Sarà comunque possibile ritornare a questa sezione e disattivarlo nel caso lo si ritenga necessario.
ja: アドオンを有効にすると、ステータスに応じて、検索結果などの公開ページに掲載されます。同様に、ステータスに応じて、Web サイトからダウンロードが可能となり、更新確認サービスを通じて更新が提供されます。このページに戻ってくれば、またいつでも無効にすることができます。
nl: Het als actief markeren van deze add-on zorgt ervoor dat deze in publieke gebieden passend bij de status wordt weergegeven, inclusief zoek- en bladerlijsten. Hij kan worden gedownload van de website en kan worden gesignaleerd in updatecontroles aan de clientzijde, afhankelijk van de status. U kunt hier terugkeren en de add-on naar uw goeddunken weer uitschakelen.
pl: Oznaczenie tego dodatku jako aktywny spowoduje wyświetlenie go w ogólnodostępnej części witryny w miejscu odpowiednim dla jego statusu włącznie z wykazami przeglądania i wyników wyszukiwania. Będzie można go pobierać i będzie dostępny dla aplikacji sprawdzającej aktualizacje. Z tego miejsca będzie można ponownie go wyłączyć.
pt_br: Ao marcar este complemento como ativo ele será apresentado em todas as áreas públicas, incluindo resultados de busca e listagens de navegação. Ele estará disponível para para downloads a partir do site e poderá ser automaticamente transferido nas checagens de atualização dependendo do estado. Você poderá voltar aqui e desabilitar novamente quando lhe for conveniente.
pt_pt: Macar este extra como activo irá fazer com que seja apresentado nas áres públicas apropriadas para o seu estado, incluindo listagens de pesquisa e navegação. Será transferível do sítio web e terá verificações de estado das actualizações, dependendo do seu estado. Poderá voltar aqui e desactivá-lo de novo.
ru: Если вы отметите ваше дополнение как активное, то оно появится в публичной части сайта, подходящей для его статуса, включая результаты поиска и перечни дополнений. Его можно будет загрузить с сайта и оно будет предлагаться при проверке обновлений. В случае необходимости вы сможете вернуться сюда и отключить ваше дополнение снова .
sk: Označenie tohto doplnku ako aktívny spôsobí, že doplnok bude zobrazený vo verejne dostupných zoznamoch, vrátane výsledkov vyhľadávania a zoznamu doplnkov. Bude ho možné prevziať z webovej stránky a dostupné budú aj jeho aktualizácie. Ak budete chcieť, môžete sa sem vrátiť a opätovne ho deaktivovať.
sq: Shënimi i kësaj shtese si aktive do të bëjë që të duket në zona publike të përshtatshme për gjendjen e saj, përfshi përfundime kërkimesh dhe shfletimi. Do të mund të shkarkohet nga "site"-i web dhe të tregohen për të përditësime kur kontrollohet për ta, në varësi të gjendjes së saj. Do të keni mundësinë të riktheheni këtu dhe ta çaktivizoni sipas dëshirës.
sv_se: Markeras detta tillägg som aktivt gör att det dyker upp i publika områden tillämpliga för dess status, inklusive sökningar och när man bläddrar. Det kommer att kunna laddas ner från webbplatsen och kan vara tillgängligt via uppdateringskontrolltjänsten beroende på status. Du kan komma tillbaka hit och inaktivera det när du vill.
vi: Đánh dấu tiện ích này là hoạt động sẽ cho nó hiển thị trong những khu vực công cộng phù hợp với trạng thái của nó, bao gồm liệt kê và tìm kiếm. Nó có thể được tải xuống từ trang web và quay trở lại trong việc kiểm tra cập nhật trên máy khách, tùy vào trạng thái của nó. Bạn có thể trở lại đây và vô hiệu hóa nó lần nữa nếu muốn.
