Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: <p>Keep these tips in mind:</p><ul><li>Write like you're telling a friend about your experience with the add-on. Give specifics and helpful details, such as what features you liked and/or disliked, how easy to use it is, and any disadvantages it has. Avoid generic language such as calling it "Great" or "Bad" unless you can give reasons why you believe this is so.</li><li>Please do not post bug reports in reviews. We do not make your email address available to add-on developers and they may need to contact you to help resolve your issue. See the <a href="%1$s">support section</a> to find out where to get assistance for this add-on.</li><li>Please keep reviews clean, avoid the use of improper language and do not post any personal information.</li></ul><p>Please read the <a href="%2$s">Review Guidelines</a> for more detail about user add-on reviews.</p>
ca: <p>Tingueu present aquests consells:</p><ul><li>Escriviu com si parléssiu a un amic sobre què us sembla el complement. Expliqueu-ne detalls útils i específics com per exemple què us ha agradat i que què no us ha agradat, si és fàcil de fer servir o no, o bé sobre qualsevol desavantatge que tingui. Eviteu expressions genèriques com "Bo" o "Dolent" a no ser que n'expliqueu ben bé les raons.</li><li>No informeu d'errades en les revisions. Ja que la vostra adreça de correu no es farà pública al desenvolupador del complement i potser la necessitaria per a poder-se posar-se en contacte amb vostè per a resoldre el problema. Vegeu <a href="%1$s">la secció d'ajuda</a> per a saber on podeu trobar assistència per a aquest complement.</li><li>Sigueu polits amb les vostres revisions, eviteu el llenguatge impropi i les referències personals.</li></ul><p>Llegiu la <a href="%2$s">Guia de les revisions</a> si voleu més informació sobre la revisió de complements.</p>
cs: <p>Přečtěte si prosím následující tipy:</p><ul><li>Pište, jako byste se ptali přítele na jeho zkušenost s&nbsp;doplňkem. Poskytujte detailní a užitečné informace, jako jsou vlastnosti, které máte či nemáte rádi, jak snadno se vám doplněk používá a popis nedostatků, které má. Vyvarujte se obecných hlášek typu "Skvělé" či "Špatné" bez toho, abyste sdělili důvod, proč tomu tak je.</li><li>Nepřidávejte prosím do recenze příspěvky s&nbsp;hlášením chyb. Vaše e-mailová adresa není viditelná ani vývojářům doplňků, kteří vás mohou chtít kontaktovat pro vyřešení vašeho problému. Podívejte se do <a href="%1$s">sekce podpory</a>, kde naleznete, jak se vám může dostat podpory pro konkrétní doplněk.</li><li>Recenzi pište prosím čistě, vyhýbejte se neslušným výrazům a nezadávejte do nich žádné osobní informace.</li></ul><p>Přečtěte si prosím <a href="%2$s">pravidla pro přidávání recenze</a>, kde naleznete více informaci o&nbsp;tom, jak psát recenzi.</p>
de: <p>Bitte achten Sie auf folgendes:</p><ul><li>Schreiben Sie so, als würden Sie einem Freund von Ihrer Erfahrung mit dem Add-on erzählen. Machen Sie genaue Angaben und erläutern Sie hilfreiche Details, zum Beispiel welche Eigenschaften ihnen gefallen oder nicht gefallen haben, wie einfach es zu verwenden war und welche Nachteile es hat. Vermeiden Sie allgemeine Floskeln wie zum Beispiel ein simples "großartig" oder "schlecht", es sei denn Sie nennen Gründe, warum Sie dieser Meinung sind.</li><li>Bitte schreiben Sie keine Fehlerberichte als Bewertung. Wir geben Ihre E-Mail-Adresse nicht an die Add-on-Entwickler weiter, aber diese könnten Kontakt mit Ihnen aufnehmen müssen, um Ihnen bei der Behebung des Problems zu helfen. Bitte sehen Sie sich den Abschnitt <a href="%1$s">"Hilfe"</a> an, um herauszufinden, wo Sie Unterstützung für dieses Add-on erhalten können.</li><li>Bitte halten Sie Ihre Bewertungen "sauber": Verwenden Sie keine unangemessene Sprache, und veröffentlichen Sie keine persönlichen Daten.</li></ul><p>Bitte lesen Sie die <a href="%2$s">Richtlinien für Bewertungen</a> für genauere Informationen über Add-on-Bewertungen von Benutzern.</p>
el: <p>Έχετε υπόψη σας τα εξής:</p><ul><li>Συντάξτε την αξιολόγηση σας σα να διηγήστε την εμπειρία σας με το πρόσθετο σε ένα φίλο σας. Δώστε συγκεκριμένες και χρήσιμες λεπτομέρειες, όπως τα χαρακτηριστικά που σας άρεσαν και/ή δεν σας άρεσαν, πόσο εύκολη είναι η χρήση του και αν έχει κάποια πιθανά μειονεκτήματα. Αποφύγετε γενικεύσεις του τύπου «Φοβερό» ή «Άχρηστο», εκτός κι αν μπορείτε να δικαιολογήσετε αυτή σας την άποψη.</li><li>Παρακαλούμε μη δημοσιεύετε αναφορές σφαλμάτων στις αξιολογήσεις. Οι δημιουργοί είναι πιθανό να χρειαστεί να επικοινωνήσουν μαζί σας για να επιλυθεί το πρόβλημα κι εμείς δεν τους γνωστοποιούμε τη διεύθυνση του ηλεκτρονικού σας ταχυδρομείου.. Δείτε το <a href="%1$s">τμήμα υποστήριξης</a> για να μάθετε που μπορείτε να βρείτε υποστήριξη για το πρόσθετο.</li><li>Σας παρακαλούμε να διατηρείτε το επίπεδο των αξιολογήσεων και να αποφεύγετε ακατάλληλες εκφράσεις και τη δημοσιοποίηση προσωπικών σας πληροφοριών.</li></ul><p>Διαβάστε τις <a href="%2$s">οδηγίες σύνταξης αξιολόγησης</a> για περισσότερες λεπτομέρειες σχετικά με την υποβολή αξιολογήσεων από τους χρήστες.</p>
es_es: <p>Ten en mente estos consejos:</p><ul><li>Escribe como si estuvieras contando a un amigo tu experiencia con el complementos. Da detalles específicos y útiles, tales como qué características te gustaron más o menos, cómo de fácil es de usar, y las desventajas que tiene. Evita palabras genéricas como "Genial" o "Malo" a menos que des razones por las cuales crees esto.</li><li>Por favor, no informes de errores en las valoraciones. Tu dirección de correo no está disponible a los desarrolladores de complementos y puede que quieran contactar contigo para resolver la incidencia. Ve a la <a href="%1$s">sección de asistencia</a> para descubrir dónde conseguir ayuda técnica para este complemento.</li><li>Por favor, escribe valoraciones claras, evita el lenguaje inadecuado y no publiques ninguna información personal.</li></ul><p>Lee la <a href="%2$s">Guía para revisores</a> para más detalles sobre las valoraciones de usuarios.</p>
fa: <p>این ترفندها را در ذهن داشته باشید:</p><ul><li>طوری بنویسید که انگار تجربهٔ خود از این افزودنی را برای یک دوست تعریف می‌کنید. نکات ریز و جزئیات مفید مانند ویژگی‌هایی که دوست داشتید یا دوست نداشتید، آسانی استفاده از آن، و معابیش را بیان کنید. از کلی‌گویی و «عالی» یا «بد» خواندن افزودنی بپرهیزید مگر آن که دلایل نظر خود را نیز بیان کنید.</li><li>لطفاً گزارش مشکلات را در بررسی‌ها ارسال نکنید. ما نشانی پست الکترونیکی شما را در اختیار توسعه‌دهندگان افزودنی قرار نمی‌دهیم و ممکن است آنها نیاز داشته باشند با شما تماس بگیرند تا به رفع مشکلتان کمک کنند. از <a href="%1$s">بخش پشتیبانی </a> برای کمک گرفتن دربارهٔ استفاده از این افزودنی بازدید کنید.</li><li>لطفاً بررسی‌ها را عاری از الفاظ نامناسب و یا هر گونه اطلاعات شخصی نگه دارید.</li></ul><p>لطفاً برای اطلاعات بیشتر از بررسی‌های افزودنی‌های کاربران، <a href="%2$s">رهنمون‌های انجام بررسی</a> را مطالعه نمایید.
fr: <p>Veuillez garder ces conseils à l'esprit&nbsp;:</p><ul><li>Écrivez votre critique comme si vous parliez à un ami de votre expérience avec ce module. Donnez des détails précis et utiles, tels que les caractéristiques que vous avez apprécié ou pas, la facilité d'emploi et les éventuels inconvénients. Évitez les banalités et les jugements du type <em>super</em> ou <em>nul</em> à moins que vous ne justifiiez votre opinion par des faits.</li><li>Veuillez ne pas poster de rapports de bugs dans vos critiques. Nous ne donnons pas accès à votre adresse électronique aux développeurs de modules hors ceux-ci pourraient avoir besoin de vous contacter pour résoudre votre problème. Consultez la <a href="%1$s">section d'assistance</a> pour toute question relative à ce module.</li><li>Veuillez poster des critiques correctes, évitez tout langage inapproprié et ne postez pas d'informations personnelles. </li></ul><p>Veuillez lire les <a href="%2$s">instructions pour la critique</a> pour obtenir d'avantage de détails sur les critiques de modules.</p>
hu: <p>Tartsa észben a következőket:</p><ul><li>Írjon úgy, mint ha egy barátjában mesélné el a kiegészítővel szerzett tapasztalatait. Írjon részletesen, például milyen funkciók tetszettek/nem tetszettek, milyen könnyű volt a használat, mik a hátrányok. Lehetőleg nem tegyen általános kijelentéseket, például „Jó” vagy „Rossz”, hacsak nem indokolja meg a véleményét.</li><li>Nem írjon hibaüzeneteket az értékelésbe. Az e-mail címét nem adjuk tovább a kiegészítők fejlesztőinek, és esetleg szükség lehet a kapcsolatfelvételre a probléma megoldásához. Olvassa el a <a href="%1$s">támogatási szakaszban</a>, hogy hol kaphat segítséget a kiegészítő használatához.</li><li>Az értékelés legyen tiszta, kerülje az ide nem illő nyelvezet használatát, és nem adjon meg személyes adatokat.</li></ul><p>Olvassa el az <a href="%2$s">Értékelési útmutatót</a> a kiegészítők felhasználói értékelésével kapcsolatos további tudnivalókért.</p>
it: <p>Ricorda questi suggerimenti:</p><ul><li>scrivi come se stessi descrivendo a un amico la tua esperienza con questo componente aggiuntivo. Fornisci informazioni utili e dettagliate, ad esempio spiegando quali funzioni hai apprezzato oppure non hai trovato utili, quanto è semplice usarlo e quali sono i difetti. Evita espressioni generiche come "Grandioso" oppure "Pessimo", a meno di fornire delle motivazioni valide per simili giudizi.</li><li>non inserire segnalazioni di bug o errori. Gli sviluppatori non sono in grado di visualizzare il tuo indirizzo e-mail e potrebbero aver bisogno di contattarti per aiutarti a risolvere il problema. Consulta la <a href="%1$s">sezione di supporto</a> per scoprire come ottenere assistenza per questo componente aggiuntivo.</li><li>cerca di mantenere in ordine le recensioni, evita l'utilizzo di un linguaggio non appropriato e non inserire alcuna informazione personale.</li></ul><p>Consulta le <a href="%2$s">Guide linea per la recensione</a> per ulteriori dettagli sulle recensioni dei componenti aggiuntivi.</p>
ja: <p>レビューを書く際は以下のことを念頭に置いてください。</p><ul><li>アドオンによって得られた経験を友人に伝えるように書いてください。気に入った、あるいは気に入らない機能、使いやすさ、不都合な点といった、具体的なことや役に立つことを書いてください。「すごい」「悪い」といった一般的な語句は、そのように思う理由を併記しない限り避けてください。</li><li>バグ報告をレビューとして投稿しないでください。あなたのメールアドレスはアドオン作者に公開されませんので、作者が問題解決のためあなたに協力をお願いしたいと思っても、連絡を取ることができません。このアドオンについて何かサポートを必要とされている場合は、<a href="%1$s">サポート</a> の項目を参照してください。</li><li>不適切な言葉は避けてください。また、いかなる個人情報も投稿してはなりません。</li></ul><p>ユーザによるアドオンレビューの詳細は <a href="%2$s">レビューガイドライン</a> を参照してください。
nl: <p>Houd de volgende tips in gedachten:</p><ul><li>Schrijf alsof u een vriend vertelt over uw ervaring met de add-on. Geef specifieke en behulpzame details, zoals welke functies u goed en/of minder goed vond, hoe eenvoudig de extensie in gebruik is, en nadelen die eraan verbonden zijn. Vermijd algemene termen zoals het bestempelen als “Geweldig” of “Slecht” tenzij u redenen kunt opgeven voor die mening.</li><li>Post a.u.b. geen foutrapporten in beoordelingen. We maken uw e-mailadres niet bekend aan ontwikkelaars van add-ons en ze willen wellicht contact met u opnemen om te helpen bij het oplossen van uw probleem. Kijk in de <a href="%1$s">ondersteuningssectie</a> om te ontdekken waar u ondersteuning kunt krijgen voor de add-on.</li><li>Houd beoordelingen a.u.b. netjes, vermijd incorrect taalgebruik en plaats geen persoonlijke informatie.</li></ul><p>Lees a.u.b. de <a href="%2$s">Beoordelingsrichtlijnen</a> voor meer details over add-onbeoordelingen door gebruikers.</p>
pl: <p>Pamiętaj o poniższych wskazówkach:</p><ul><li>Pisz tak, jakbyś mówił przyjacielowi o swoich doświadczeniach z dodatkiem. Podawaj charakterystyczne i przydatne szczegóły, takie jak opcje, które ci się podobają lub których nie lubisz, czy łatwo się ich używa, a także, czy mają jakieś wady. Unikaj ogólnikowych określeń w rodzaju „Świetny”, czy „Zły”, chyba że masz dla nich właściwe uzasadnienie.</li><li>Nie zgłaszaj błędów w recenzjach. Twórcy dodatków nie mają dostępu do twojego adresu e-mail, a mogą potrzebować kontaktu z tobą, by uzyskać dodatkowe informacje pomocne w rozwiązaniu twojego problemu. Sprawdź w sekcji <a href="%1$s">wsparcie techniczne</a>, gdzie można otrzymać pomoc związaną z tym dodatkiem.</li><li>Staraj się, by recenzja była jasna, unikaj używania niewłaściwego języka i nie dodawaj żadnych prywatnych informacji.</li></ul><p>Przeczytaj <a href="%2$s">wskazówki dla recenzentów</a>, by dowiedzieć się więcej, jak pisać recenzje dodatków.</p>
pt_br: <p>Mantenhas essas dicas em mente::</p><ul><li>Escreva como se tivesse falando para um amigo sobre sua experiência com o complemento. Dê detalhes específicos e úteis, tais como quais características você gostou ou não, quão fácil é utilizá-lo, e quaisquer desvantagens que ele possua. Evite usar termos genéricos como dizer "Ótimo" ou "Ruim" a menos que você possa dar as razões pelas quais você acha isso.</li><li>Por favor, não reporte bugs nas avaliações. Nós não deixamos seu endereço de e-mail disponível para os desenvolvedores do complemento e eles podem precisar entrar em contato com você para que ajude a resolver seu problema. Veja a <a href="%1$s">seção de suporte</a> para encontrar onde obter ajuda para este Complemento.</li><li>Por favor, deixe suas avaliações claras, evite o uso de linguagem imprópria e não escreva nenhuma informação pessoal. </li></ul><p>Leia as <a href="%2$s">Dicas de avaliação</a> para maiores detalhes sobre avaliações de complementos.</p>
pt_pt: <p>Tenha isto em mente:</p><ul><li>Escreva como se tivesse a dizer a um amigo a sua experiência com este extra. Dê detalhes específicos e de ajuda,tais como que funcionalidades gostou ou desgostou, a facilidade de o utilizar, e qualquer desvantagem que tenha. Evite comentários genéricos tipo"espetaculart" ou "Mau" a não ser que dê razões para o poder dizer.</li><li>Por favor não coloque relatórios de erro nos comentários. Nós não fornecemos o seu endereço de correio ao desenvolvedor do extra e ele pode ter que o contactar para o ajudar a resolver o seu problema. Veja a <a href="%1$s">secção de ajuda</a>para encontrar ajuda para este extra.</li><li>Mantenha os comentários limpos, evite usar linguagem imprópria e não coloque nenhuma informação pessoal.</li></ul><p>Veja o <a href="%2$s">Guia sobre comentários</a> para mais detalhes sobre comentários feitos por utilizadores.</p>
ru: <p>Несколько советов, к которым стоит прислушаться:</p><ul><li>Пишите отзыв так, как будто вы рассказываете другу о своей работе с этим дополнением. Подробно опишите ваш опыт работы с дополнением и ваши пожелания — какие возможности дополнения вам понравились или не понравились, насколько легко им пользоваться, какие в нём имеются недостатки. Избегайте общих фраз вроде «Круто» или «Отстой», если вы не можете привести причины, почему вы так считаете.</li><li>Пожалуйста, не оставляйте в отзывах сообщения об ошибках. Мы не сообщаем ваш почтовый адрес разработчикам дополнений, а им может потребоваться связаться с вами, чтобы помочь решить вашу проблему. Для получения сведений о том, где можно получить помощь по работе с этим дополнением, обратитесь в <a href="%1$s">раздел поддержки</a>.</li><li> Пожалуйста, не засоряйте отзывы ненужной информацией, не используйте неприличные выражения и не оставляйте какую-либо персональную информацию. </li></ul><p>Для получения более подробной информации об отзывах пользователей о дополнениях, пожалуйста прочтите <a href="%2$s">Советы по оставлению отзывов</a>.</p>
sk: <p>Pamätajte na tieto tipy:</p><ul><li>Píšte, akoby ste rozprávali svojmu priateľovi o svojich zážitkoch s týmto doplnkom. Uveďte špecifické a užitočné detaily, ako napríklad funkcie, ktoré sa vám páčia či nepáčia, ako jednoduché je jeho používanie a takisto aké má nevýhody. Vyhýbajte sa všeobecným frázam typu "Je to super" alebo "Je hrozné" v prípade, že to neviete/nechcete doložiť skúsenosťami a faktami.</li><li>Do recenzií nepíšte hlásenia o chybách. Vaša e-mailová adresa nie je viditeľná ani pre vývojárov doplnku a tí vás môžu chcieť po takom hlásení kontaktovať. Ak chcete pomôcť získať podporu k doplnku, pozrite si <a href="%1$s">sekciu podpory</a>.</li><li>Recenzie píšte jasne, vyhýbajte sa neslušným frázam a nezadávajte do nich žiadne osobné informácie.</li></ul><p>Podrobnejšie informácie o recenziách si prečítajte v <a href="%2$s">pravidlách pre pridávanie recenzií</a>.</p>
sq: <p>Mbani parasysh këto ndihmëza:</p><ul><li>Shkruani si t'i tregonit një shoku rreth përshtypjeve nga shtesa. Jepni hollësi të veçanta dhe të dobishme, të tilla si cilat veçori ju pëlqyen dhe/ose nuk ju pëlqyen, sa i kollajtë qe përdorimi, dhe çfarëdo mangësie që ka. Shmangni gjuhën e përgjithshme si, fjala vjen, etiketimet si "E shkëlqyeshme" ose "E keqe", në rast se nuk keni arsye pse besoni të jetë kështu.</li><li>Ju lutem mos postoni në shqyrtime njoftime të metash. Nuk ua japim vendndodhjet tuaja email zhvilluesve të shtesave e këta mund të kenë nevojë të lidhen me ju për të zgjidhur problemin tuaj. Shihni <a href="%1$s">ndarjen rreth asistencës</a> për të mësuar nga të kihet asistencë për këtë shtesë.</li><li>Ju lutem mbajini shqyrtimet pastër, shmangni përdorimin e papërshtatshëm të gjuhës dhe mos postoni të dhëna vetjake.</li></ul><p>Ju lutem, për më tepër hollësi rreth shqyrtimesh përdoruesi shtese, lexoni <a href="%2$s">Udhëzuesa Shqyrtimesh</a>.</p>
sv_se: <p>Tänk på följande tips:</p><ul><li>Skriv som om du berättar för en vän om hur du upplevt tillägget. Ge specifika och hjälpfulla detaljer, som vilka finesser du gillade eller ogillade, hur lättanvänt det är och alla eventuella nackdelar det har. Undvik allmänna ordalag som att skriva att det är toppen "toppen" eller "dåligt" om du inte berättar varför du tycker så.</li><li>Snälla, skriv inte felrapporter i recensioner. Vi ger inte din e-postadress till tilläggsutvecklare och de kan behöva kontakta dig för att hjälpa dig lösa ditt problem. Se <a href="%1$s">hjälpavsnittet</a> för att se var du kan få hjälp med detta tillägg.</li><li>Håll recensionerna trevliga, använd inte ovårdat språk och skriv ingen personlig information</li></ul><p>Var god läs <a href="%2$s">recensionsriktlinjerna</a> för mer information om användares tilläggsrecensioner.</p>
uk: <p>Запам'ятайте наступні поради:</p><ul><li>Напишіть так, ніби ви розповідаєте про використання додатку своєму другові. Додайте особливі та корисні деталі, як, наприклад, які можливості вам сподобалися/не сподобалися, наскільки легко ним користуватися та які у ньому є переваги. Уникайте загальні фрази та слова на зразок "Класний" чи "Поганий", якщо ви не уточнюєте, чому ви вважаєте саме так.</li><li>Не публікуйте, будь ласка, звіти про вади у перегляді. Ми не будемо давати вашу електронну адресу розробникам додатків, але у них може з'явитись необхідність з вами зв'язатись, щоб вирішити вашу проблему. Перейдіть у <a href="%1$s">секцію підтримки</a>, щоб дізнатись, де отримати підтримку для цього додатку.</li><li>Будь ласка, зберігайте перегляди чистими, уникайте вживати недоречні слова та не публікуйте жодної особистої інформації.</li></ul><p>Читайте, будь ласка, <a href="%2$s">Review Guidelines</a> для детальнішої інформації про користувача та перглади додатків.</p>
vi: <p>Hãy ghi nhớ các mẹo này trong đầu:</p><ul><li>Viết như thể bạn đang kể cho một người bạn về trải nghiệm của bạn đối với tiện ích. Đưa ra những chi tiết hữu ích và cụ thể, như là những tính năng nào mà bạn thích và/hoặc không thích, dùng nó khó hay dễ như thế nào, và những điểm chưa hay của nó. Tránh ngôn ngữ thông thường như là "Tuyệt vời" hoặc "Dở tệ" trừ khi bạn có thể đưa ra lí do vì sao bạn tin như vậy.</li><li>Vui lòng không báo lỗi trong bài đánh giá. Chúng tôi không để địa chỉ email của bạn hiện hữu trước nhà phát triển tiện ích, trong khi có thể họ cần liên hệ với bạn để giúp bạn giải quyết vấn đề. Xem <a href="%1$s">phần trợ giúp</a> để tìm nơi nhận được hỗ trợ cho tiện ích này.</li><li>Vui lòng giữ phần đánh giá được sạch sẽ, tránh dùng ngôn từ không phù hợp và đừng đưa lên bất kì thông tin cá nhân nào.</li></ul><p>Vui lòng đọc <a href="%2$s">Hướng dẫn Đánh giá</a> để biết thêm chi tiết về cách đánh giá tiện ích.</p>
