Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: The description should be less than %1$s characters.
ca: La descripció hauria de tenir menys de %1$s caràcters.
cs: Popis by měl být kratší než %1$s znaků.
de: Die Beschreibung sollte nicht mehr als %1$s Zeichen lang sein.
el: Η περιγραφή θα πρέπει να έχει λιγότερους από %1$s χαρακτήρες.
es_es: La descripción debe tener menos de %1$s caracteres.
fa: شرح باید کمتر از %1$s نویسه باشد.
fr: La description doit comporter moins de %1$s caractères.
it: La descrizione deve essere lunga meno di %1$s caratteri.
ja: 説明文は %1$s 文字以下で記述してください。
nl: De beschrijving dient minder dan %1$s karakters te bevatten.
pl: Opis nie powinien zawierać więcej znaków niż %1$s.
pt_br: A descrição deve ter menos que %1$s caracteres.
pt_pt: A descrição tem de ter menos de %1$s caracteres.
ru: Описание не может быть короче %1$s символов.
sk: Popis by mal obsahovať maximálne %1$s znakov.
sq: Emri duhet të jetë më pak se %1$s shenja.
sv_se: Beskrivningen ska vara kortare än %1$s tecken.
uk: Опис не повинен перевищувати %1$s символів.
vi: Mô tả phải ít hơn %1$s kí tự.

source: The email change has expired. Please change your email address again in your user profile and click the link in the confirmation email as soon as you receive it.
ca: El canvi d'adreça de correu ha caducat. Haureu de tornar a canviar la vostra adreça de correu des del perfil d'usuari i clicar l'enllaç del correu de confirmació tan aviat com el rebeu.
cs: Platnost tohoto potvrzení vypršela. Ve svém profilu si prosím opět změňte svůj e-mail. Ihned po obdržení potvrzovacího e-mailu, klepněte na zaslaný odkaz.
de: Der Bestätigungscode für die Adressänderung ist verfallen. Bitte ändern Sie Ihre E-Mail-Adresse erneut auf Ihrer Profilseite und klicken Sie den Link in der Bestätigungsmail an, sobald Sie diese erhalten.
el: Ο χρόνος για αλλαγή διεύθυνσης ηλεκτρονικού ταχυδρομείου έχει λήξει. Παρακαλούμε αλλάξτε ξανά τη διεύθυνση στο προφίλ χρήστη και κάντε κλικ στο δεσμό που θα βρείτε στο μήνυμα επιβεβαίωσης μόλις το παραλάβετε.
es_es: El cambio de correo electrónico ha expirado. Por favor, cambiar tu dirección de correo electrónico de nuevo en tu perfil de usuario y haz clic en el enlace del correo de confirmación tan pronto como lo recibas.
fa: تغییر نشانی پست الکترونیکی منقضی شده است. لطفاً نشانی پست الکترونیکی خود را در مجموعه تنظیمات کاربری خود دوباره تغییر دهید و به محض دریافت نامهٔ تأییدیه بر روی پیوند موجود در آن کلیک کنید.
fr: Votre demande de changement d'adresse de messagerie est arrivée à expiration. Veuillez changer de nouveau votre adresse dans votre profil utilisateur et cliquer sur le lien inclus dans le message de confirmation que nous vous envoyons, ceci dès sa réception.
hu: A e-mail váltás lejárt. Változtassa meg ismét az e-mail címét a felhasználói profiljában, és kattintson a megerősítő e-mailben levő hivatkozásra a megérkezése után azonnal.
it: Il tempo massimo per il cambio e-mail è scaduto. Modificare nuovamente l'indirizzo e-mail nel profilo utente e fare clic sul link nella mail di conferma non appena si riceve il messaggio.
ja: メールアドレスの変更は時間切れとなりました。ユーザプロフィールから再度アドレスを変更して、確認のメールが届いたらすぐに、本文中のリンクをクリックしてください。
nl: De wijziging van het e-mailadres is verlopen. Wijzig a.u.b. uw e-mailadres opnieuw in uw gebruikersprofiel en klik op de koppeling in het bevestigingsbericht zodra u dat ontvangt.
pl: Prośba o zmianę e-maila straciła ważność. Proszę ponownie zmienić adres e-mail w profilu użytkownika i kliknąć odnośnik w e-mailu potwierdzającym zaraz po otrzymaniu listu.
pt_br: A troca de e-mail expirou. Por favor troque seu e-email novamente em seu cadastro e clique no link do e-email de confirmação assim que recebê-lo
pt_pt: A alteração do correio electrónico expirou. Por favor altere o seu endereço de correio electrónico de novo no seu perfil de utilizador e clique na ligação que aparece no correio electrónico de confirmaçãoque irá receber dentro de instantes.
ru: Время, отведённое на смену адреса электронной почты, истекло. Пожалуйста снова смените свой адрес электронной почты в профиле пользователя и щёлкните по ссылке в подтверждающем письме, как только вы его получите.
sk: Časový interval na zmenu adresy vypršal. Ak chcete zmeniť svoju adresu, urobte tak znova vo vašom používateľskom profile a po prijatí overovacej e-mailovej správy kliknite na odkaz nachádzajúci sa v nej.
sq: Ndryshimi i email-it ka skaduar. Ju lutem ndryshoni sërish vendndodhjen tuaj email te profili juaj i përdoruesit dhe mandej klikoni lidhjen te email-i i ripohimit sapo ta merrni.
sv_se: E-poständringen har expirerat. Ändra din e-postadress i profilen igen och klicka på länken i bekräftelsebrevet direkt när du har fått det.
uk: Час, відведений на зміну цієї електронної адреси, закінчився. Спробуйте знову у вашому профілі користувача та натисніть на посиланні у листі підтвердження, як тільки ви його отримаєте.
vi: Thời gian thay đổi email đã hết hạn. Vui lòng thay đổi lại địa chỉ email trong hồ sơ của bạn và nhấn vào liên kết trong email ngay khi bạn nhận được nó.

source: The extension does not appear to be localized.
ca: L'extensió sembla que no està traduïda.
de: Die Erweiterung scheint nicht lokalisiert zu sein.
el: Η επέκταση δεν φαίνεται να είναι μεταφρασμένη.
es_es: La extensión no parece ser localizable.
fr: Cette extension ne semble pas être localisée.
it: L'estensione non sembra essere localizzata.
ja: この拡張機能はローカライズされていないようです。
nl: De extensie lijkt niet te zijn gelocaliseerd.
pl: Rozszerzenie nie jest zlokalizowane.
pt_pt: A extensão não parece estar traduzida.
ru: Это расширение похоже не локализовано.
sk: Rozšírenie zrejme nie je lokalizované.

source: The file contains a global constant: %s
ca: El fitxer conté una constant global: %s
de: Die Datei enthält eine globale Konstante: %s
el: Το αρχείο περιέχει μια γενική σταθερά: %s
es_es: El archivo contiene una constante global: %s
fr: Le fichier contient une constante globale&nbsp;: %s
it: Il file contiene una costante globale: %s
ja: ファイルにグローバル定数が含まれています: %s
nl: Het bestand bevat een algemene constante: %s
pl: Plik zawiera globalną stałą: %s
pt_pt: O ficheiro contém um constante global: %s
ru: Файл содержит глобальную константу: %s
sk: Súbor obsahuje globálnu konštantu: %s

source: The file contains a global function: %s
ca: El fitxer conté una funció global: %s
de: Die Datei enthält eine globale Funktion: %s
el: Το αρχείο περιέχει μια γενική συνάρτηση: %s
es_es: El archivo contiene una función global: %s
fr: Le fichier contient une fonction globale&nbsp; %s
it: Il file contiene una funzione globale: %s
ja: ファイルにグローバル関数が含まれています: %s
nl: Het bestand bevat een algemene functie: %s
pl: Plik zawiera globalną funkcję: %s
pt_pt: O ficheiro contém uma função global: %s
ru: Файл содержит глобальную функцию: %s
sk: Súbor obsahuje globálnu funkciu: %s

source: The file contains a global variable: %s
ca: El fitxer conté una variable global: %s
de: Die Datei enthält eine globale Variable: %s
el: Το αρχείο περιέχει μια γενική μεταβλητή: %s
es_es: El archivo contiene una variable global: %s
fr: Le fichier contient une variable globale&nbsp;: %s
it: Il file contiene una variabile globale: %s
ja: ファイルにグローバル変数が含まれています: %s
nl: Het bestand bevat een algemene variabele: %s
pl: Plik zawiera globalną zmienną: %s
pt_pt: O ficheiro contém uma variável constante: %s
ru: Файл содержит глобальную переменную: %s
sk: Súbor obsahuje globálnu premennú: %s

source: The following error occurred while parsing install.rdf: %s
ca: S'ha produït el següent error mentre es processava el fitxer install.rdf: %s
cs: Pří zpracovávání souboru install.rdf nastaly následující chyby: %s
de: Der folgende Fehler trat beim Parsen der Datei install.rdf auf: %s
el: Συνέβει το ακόλουθο σφάλμα κατά την ανάλυση του αρχείου install.rdf: %s
es_es: Ocurrieron los siguientes errores mientras se analizaba el install.rdf: %s
fa: خطای زیر در هنگام تجزیهٔ install.rdf روی داد: %s
fr: L'erreur suivante a été rencontrée lors de l'analyse du fichier install.rdf&nbsp;: %s
hu: A következő hiba történt az install.rdf értelmezése közben: %s
it: Si sono verificati i seguenti errori durante l'elaborazione del file install.rdf: %s
ja: install.rdf のパース中に以下のエラーが発生しました: %s
nl: De volgende fout is opgetreden bij het ontleden van install.rdf: %s
pl: Podczas przetwarzania pliku install.rdf został znaleziony błąd: %s
pt_br: O seguinte erro ocorreu na leitura de install.rdf: %s
pt_pt: O seguinte erro ocorreu a fazer parsing a install.rdf: %s
ru: Во время обработки файла install.rdf произошла следующая ошибка: %s
sk: Počas analýzy súboru install.rdf došlo k nasledujúcej chybe: %s
sq: Ndodhi gabimi vijues gjatë përtypjes së install.rdf: %s
sv_se: Följande fel hittades i install.rdf: %s
uk: Наступна помилка з’явилася під час аналізу install.rdf: %s
vi: Lỗi sau xảy ra trong khi phân tích install.rdf: %s

source: The following errors were found in install.rdf:
ca: S'han trobat els següents errors a install.rdf:
cs: V souboru install.rdf byly nalezeny následujícící chyby:
de: Die folgenden Fehler wurden in der Datei install.rdf gefunden:
el: Τα ακόλουθα σφάλματα εντοπίστηκαν στο αρχείο install.rdf:
es_es: Se encontraron los siguientes errores en el install.rdf:
fa: خطاهای زیر در پروندهٔ install.rdf پیدا شد:
fr: Les erreurs suivantes ont été trouvées dans install.rdf:
hu: A következő hibák vannak az install.rdf-ben:
it: Sono stati rilevati i seguenti errori nel file install.rdf:
ja: install.rdf ファイルに以下のエラーがあります:
nl: De volgende fouten zijn aangetroffen in install.rdf:
pl: W pliku install.rdf zostały znalezione następujące błędy:
pt_br: Os seguintes erros foram encontrados em install.rdf:
pt_pt: Os seguintes erros foram encontrados no install.rdf:
ru: В install.rdf обнаружены следующие ошибки:
sk: V súbore install.rdf sa našli nasledujúce chyby:
sq: U gjetën gabimet vijues te install.rdf:
sv_se: Följande fel hittades i install.rdf:
uk: Наступні помилки знайдені у install.rdf:
vi: Tìm thấy những lỗi sau trong install.rdf:

source: The most recent version compatible with %1$s %2$s
ca: La versió més recent compatible amb el %1$s %2$s
cs: Nejnovější verze kompatibilní s&nbsp;aplikací %1$s %2$s
de: Die neueste Version, die mit %1$s %2$s kompatibel ist
el: Η πιο πρόσφατη συμβατή έκδοση με τον %1$s %2$s
es_es: La versión más reciente compatible con %1$s %2$s
fa: جدیدترین نسخهٔ سازگار با %1$s %2$s
fr: La version la plus récente compatible avec %1$s %2$s
hu: A legújabb verzió, amely még kompatibilis ezzel: %1$s %2$s
it: La versione più recente compatibile con %1$s %2$s
ja: %1$s %2$s と互換性のある最新版
nl: De meest recente versie die compatibel is met %1$s %2$s
pl: Najnowsza wersja kompatybilna z programem %1$s %2$s
pt_br: A versão mais recente compatível com %1$s %2$s
pt_pt: A versão mais recente compatível com o %1$s %2$s
ru: Последняя версия, совместимая с %1$s %2$s
sk: Posledná verzia kompatibilná s %1$s %2$s
sq: Versioni më i fundit i përputhshëm me %1$s %2$s
sv_se: Senaste versionen kompatibel med %1$s %2$s
uk: Найновіша версія, сумісна з %1$s %2$s
vi: Phiên bản mới nhất tương thích với %1$s %2$s

source: The name should be less than %1$s characters.
ca: El nom hauria de tenir menys de %1$s caràcters.
cs: Jméno by mělo být kratší než %1$s znaků.
de: Der Name sollte nicht mehr als %1$s Zeichen lang sein.
el: Το όνομα θα πρέπει να έχει λιγότερους από %1$s χαρακτήρες.
es_es: El nombre debe tener menos de %1$s caracteres.
fa: نام باید کمتر از %1$s نویسه باشد.
fr: Le nom doit avoir moins de %1$s caractères.
it: La lunghezza del nome deve essere inferiore a %1$s caratteri.
ja: 名前は %1$s 文字以下で記述してください。
nl: De naam dient minder dan %1$s karakters te bevatten.
pl: Nazwa nie powinna zawierać więcej znaków niż %1$s.
pt_br: O tamanho do nome deve ter menos de %1$s caracteres.
pt_pt: O nome tem de ter menos de %1$s caracteres.
ru: Имя должно быть короче %1$s символов.
sk: Názov musí obsahovať menej ako %1$s znakov.
sq: Emri duhet të jetë më pak se %1$s shenja.
uk: Назва не повинна перевищувати %1$s символів .
vi: Tên phải ít hơn %1$s kí tự.

source: The password reset link was sent to your email address.
ca: S'ha enviat un correu a la vostra adreça amb l'enllaç cap a la recuperació de la contrasenya.
cs: Odkaz pro obnovení hesla vám byl odeslán e-mailem.
de: Ein Link zum Zurücksetzen Ihres Passworts wurde an Ihre E-Mail-Adresse gesendet.
el: Ο δεσμός επαναφοράς κωδικού έχει αποσταλεί στη διεύθυνσή σας.
es_es: El enlace de reinicio de contraseña se ha enviado a su dirección de correo electrónico.
fa: پیوند بازنشانی گذرواژه به نشانی پست الکترونیکی شما ارسال شد.
fr: Le lien de réinitialisation de votre mot de passe a été envoyé.
hu: A jelszót törlő hivatkozást e-mailben küldtük el.
it: Il link per reimpostare la password è stato inviato al tuo indirizzo e-mail.
ja: 登録されているメールアドレスにパスワード変更のためのリンクを送信しました。
nl: De koppeling om uw wachtwoord te resetten is naar uw e-mailadres verzonden.
pl: Dane potrzebne do zresetowania hasła zostały wysłany e-mailem.
pt_br: O endereço para resetar a senha foi enviado para seu email.
pt_pt: A ligação para reiniciar a sua senha foi enviada para o seu endereço de correio electrónico.
ru: Ссылка для сброса пароля была отправлена на адрес вашей электронной почты.
sk: Odkaz na vynulovanie hesla bol odoslaný na vašu e-mailovú adresu.
sq: Lidhja për ricaktim fjalëkalimi ju dërgua te vendndodhja email e juaja.
sv_se: Länken för att återställa lösenordet har skickats till din e-postadress.
uk: Посилання скидання пароля надіслано на ваш email.
vi: Liên kết để khôi phục mật khẩu đã được gửi tới địa chỉ email của bạn.

source: The passwords did not match.
ca: La contrasenya no és correcta.
cs: Hesla nesouhlasí.
de: Die Passwörter stimmten nicht überein.
el: Δεν ταιριάζουν οι κωδικοί.
es_es: Las contraseñas no coinciden.
fa: گذرواژه‌ها یکسان نبودند.
fr: Les mots de passe ne correspondent pas.
hu: A jelszavak nem egyeznek.
it: Le password non corrispondono.
ja: パスワードが一致しません。
nl: De wachtwoorden komen niet overeen.
pl: Podane hasła nie pasują do siebie.
pt_br: As senhas não conferem.
pt_pt: As senhas não coincidem.
ru: Пароли не совпадают.
sk: Heslá sa nezhodujú.
sq: Fjalëkalimet nuk u përputhën.
sv_se: Lösenorden skiljde sig.
uk: Паролі не спіпадають.
vi: Mật khẩu không khớp.

source: The search engine contains an updateURL element, which is not allowed.
ca: El motor de cerca conté un element updateURL que no està permès.
cs: Vyhledávací modul obsahuje značku updateURL, která není povolena.
de: Die Suchmaschine enthält ein "updateURL" Element, was nicht erlaubt ist.
el: Η μηχανή αναζήτησης περιέχει ένα στοιχείο updateURL που δεν επιτρέπεται.
es_es: El buscador contiene un elemento updateURL, que no está permitido.
it: Il motore di ricerca contiene un elemento non consentito (updateURL).
ja: この検索エンジンには、許可されていない updateURL 要素が含まれています。
nl: De zoekmachine bevat een updateURL-element, wat niet is toegestaan.
pl: Wyszukiwarka zawiera niedozwolony element updateURL.
pt_pt: O motor de pesquisa ontém um elemento updateURL, que não é permitido.
ru: Поисковый плагин содержит элемент updateURL, что не разрешено.
uk: Пошукова система містить недозволений елемент updateURL.

source: The search engine could not be parsed according to the OpenSearch format.
ca: El motor de cerca no es podrà analitzar segons els format OpenSearch.
cs: Vyhledávací modul nebyl rozpoznán jako formát OpenSearch.
de: Die Suchmaschine konnte nicht im OpenSearch-Format geparst werden.
el: Η μηχανή αναζήτησης δεν ήταν δυνατό να αναλυθεί σύμφωνα με τον τύπο OpenSearch.
es_es: El buscador no se ha podido analizar según el formato OpenSearch.
it: Impossibile verificare il motore di ricerca in base al formato OpenSearch.
ja: この検索エンジンは OpenSearch 形式として解析できませんでした。
nl: De zoekmachine kan niet worden ontleed volgens de OpenSearch-opmaak.
pl: Nie można przetworzyć wyszukiwarki zgodnie z formatem OpenSearch.
pt_pt: O motor de pesquisa não pode ser parsed de acordo com o formato OpenSearch.
ru: Поисковый плагин не может быть распарсен в соответствии с форматом OpenSearch.

source: The uploaded version number (%1$s) does not match the existing version number (%2$s).
ca: El número de versió (%1$s) no concorda amb la versió existent (%2$s).
cs: Číslo nahrané verze (%1$s) neodpovídá číslu existující verze (%2$s).
de: Die hochgeladene Versionsnummer (%1$s) stimmt nicht mit der existierenden Versionsnummer (%2$s) überein.
el: Ο αριθμός έκδοσης που αποστείλατε (%1$s) δεν ταιριάζει με τον τρέχοντα αριθμό έκδοσης (%2$s).
es_es: El número de la versión enviada (%1$s) no corresponde con el número de la versión existente (%2$s).
fa: نسخهٔ ارسال شده (%1$s) با نسخهٔ موجود (%2$s) یکسان نیست.
it: Il numero di versione caricato (%1$s) non corrisponde al numero di versione esistente (%2$s).
ja: アップロードされたバージョン番号 (%1$s) は、既存のバージョン番号 (%2$s) と一致しません。
nl: Het geüploade versienummer (%1$s) komt niet overeen met het bestaande versienummer (%2$s).
pl: Wysłany numer wersji (%1$s) nie zgadza się z istniejącym numerem wersji (%2$s).
pt_br: A versão enviada de número (%1$s) não bate com a versão existente de número (%2$s).
pt_pt: O número da versão carregada (%1$s) não é igual à versão existente (%2$s).
ru: Загруженный номер версии (%1$s) не соответствует существующему номеру версии (%2$s).
sk: Číslo odosielanej verzie (%1$s) sa nezhoduje s existujúcim číslom verzie (%2$s).
sq: Numri i versionit që ngarkuat (%1$s) nuk përputhet me nurmin ekzistues të versionit (%2$s).
sv_se: Det uppladdade versionsnumret (%1$s) stämmer inte med befintligt versionsnummer (%2$s).
uk: Номер відвантаженої серії (%1$s) не співпадає з існуючим номером версії (%2$s).
vi: Số phiên bản tải lên (%1$s) không phù hợp với số phiên bản sẵn có (%2$s).

# general_addontype_theme
source: Theme
ca: Tema
cs: Motivy vzhledu
el: Θέμα
es_es: Tema
fa: تم
fr: Thème
hu: Téma
it: Tema
ja: テーマ
nl: Thema
pl: Motyw
pt_br: Tema
pt_pt: Tema
ru: Тема
sk: Téma
sq: Temë
sv_se: Tema
uk: Тема
vi: Giao diện

# sidebar_pitch_theme
source: Theme
ca: Tema
cs: Motiv vzhledu
de: Themes
el: Θέματα
es_es: Tema
fa: تم
fr: Thème
hu: Téma
it: tema
ja: テーマ
nl: Thema
pl: motywu
pt_br: Tema
pt_pt: Tema
ru: Тему
sk: Tému
sq: Temë
sv_se: Tema
uk: Тему
vi: Giao diện

source: Theme Development
pt_pt: Desenvolvimento de temas

source: Theme-specific
ca: Específic dels temes
de: Theme-spezifisch
el: Σχετικά με Θέματα
es_es: Específicos de temas
fr: Relatifs aux thèmes
hu: Témaspecifikus
it: Specifico per temi
ja: テーマ固有
nl: Themaspecifiek
pl: Właściwe motywom
pt_pt: Específico do tema
ru: Специфичные для тем
sk: Špecifické pre témy

source: Theme-specific security
ca: Seguretat, específic dels temes
de: Theme-spezifische Sicherheit
el: Σχετικά με ασφάλεια Θεμάτων
es_es: Seguridad específica de temas
fr: Relatifs à la sécurité des thèmes
hu: Témaspecifikus biztonsági
it: Sicurezza - specifico per temi
ja: テーマ固有のセキュリティ
nl: Themaspecifieke beveiliging
pl: Bezpieczeństwo elementów właściwych motywom
pt_pt: Segurança específica do tema
ru: Безопасность специфичная для тем
sk: Špecifické pre témy - bezpečnosť

# general_addontype_theme_plural
source: Themes
ca: Temes
cs: Motivy vzhledu
el: Θέματα
es_es: temas
fa: تم‌ها
fr: Thèmes
hu: Témák
it: Temi
ja: テーマ
nl: Thema's
pl: Motywy
pt_br: Temas
pt_pt: Temas
ru: Темы
sk: Témy
sq: Tema
sv_se: Teman
uk: Теми
vi: Giao diện

# nav_category_themes
source: Themes
ca: Temes
cs: Motivy vzhledu
el: Θέματα
es_es: Temas
fa: تم‌ها
fr: Thèmes
hu: Témák
it: Temi
ja: テーマ
nl: Thema’s
pl: Motywy
pt_br: Temas
pt_pt: Temas
ru: Темы
sk: Témy
sq: Tema
sv_se: Teman
uk: Теми
vi: Giao diện

source: There are currently no notifications available for you to configure.
ca: No teniu cap notificació disponible que calgui configurar.
cs: Nejsou dostupné žádné typy upozornění, které by šlo nastavit.
de: Gegenwärtig können Sie keine Benachrichtigungen an- oder ausschalten.
el: Δεν υπάρχουν προς το παρόν ειδοποιήσεις για να τακτοποιήσετε.
es_es: Actualmente no tienes avisos disponibles para configurar.
fa: در حال حاضر هیچ اعلانی برای تنظیم کردن وجود ندارد.
fr: Il n'y a actuellement aucune notification nécessitant une configuration de votre part.
hu: Jelenleg nincsenek konfigurálható értesítések.
it: Al momento non sono presenti notifiche da configurare.
ja: 今のところ、あなたが設定可能な通知はありません。
nl: Er zijn momenteel geen in te stellen notificaties beschikbaar.
pl: Obecnie nie ma żadnych powiadomień odpowiadających Twojej konfiguracji.
pt_br: No momento não exitem notificações disponíveis para que você precise configurar.
pt_pt: De momento não existem notificações disponíveis para configurar.
ru: В данное время у вас нет уведомлений, которые можно настроить.
sk: Momentálne nie sú dostupné žiadne notifikácie, ktoré môžete nastavovať.
sq: Nuk ka njoftime që të mund t'i formësoni.
sv_se: Just nu finns det inga notifieringar du behöver konfigurera.
uk: На даний час немає доступних повідомлень для налаштування.
vi: Hiện tại không có thông báo nào để bạn cấu hình.

source: There are currently no reviews in moderation.
ca: Actualment no hi ha cap revisió moderant-se.
cs: V současnosti nejsou žádné požadavky na kontrolu.
de: Im Moment sind keine Bewertungen zu moderieren.
el: Δεν υπάρχουν αξιολογήσεις για έλεγχο προς το παρόν.
es_es: Actualmente no hay valoraciones que moderar.
fa: در حال حاضر هیچ بررسی در صف تعدیل وجود ندارد.
fr: Il n'y a pas de révision actuellement en modération.
hu: Jelenleg nincsenek moderálandó értékelések.
it: Attualmente non ci sono revisioni in moderazione.
ja: 担当しているレビューはありません。
nl: Er zijn momenteel geen te screenen beoordelingen.
pl: Brak recenzji do moderacji.
pt_br: Não existem avaliações para serem avaliadas.
pt_pt: De momento não existem comentários para serem moderados.
ru: В настоящее время нет рецензий для модерирования.
sk: V moderovaní nie sú momentálne žiadne recenzie.
sq: Nuk ka shqyrtime në pritje për miratim.
sv_se: Det finns för närvarande inga recensioner att moderera.
uk: На модеруванні зараз немає переглядів.
vi: Hiện tại không có đánh giá nào đang được điều chỉnh.

source: There are errors in this form. Please correct them and resubmit.
ca: Hi ha errors en el formulari. Corregiu-los i torneu-lo a enviar.
cs: Tento formulář obsahuje chyby. Opravte je prosím a formulář znova odešlete.
de: Dieses Formular enthält Fehler. Bitte korrigieren Sie diese und schicken Sie es erneut ab.
el: Εντοπίστηκαν σφάλματα στη φόρμα. Παρακαλούμε διορθώστε τα και υποβάλετέ την ξανά.
es_es: Hay errores en este formulario. Por favor, corríjalos y vuelva a enviarlo.
fa: در این فرم خطاهایی وجود دارد. لطفاً آنها را تصحیح کنید و دوباره فرم را ارسال نمایید.
fr: Le formulaire contient des erreurs. Merci de les corriger et de soumettre à nouveau les données du formulaire.
hu: Hibák vannak az űrlapon. Javítsa ki őket, és küldje újra.
it: Sono presenti degli errori nel modulo: si prega di correggerli e inviare nuovamente.
ja: 入力内容にエラーがあります。確認の上、再度送信してください。
nl: Er staan fouten in dit formulier. Corrigeer ze a.u.b. en dien het formulier opnieuw in.
pl: Znaleziono błędy w formularzu. Popraw je i wyślij ponownie.
pt_br: Existem erros neste formulário. Favor corrigi-los e reenviar.
pt_pt: Existem erros neste formulário. Corriga-os e volte a submete-los.
ru: В этой форме имеются ошибки. Исправьте их и повторите попытку.
sk: V tomto formulári sú chyby. Opravte ich a odošlite znova.
sq: Ka gabime në këtë formular. Ju lutem ndreqini dhe riparashtrojeni.
sv_se: Det finns fel i formuläret. Rätta dem och skicka in igen.
uk: У цій формі є помилки. Будь ласка, виправте їх і знову надішліть.
vi: Có lỗi trong biểu mẫu này. Vui lòng sửa chúng và gửi lại.
