Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Downloads in the last 7 days
ca: Baixades dels últims 7 dies
cs: Počet stažení za poslední týden
de: Downloads in den letzten sieben Tagen
el: Λήψεις κατά τις προηγούμενες 7 ημέρες
es_es: Descargas en los últimos 7 días
fa: بارگیری‌ها در ۷ روز گذشته
fr: Téléchargements ces 7 derniers jours
hu: Letöltések az elmúlt 7 napon
it: Download negli ultimi 7 giorni
ja: 過去 7 日間のダウンロード数
nl: Downloads in de laatste 7 dagen
pl: Pobrania w ciągu ostatnich 7 dni
pt_br: Downloads nos últimos 7 dias
pt_pt: Transferências nos últimos 7 dias
ru: Загрузок за последние 7 дней
sk: Prevzatí sa posledných 7 dní
sq: Shkarkime gjatë 7 ditëve të fundit
sv_se: Hämtningar senaste 7 dagarna
uk: Завантажень за останні 7 днів
vi: Số lượt tải trong 7 ngày vừa qua

source: EULA
ca: ALUF (EULA)
de: Endbenutzer-Lizenzvereinbarung (EULA)
el: ΣΑΤΧ (EULA)
es_es: CLUF
fa: توافق‌نامهٔ مجوز کاربر نهایی
fr: CLUF
pt_br: EULA ( Termo de Utilização )
pt_pt: ALUF
ru: Лицензионное соглашение конечного пользователя (EULA)
sk: Licenčná zmluva
sv_se: Användningsvillkor (EULA)
uk: ЛУКК
vi: Thỏa thuận Người dùng Cuối

source: Edit
ca: Edita
de: Bearbeiten
fr: Éditer
hu: Szerkesztés
it: Modifica
ja: 編集
nl: Bewerken
pl: Eyituj
pt_pt: Editar
ru: Правка
sv_se: Redigera

source: Edit %s
ca: Edita %s
cs: Úpravy doplňku %s
de: %s bearbeiten
el: Επεξεργασία %s
es_es: Editar %s
fa: ویرایش %s
fr: Éditer %s
hu: %s szerkesztése
it: Modifica %s
ja: %s を編集
nl: %s bewerken
pl: Edycja %s
pt_br: Editar %s
pt_pt: Editar %s
ru: Редактировать %s
sk: Úprava doplnku %s
sq: Përpunoni %s
sv_se: Redigera %s
uk: Відредагувати %s
vi: Chỉnh sửa %s

source: Edit Group
ca: Edita el grup
cs: Úprava skupiny
de: Gruppe bearbeiten
el: Επεξεργασία ομάδας
es_es: Editar grupo
fa: ویرایش گروه
fr: Éditer le Groupe
hu: Csoport szerkesztése
it: Modifica gruppo
ja: グループを編集
nl: Groep bewerken
pl: Edytuj grupę
pt_br: Editar grupo
pt_pt: Editar Grupo
ru: Изменить группу
sk: Upraviť skupinu
sq: Përpunoni Grup
sv_se: Redigera grupp
uk: Редагувати групу
vi: Chỉnh sửa Nhóm

source: Edit Item
ca: Edita l'element
cs: Upravit doplněk
de: Editieren
el: Επεξεργασία αντικειμένου
es_es: Editar elemento
fa: ویرایش
fr: Éditer l'item
hu: Elem szerkesztése
it: Modifica
ja: アイテムを編集
nl: Onderdeel bewerken
pl: Edytuj dodatek
pt_pt: Editar item
ru: Правка объекта
sk: Upraviť položku
sq: Përpunojeni Objektin
sv_se: Redigera post
uk: Редагувати елемент
vi: Chỉnh sửa Mục

# devcp_previews_header_edit
source: Edit Preview
ca: Edita la previsualització
cs: Úprava náhledu
de: Vorschau bearbeiten
el: Επεξεργασία εικόνας προεπισκόπησης
es_es: Editar vista previa
fa: ویرایش پیش‌نمایش
fr: Éditer la prévisualisation
hu: Előnézet szerkesztése
it: Modifica anteprima
ja: プレビュー画像を編集
nl: Voorbeeldweergave bewerken
pl: Edytuj obrazek
pt_br: Editar visualização
pt_pt: Editar Pré-visualização
ru: Изменить скриншот
sk: Upraviť ukážku
sq: Përpunoni Paraparje
sv_se: Redigera förhandsvisning
uk: Редагувати знімок екрану
vi: Chỉnh sửa Ảnh xem trước

# devcp_preview_edit_pagetitle
source: Edit Preview
ca: Edita la previsualització
cs: Úprava náhledu
de: Vorschau bearbeiten
el: Επεξεργασία εικόνας προεπισκόπησης
es_es: Editar vista previa
fa: ویرایش پیش‌نمایش
fr: Éditer la prévisualisation
hu: Előnézet szerkesztése
it: Modifica anteprima
ja: プレビュー画像の編集
nl: Voorbeeldweergave bewerken
pl: Edycja obrazka
pt_br: Editar visualização
pt_pt: Editar Pré-visualização
ru: Изменить скриншот
sk: Upraviť ukážku
sq: Përpunoni Paraparje
sv_se: Redigera förhandsvisning
uk: Редагувати знімок
vi: Chỉnh sửa Ảnh xem trước

source: Edit Review for %s
ca: Edita una revisió per a %s
cs: Úprava recenze doplňku %s
de: Bewertung für %s editieren
el: Επεξεργασία αξιολόγησης για το %s
es_es: Editar valoración de %s
fa: ویرایش بررسی برای %s
fr: Éditer la critique de %s
hu: %s értékelésének szerkesztése
it: Modifica la recensione per %s
ja: %s のレビューを編集
nl: Beoordeling voor %s bewerken
pl: Edytuj recenzję dla: %s
pt_br: Editar avaliação para %s
pt_pt: Editar comentário para %s
ru: Редактировать отзыв на %s
sk: Upraviť recenziu doplnku %s
sq: Përpunoni Shqyrtimin për %s
sv_se: Redigera recension av %s
uk: Редагувати відгук для %s
vi: Chỉnh sửa Đánh giá của %s

source: Edit publisher comment
ca: Edita el comentari de la publicació
cs: Upravit komentář vydavatele
de: Kommentar editieren
el: Επεξεργασία σχολίου εκδότη
es_es: Editar comentario del publicador
fa: ویرایش نظر منتشر کننده
hu: Közzétételi megjegyzés szerkesztése
it: Modificato commento
ja: 公開者のコメントを編集
nl: Opmerking publicist bewerken
pl: Edytuj komentarz
pt_br: Modificar comentário de publicador
pt_pt: Editar comentário do editor
ru: Редактировать комментарий опубликовавшего
sk: Upraviť komentár autora
sq: Përpunoni koment botuesi
sv_se: Redigera kommentar till samling
uk: Відредагувати коментар видавця
vi: Chỉnh sửa bình luận của người xuất bản

source: Edit user profile for %s
ca: Edita el perfil d'usuari d'en/na %s
cs: Upravit profil uživatele %s
de: Benutzerprofil von %s bearbeiten
el: Επεξεργασία προφίλ χρήστη του %s
es_es: Editar perfil del usuario %s
fa: ویرایش مجموعه تنظیمات کاربری %s
fr: Éditer le profil utilisateur de %s
hu: %s felhasználói profiljának szerkesztése
it: Modifica il profilo utente di %s
ja: %s のプロフィールを編集
nl: Gebruikersprofiel voor %s bewerken
pl: Edytowanie konta użytkownika: %s
pt_br: Editar perfil de usuário para %s
pt_pt: Editar perfil do utilizador %s
ru: Редактировать профиль %s
sk: Upraviť profil používateľa pre %s
sq: Përpunoni profil përdoruesi për %s
sv_se: Redigera användarprofil för %s
uk: Редагувати профіль користувача для %s
vi: Chỉnh sửa hồ sơ người dùng cho %s

source: Edit your review
ca: Editeu la vostra revisió
cs: Upravit recenzi
de: Ihre Bewertung editieren
el: Επεξεργασία αξιολόγησης
es_es: Editar tu valoración
fa: ویرایش بررسی خود
fr: Éditer votre critique
hu: Értékelés szerkesztése
it: Modifica la tua recensione
ja: レビューを編集
nl: Uw beoordeling bewerken
pl: Edytuj recenzję
pt_br: Editar sua avaliação
pt_pt: Editar o seu comentário
ru: Редактировать ваш отзыв
sk: Upraviť recenziu
sq: Përpunoni shqyrtimin tuaj
sv_se: Redigera din recension
uk: Редагувати свій відгук
vi: Chỉnh sửa đánh giá của bạn

# editors_review_a_comments
source: Editor Comments
ca: Comentaris de l'editor
cs: Komentáře redaktora
de: Moderator-Kommentare
el: Σχόλια συντακτών
es_es: Comentarios del editor
fa: نظرات بررسی‌کننده
fr: Commentaires de l'éditeur
hu: Megjegyzések a szerkesztőnek
it: Commenti editore
ja: エディタのコメント
nl: Editoropmerkingen
pl: Komentarze edytora
pt_pt: Comentários do editor
ru: Комментарии редактора
sk: Komentáre editora
sv_se: Redaktörskommentar
uk: Коментарі редактора

source: Editor Review Discussions
ca: Discussions de la revisió de l'editor
de: Editor-Diskussionen
el: Συζητήσεις αξιολογήσεων συντακτών
es_es: Discusiones de la revisión del editor
it: Discussioni dei revisori
ja: エディタのレビューに関する議論
nl: Editorbeoordelingsdiscussies
pl: Dyskusje o recenzji edytora
pt_pt: Discussões das revisões do editor
ru: Обсуждения отзыва редактора
sk: Diskusie k recenziám editorov
sv_se: Redaktörsgranskningsdiskussioner

# editorcp_menu_summary_link
source: Editor Summary
ca: Resum de l'editor
cs: Přehled redaktora
de: Überblick für Moderatoren
el: Περίληψη συντάκτη
es_es: Resumen del editor
fa: خلاصهٔ ویرایش‌گر
fr: Résumé de l'éditeur
hu: Szerkesztő összefoglalója
it: Sommario revisione
ja: エディタについて
nl: Samenvatting van de editor
pl: Przegląd edytorów
pt_br: Sumário do editor
pt_pt: Sumário do Editor
ru: Информация о редакторах
sk: Súhrn editora
sq: Përmbledhje Redaktori
sv_se: Redaktörssammanfattning
uk: Підсумок редактора
vi: Tóm tắt về Biên tập viên

# editorcp_summary_page_heading
source: Editor Summary
ca: Resum de l'editor
cs: Přehled redaktora
de: Überblick für Moderatoren
el: Περίληψη συντάκτη
es_es: Resumen del editor
fa: خلاصهٔ ویرایش‌گر
fr: Résumé de l'éditeur
hu: Szerkesztő összefoglalója
it: Riepilogo revisore
ja: エディタについて
nl: Samenvatting van de editor
pl: Podsumowanie edytora
pt_br: Sumário do editor
pt_pt: Sumário do Editor
ru: Информация о редакторах
sk: Súhrn editorov
sq: Përmbledhje Redaktori
sv_se: Redaktörssammanfattning
uk: Підсумок редактора
vi: Tóm tắt về Biên tập viên

# sidebar_navlink_editor_tools
source: Editor Tools
ca: Eines de l'editor
cs: Nástroje redaktora
de: Moderatoren
el: Εργαλεία συντακτών
es_es: Herramientas de edición
fa: ابزارهای ویرایش‌گر
fr: Outils d'édition
hu: Szerkesztőeszközök
it: Strumenti per revisori
ja: エディタ用ツール
nl: Editorhulpmiddelen
pl: Narzędzia edytora
pt_br: Ferramentas de edição
pt_pt: Ferramentas do Editor
ru: Инструменты для редактирования
sk: Nástroje editora
sq: Mjete Përpunuesi
sv_se: Redigerarverktyg
uk: Інструменти редактора
vi: Công cụ Biên tập viên

# editorcp_menu_title
source: Editor Tools
ca: Eines de l'editor
cs: Nástroje redaktora
de: Moderatoren
el: Εργαλεία συντακτών
es_es: Herramientas de editor
fa: ابزارهای ویرایش‌گر
fr: Outils de l'éditeur
hu: Szerkesztőeszközök
it: Strumenti per revisori
ja: エディタ用ツール
nl: Editorhulpmiddelen
pl: Narzędzia edytora
pt_br: Ferramentas do editor
pt_pt: Ferramentas do Editor
ru: Инструменты разработчика
sk: Nástroje editora
sq: Mjete Redaktori
sv_se: Redaktörsverktyg
uk: Інструменти оглядача
vi: Công cụ Biên tập

# devcp_myaddons_editorcp_link
source: Editor Tools
ca: Tauler de control de l'editor
cs: Ovládací panel redaktora
de: Moderatorenwerkzeuge
el: Εργαλεία συντακτών
es_es: Herramientas del editor
fa: ابزارهای ویرایش‌گر
fr: Panneau de contrôle éditeur
hu: Szerkesztőeszközök
it: Pannello di amministrazione per revisori
ja: エディタ用コントロールパネル
nl: Editor Controlevenster
pl: Panel kontrolny edytora
pt_br: Painel de controle do editor
pt_pt: Painel de Controlo do Editor
ru: Панель управления редактора
sk: Nástroje editora
sq: Mjete për Komentatorë
sv_se: Redigerarverktyg
uk: Панель управління редактора
vi: Công cụ Biên tập

# editors_pagetitle
source: Editor Tools
ca: Tauler de control d'edició
cs: Ovládací panel redaktora
de: Moderatorenwerkzeuge
el: Πίνακας ελέγχου συντάκτη
es_es: Herramientas del editor
fa: ابزارهای ویرایش‌گر
fr: Panneau de contrôle de l'éditeur
hu: Szerkesztőeszközök
it: Strumenti per revisori
ja: エディタ用コントロールパネル
nl: Editor controlevenster
pl: Panel kontrolny edytora
pt_br: Painel de controle do editor
pt_pt: Painel de controlo do Editor
ru: Панель управления рецензента
sk: Nástroje editora
sq: Mjete Redaktorësh
sv_se: Redaktörsverktyg
uk: Панель управління редактора
vi: Công cụ Biên tập

source: Editor's Pick
ca: Destacada per un editor
cs: Volba redaktora
de: Empfohlen
el: Επιλογές συντακτών
es_es: Seleccionado por el editor
fa: منتخب ویرایش‌گران
fr: Notre sélection
hu: Kiemelt
it: Scelta da noi
ja: エディタのおすすめ
nl: Keuze van de editor
pl: Kolekcja AMO
pt_br: Seleções do Editor
pt_pt: Sugestões do editor
ru: Выбор редакции
sk: Výber editora
sq: Zgjedhja e Redaktorit
sv_se: Redaktörernas val
uk: Малюнок видавця
vi: Lựa chọn của Biên tập viên

source: Editor's Picks
ca: Les destacades per un editor
cs: Doporučené redaktory
de: Empfohlene Sammlungen
el: Επιλογές συντακτών
es_es: Elegidos por el editor
fa: منتخب ویرایش‌گران
fr: Nos sélections
hu: Kiemelt
it: Le nostre scelte
ja: エディタのおすすめ
nl: Keuze van de editor
pl: Kolekcje AMO
pt_br: Seleção dos Editores
pt_pt: Sugestões do editor
ru: Выбор редакторов
sk: Výber editorov
sq: Zgjedhjet e Redaktorit
sv_se: Redaktörernas utvalda
uk: Малюнками видавця
vi: Lựa chọn của Biên tập viên

source: Editors
cs: Redaktoři
de: Moderatoren
el: Συντάκτες
es_es: Editores
fa: ویرایش‌کنندگان
fr: Éditeurs
hu: Szerkesztők
it: Revisori
ja: エディタ
pl: Edytorzy
pt_br: Editores
pt_pt: Editores
ru: Редакторы
sk: Editori
sq: Redaktorë
sv_se: Redaktörer
uk: Редактори
vi: Biên tập viên

source: Editors' Guide
ca: Guia d'edició
cs: Průvodce redaktora
de: Moderatorenhandbuch
el: Οδηγός συντάκτη
es_es: Guía de editores
fa: راهنمای ویرایش‌گر
fr: Guide de l'éditeur
hu: Útmutató szerkesztőknek
it: Guida per i revisori
ja: エディタガイド
nl: Handboek voor de editor
pl: Poradnik edytora
pt_br: Guia do editor
pt_pt: Guia dos Editores
ru: Политика распространения и использования дополнений
sk: Príručka editora
sq: Udhërrëfyes Redaktorësh
sv_se: Redaktörsguide
uk: Керівництво редакторів
vi: Hướng dẫn của Biên tập viên

# addon_developer_th_email
source: Email address
ca: Adreça electrònica
cs: E-mailová adresa
de: E-Mail-Adresse
el: Διεύθυνση email
es_es: Dirección de correo electrónico
fa: نشانی پست الکترونیکی
fr: Courriel
hu: E-mail cím
it: Indirizzo e-mail
ja: メールアドレス
nl: E-mailadres
pl: Adres e-mail
pt_br: Endereço de email
pt_pt: Endereço de correio
ru: Адрес эл. почты
sk: E-mailová adresa
sv_se: E-postadress
uk: Адреса електронної пошти
vi: Địa chỉ email

# user_form_email
source: Email address
ca: Adreça de correu
cs: E-mailová adresa
de: E-Mail
el: Διεύθυνση email
es_es: Dirección de correo electrónico
fa: نشانی پست الکترونیکی
fr: Courriel
hu: E-mail cím
it: Indirizzo e-mail
ja: メールアドレス
nl: E-mailadres
pl: Adres e-mail
pt_br: Endereço de email
pt_pt: Endereço de Correio
ru: Адрес эл. почты
sk: E-mailová adresa
sq: Vendndodhje email
sv_se: E-postadress
uk: Email
vi: Địa chỉ email

source: Enclose code with three or more ~ tilde characters on separate lines.
ca: Posa tres o més caràcters ~ al voltant del bloc a línies separades.
de: Schließen Sie Text mit drei oder mehr ~ Tilde-Zeichen in separaten Zeilen ein.
el: Περικλείσετε τον κώδικα μέσα σε τρεις ή περισσότερες περισπωμένες (~) σε ξεχωριστές γραμμές.
es_es: Encierra el código con tres o más caracteres de tilde ~ en líneas separadas.
fa: کد را درون سه یا بیشتر علامت مد ~ قرار دهید.
it: Racchiudere il codice in tre o più caratteri ~ tilde su righe separate.
ja: コードの前後の行に 2 つもしくは 3 つチルダ (~) を書きます。
nl: Omsluit code met drie of meer ~ tildes op afzonderlijke regels.
pl: Obejmij kod trzema lub więcej znakami tyldy ~ wstawiając je w osobnych wierszach przed pierwszym i po ostatnim wierszu kodu.
pt_br: Utilize três ou mais sinais ~ (til) em linhas separadas.
pt_pt: Fechar código com três ou mais ~ em linhas separadas.
ru: Выделите код тремя или более символами тильды ~ на отдельных строках.
sk: Na jednotlivých riadkoch uzavrite kód troma a viacerými znakmi tilda ~.
sv_se: Omringa kod med tre eller fler ~ tilde-tecken på separata rader.
uk: Помістіть код між трьома чи більше ~ хвилястими лініями у різних рядках.

source: End a line with two or more spaces.
ca: Finalitza la línia amb dos o més espais.
cs: Zakončí řádku pomocí dvou či více mezer.
de: Beenden Sie eine Zeile mit zwei oder mehr Leerzeilen.
el: Προσθέστε στο τέλος της γραμμής δυο ή περισσότερα κενά διαστήματα.
es_es: Finaliza una línea con dos o más espacios.
fa: هر خط را با دو یا چند فاصله خاتمه دهید.
fr: Terminer une ligne avec deux espaces ou plus.
it: Concludere una linea con due o più spazi.
ja: 行の最後に 2 つ以上の半角空白を付けます。
nl: Eindig een regel met twee of meer spaties.
pl: Do zakończenia wiersza użyj dwóch lub więcej spacji.
pt_br: Termine uma linha com um ou mais espaços.
pt_pt: Terminar uma linha com um ou mias espaços.
ru: Закончите строку двумя или более пробелами.
sk: Ukončite riadok dvoma alebo viacerými medzerami.
sv_se: Avsluta en rad med två eller fler mellanslag.
uk: Закінчити стрічку двома або більше пробілами.

source: End-User License Agreement
ca: Acord de llicència de l'usuari final
cs: Licenční smlouva s&nbsp;koncovým uživatelem
de: Endbenutzer-Lizenzvertrag
el: Αδειοδότηση τελικού χρήστη (EULA)
es_es: Acuerdo de licencia final de usuario
fa: توافق‌نامهٔ مجوز کاربر نهایی
fr: Contrat de Licence utilisateur Final
hu: Végfelhasználói licencszerződés
it: Licenza per l'utente finale
ja: エンドユーザライセンス契約
nl: Gebruiksrechtovereenkomst
pl: Licencja użytkownika
pt_br: Acordo de Utilização de Software
pt_pt: Acordo de licença de utilizador final
ru: Лицензионное соглашение конечного пользователя
sk: Licenčná zmluva s koncovým používateľom
sq: Marrëveshje Leje Përdoruesi (EULA)
sv_se: Användarlicens
uk: Ліцензійна угода з кінцевим користувачем
vi: Thỏa thuận Giấy phép Người dùng Cuối

source: Enter your answer here:
ca: Escriviu la vostra resposta aquí:
cs: Zde vložte odpověď
de: Geben Sie Ihre Antwort hier ein:
el: Εισάγετε την απάντηση σας εδώ:
es_es: Introduce tu respuesta aquí:
fa: پاسخ خود را اینجا وارد کنید:
fr: Tapez votre réponse ici&nbsp;:
hu: Írja be itt a választ:
it: Inserisci qui la risposta:
ja: 答えをここに入力してください:
nl: Voer hier uw antwoord in:
pl: Wprowadź tutaj swoją odpowiedź:
pt_br: Insira sua resposta aqui:
pt_pt: Escreva a sua resposta aqui:
ru: Введите здесь свой ответ:
sk: Zadajte vašu odpoveď:
sq: Jepni këtu përgjigjen tuaj:
sv_se: Skriv svaret här:
uk: Введіть відповідь сюди:
vi: Nhập câu trả lời của bạn ở đây:

source: Error flagging this review!
ca: S'ha produït un error marcant aquesta revisió amb un indicador.
cs: Chyba při nahlášení recenze!
de: Fehler beim Markieren dieser Bewertung!
el: Παρουσιάστηκε σφάλμα κατά τη σημείωση της αξιολόγησης!
es_es: ¡Error al marcar esta valoración!
fa: علامت‌گذاری این بررسی با خطا مواجه شد!
fr: Erreur lors du marquage de cette critique&nbsp;!
hu: Hiba az értékelés megjelölésénél!
it: Errore durante la segnalazione di questa recensione
ja: このレビューを通知する際にエラーが発生しました！
nl: Fout bij aanduiden van deze beoordeling!
pl: Podczas oznaczania recenzji etykietą wystąpił błąd!
pt_br: Erro ao marcar esta avaliação!
pt_pt: Erro ao marcar este comentário
ru: Ошибка при пометке этого отзыва!
sk: Chyba pri nahlásení tejto recenzie!
sq: Gabim në flamurëzimin e këtij shqyrtimi!
sv_se: Ett fel uppstod vid märkning av recensionen!
uk: Помилка відмічання цього відгуку!
vi: Lỗi khi gán cờ hiệu cho đánh giá này!

source: Error saving comment!
ca: S'ha produït un error quan es desava el comentari.
cs: Chyba při ukládání komentáře!
de: Fehler beim Speichern des Kommentars!
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση του σχόλιου!
es_es: ¡Error al guardar el comentario!
fa: خطا در حین ذخیرهٔ نظر!
fr: Erreur lors de l'enregistrement du commentaire&nbsp;!
hu: Hiba a hozzászólás mentésekor!
it: Errore durante il salvataggio del commento
ja: コメントの保存中にエラーが発生しました！
nl: Fout bij opslaan opmerking!
pl: Wystąpił błąd podczas zapisywania komentarza!
pt_br: Erro ao salvar o comentário!
pt_pt: Erro ao guardar comentário!
ru: Ошибка сохранения комментария!
sk: Chyba pri ukladaní komentára!
sq: Gabim në ruajtjen e komentit!
sv_se: Fel vid sparning av kommentar!
uk: При зберіганні коментаря сталася помилка!
vi: Gặp lỗi khi lưu bình luận!

source: Error!
cs: Chyba!
de: Fehler!
el: Σφάλμα!
fa: خطا!
fr: Erreur&nbsp;!
hu: Hiba!
it: Errore
ja: エラー！
nl: Fout!
pl: Błąd!
pt_br: Erro!
pt_pt: Erro!
ru: Ошибка!
sk: Chyba!
sq: Gabim!
sv_se: Fel!
uk: Помилка!
vi: Lỗi!

# editorcp_menu_eventlog_link
source: Event Log
ca: Registre d'esdeveniments
cs: Záznam událostí
de: Bewertungslogbuch
el: Καταγραφή συμβάντων
es_es: Registro de eventos
fa: ثبت وقایع رویدادها
fr: Journal des évènements
hu: Eseménynapló
it: Registro eventi
ja: イベント履歴
nl: Gebeurtenissenlogboek
pl: Dziennik zdarzeń
pt_br: Log de eventos
pt_pt: Registo de Eventos
ru: Журнал событий
sk: Denník udalostí
sq: Regjistër Ngjarjesh
sv_se: Händelselogg
uk: Журнал подій
vi: Lưu kí Sự kiện

# editorcp_logs_page_heading
source: Event Log
ca: Registre d'esdeveniments
cs: Záznam událostí
de: Bewertungslogbuch
el: Καταγραφή συμβάντων
es_es: Registro de eventos
fa: ثبت وقایع رویدادها
fr: Journal des évènements
hu: Eseménynapló
it: Registro eventi
ja: イベント履歴
nl: Gebeurtenissenlogboek
pl: Dziennik zdarzeń
pt_br: Log de eventos
pt_pt: Registo de Eventos
ru: Журнал событий
sk: Denník udalostí
sq: Regjistër Ngjarjesh
sv_se: Händelselogg
uk: Журнал подій
vi: Lưu kí Sự kiện

source: Everyone can view my collection in the directory
ca: Tothom pot veure la meva col·lecció en el directori
cs: Kdokoliv může mou sbírku vidět v adresáři
de: Jedermann kann meine Sammlung im Verzeichnis sehen
el: Οποιοσδήποτε μπορεί να δει τη συλλογή μου στον κατάλογο
es_es: Cualquiera puede ver mi recopilatorio en el directorio
fa: همه بتوانند مجموعهٔ من را در فهرست مجموعه‌ها مشاهده کنند
hu: Mindenki megnézheti a gyűjteményemet a gyűjteménykönyvtárban
it: Chiunque può visualizzare la mia raccolta
ja: 誰でも自分のコレクションをディレクトリ内で見ることができます
nl: Iedereen kan mijn collectie in de map bekijken
pl: Wszyscy
pt_br: Todos podem ver minha coleção no diretório público
pt_pt: Todos podem ver a minha colecção na directoria
ru: Любой человек может просматривать мою подборку в каталоге
sk: Ktokoľvek
sq: Koleksionin tim në drejtori mund ta shohë cilido
sv_se: Alla kan se min samling i katalogen
uk: Кожен може переглядати мою колекцію у каталозі
vi: Mọi người đều có thể xem bộ sưu tập của tôi trong thư mục

source: Exceeds maximum upload size
ca: Supera la mida màxima d'enviament.
cs: Překročena maximální velikost nahrávaného souboru
de: Überschreitet die maximale Upload-Größe
el: Υπερβαίνει το μέγιστο μέγεθος αποστολής
es_es: Sobrepasa el tamaño máximo de subida
fa: اندازهٔ پرونده بیش از اندازهٔ بارگذاری مجاز
fr: La taille de fichier à l'envoi dépasse la limite maximale.
hu: Túllépte a maximális feltöltési méretet
it: Eccede la dimensione massima consentita per l'upload
ja: 最大アップロードサイズを超えています
nl: Groter dan de maximale uploadgrootte
pl: Został przekroczony maksymalny rozmiar wysyłanego pliku.
pt_br: Excede o valor máximo para envio
pt_pt: Excede o tamanho máximo permitido
ru: Размер дополнения превышает максимальный
sk: Presahuje maximálnu veľkosť pre odoslanie
sq: Tejkalon madhësinë maksimum për ngarkimet
sv_se: Överstiger maximalstorlek för uppladdningar
uk: Перевищує максимальний розмір відвантаження
vi: Vượt quá kích thước tải lên tối đa

source: Expand Graph
ca: Mostra el diagrama
cs: Zvětšit graf
de: Grafik erweitern
el: Ανάπτυξη γραφήματος
es_es: Expandir gráfico
fa: بسط دادن شکل
fr: Dévelopepr le graphique
hu: Diagram széthúzása
it: Espandi il grafico
ja: グラフを拡大
nl: Grafiek uitklappen
pl: Powiększ graf
pt_br: Expandir gráfico
pt_pt: Expandir Gráfico
ru: Развернуть диаграмму
sk: Rozbaliť graf
sq: Zgjeroje Grafikun
sv_se: Expandera graf
uk: Розширити графік
vi: Mở rộng Biểu đồ

source: Expand all
ca: Expandeix-ho tot
cs: Rozbalit vše
de: Alle Verzeichnisse ausklappen
el: Ανάπτυξη όλων
es_es: Expandir todas
fa: باز کردن همه
fr: Tout afficher
hu: Kibontás
it: Espandi tutto
ja: すべて展開
nl: Alles uitklappen
pl: Pokaż wszystkie
pt_br: Expandir tudo
pt_pt: Expandir tudo
ru: Развернуть всё
sk: Rozbaliť všetko
sq: Zgjeroji të tëra
sv_se: Expandera alla
uk: Відкрити все
vi: Mở rộng tất cả

source: Extension
ca: Extensió
cs: Rozšíření
de: Erweiterung
el: Επέκταση
es_es: Extensión
fa: ضمیمه
hu: Kiterjesztés
it: estensioni
ja: 拡張機能
nl: Extensie
pl: Rozszerzenie
pt_br: Extensão
pt_pt: Extensão
ru: Расширение
sk: Rozšírenie
sq: Zgjerim
sv_se: Utökning
uk: Розширення
vi: Phần mở rộng

source: Extension-specific
ca: Específic de les extensions
de: Erweiterungs-spezifisch
el: Σχετικά με επεκτάσεις
es_es: Específicos para extensiones
fr: Lié aux extensions
hu: Kiterjesztésspecifikus
it: Specifico per estensioni
ja: 拡張機能固有
nl: Extensiespecifiek
pl: Właściwe rozszerzeniom
pt_pt: Específico da extensão
ru: Специфичные для расширения
sk: Špecifické pre rozšírenia
sv_se: Utökningsspecifik

source: Extension-specific security
ca: Seguretat, específic de les extensions
de: Erweiterungs-spezifische Sicherheit
el: Σχετικά με ασφάλεια επεκτάσεων
es_es: Seguridad específica de extensiones
fr: Liés à la sécurité des extensions
hu: Kiterjesztésspecifikus biztonsági
it: Sicurezza - specifico per estensioni
ja: 拡張機能固有のセキュリティ
nl: Extensiespecifieke beveiliging
pl: Bezpieczeństwo elementów właściwych rozszerzeniom
pt_pt: Segurança específica da extensão
ru: Безопасность специфичная для расширения
sk: Špecifické pre rozšírenia - bezpečnosť
sv_se: Utökningsspecifik säkerhet
