Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Support this add-on
ca: Contribució al complement
de: Unterstützen Sie dieses Add-on
el: Υποστηρίξτε αυτό το πρόσθετο
es_es: Colabora con este complemento
fr: Supportez ce module
hu: Kiegészítő támogatása
it: Supporta questo componente aggiuntivo
ja: このアドオンを支援する
nl: Ondersteun deze add-on
pl: Wesprzyj ten dodatek
pt_pt: Ajude este extra
ru: Поддержите это дополнение

source: Support this add-on: <a href="%1$s">Contribute $%2$s</a>
ca: Contribueix amb aquest complement: <a href="%1$s">Contribueix amb $%2$s</a>
de: Unterstützen Sie dieses Add-on: <a href="%1$s">Tragen Sie %2$2 Dollar</a> bei
el: Υποστηρίξτε αυτό το πρόσθετο: <a href="%1$s">Κάντε %2$s $ δωρεά</a>
es_es: Colabora con este complemento: <a href="%1$s">Dona $%2$s</a>
fr: Supportez ce module&nbsp: <a href="%1$s">Apportez une contribution à $%2$s</a>
hu: Támogassa ezt a kiegészítőt: <a href="%1$s">$%2$s adományozása</a>
it: Supporta questo componente aggiuntivo: <a href="%1$s">fai una donazione di $%2$s</a>
ja: このアドオンを支援: <a href="%1$s">$%2$s を寄付</a>
nl: Ondersteun deze add-on: <a href="%1$s">Draag $%2$s bij</a>
pl: Wesprzyj ten dodatek: <a href="%1$s">Przekaż $%2$s</a>
pt_pt: Ajude este extra: <a href="%1$s">Contribuir $%2$s</a>
ru: Поддержите это дополнение: <a href="%1$s">Пожертвуйте $%2$s</a>
sv_se: Stöd detta tillägg: <a href="%1$s">Bidra $%2$s</a>

source: Switch Add-on
ca: Canvia de complement
cs: Přepnout doplněk
de: Add-on wechseln
el: Εναλλαγή πρόσθετου
es_es: Cambiar complemento
fa: تغییر افزودنی
fr: Changer de module
hu: Kiegészítő váltása
it: Cambia componente aggiuntivo
ja: アドオンを切り替え
nl: Add-on wisselen
pl: Zmień dodatek
pt_br: Trocar complemento
pt_pt: Mudar Extra
ru: Сменить дополнение
sk: Prepnúť doplnok
sq: Këmbe Shtesën
sv_se: Byt tillägg
uk: Перемкнути додаток
vi: Chuyển Tiện Ích

source: Thanks for joining %s Add-ons
ca: Gràcies per unir-vos al %s Add-ons
cs: Doplňky Mozilly - aktivace účtu
de: Danke, dass Sie sich bei %1$s Add-ons angemeldet haben
el: Ευχαριστούμε για τη συμμετοχή σας στα πρόσθετα του %s
fa: از پیوستن شما به افزودنی‌های %s متشکریم
fr: Merci de vous être inscrit à %s : Modules complémentaires
hu: Köszönjük, hogy regisztrált a %s Add-ons webhelyen!
it: Grazie per aver scelto %s Add-ons
ja: %s Add-ons へご登録いただきありがとうございます
nl: Bedankt voor uw aanmelding bij %s Add-ons
pl: Dziękujemy za dołączenie do %s – dodatki
pt_br: Obrigado por participar do %s Add-ons
pt_pt: Obrigado por se juntar aos Extras do %s
ru: Благодарим за регистрацию на %s Add-ons
sk: Ďakujeme, že ste sa pripojili k %s Add-ons
sq: Faleminderit që ju bashkuat Shtesave %s
sv_se: Tack för att du registrerat dig på %s Add-ons
uk: Дякуємо за реєстрацію на сайті додатків %s
vi: Cảm ơn đã tham gia Tiện ích %s

source: That file extension (%1$s) is not allowed for the selected add-on type. Please use one of the following: %2$s
ca: No es permet aquesta extensió de fitxer (%s) per a aquest tipus de complement. N'heu de seleccionar una de les següents:%s
cs: Přípona souboru (%s) není povolena pro tento typ doplňku. Použijte prosím jednu z&nbsp;následujících: %s
de: Diese Dateinamen-Erweiterung (%s) ist für diesen Add-on-Typ nicht zulässig. Bitte benutzen Sie eine der folgenden Erweiterungen: %s
el: Η προέκταση αρχείου (%s) δεν επιτρέπεται για αυτό τον τύπο πρόσθετου. Παρακαλούμε επιλέξτε μια από τις ακόλουθες: %s
es_es: No está permitido esa extensión de archivo (%s) para el tipo de complemento seleccionado. Por favor, usa una de los siguientes: %s
fa: این پسوند پرونده (%s) برای نوع افزودنی انتخاب شده مجاز نیست. لطفاً از یکی از پسوندهای زیر استفاده کنید: %s
fr: Cette extension de fichier (%s) n'est pas autorisée pour le type de module sélectionné. Veuillez utiliser l'une des extensions suivantes&nbsp;: %s
hu: Ez a fájlkiterjesztés (%s) nem engedélyezett a kijelölt kiegészítőtípushoz. Használja a következők egyikét: %s
it: Questa estensione (%s) non è consentita per questo tipo di componente aggiuntivo. Utilizzare una delle seguenti estensioni: %s
ja: このファイル拡張子 (%s) は選択された種類のアドオンには使用できません。以下のいずれかを使用してください: %s
nl: Die bestandsextensie (%s) is niet toegestaan voor het geselecteerde add-ontype. Gebruik a.u.b. één van de volgende: %s
pl: Rozszerzenie pliku (%1$s) jest niedozwolone dla wybranego typu dodatku. Użyj jednego z następujących: %2$s
pt_br: Esta extensão de arquivo (%s) não é permitida para o tipo de complemento selecionada. Por favor, selecione um dos seguintes: %s
pt_pt: A extensão do ficheiro (%s) não é permitida para o tipo de extra seleccionado. Por favor utilize um dos seguintes: %s
ru: Указанное расширение файла (%s) недопустимо для данного типа дополнения. Пожалуйста, используйте одно из следующих: %s
sk: Táto prípona súboru (%1$s) nie je pre vybraný typ doplnku povolená. Použite jednu z nasledujúcich: %2$s
sq: Kjo prapashtesë kartele (%s) nuk lejohet për llojin e përzgjedhur të shtesës. Ju lutem përdorni një nga vijueset: %s
sv_se: Den filextensionen (%s) tillåts inte för den valda tilläggstypen. Använd en av följande: %s
uk: Це розширення файлу (%s) недозволене для обраного типу додатку. Будь ласка, використайте одне з наступних: %s
vi: Phần mở rộng tập tin (%s) không được cho phép đối với kiểu tiện ích đã chọn. Vui lòng dùng một trong các đuôi sau: %s

source: The GUID of your add-on is specified in its install.rdf and uniquely identifies it. You cannot change your GUID once it is listed on Mozilla Add-ons.
ca: L'identificador del vostre complement (GUID) s'especifica al install.rdf i només allà. No podreu canviar de GUID un cop estigui a la llista de Mozilla Add-ons.
cs: GUID doplňku ho jednoznačně určuje a nachází se v&nbsp;souboru install.rdf.Po nahrání doplňku na server doplňky Mozilly již nelze GUID měnit.
de: Die GUID Ihres Add-ons wird in der Datei install.rdf festgelegt und identifiziert das Add-on eindeutig. Sie können die GUID eines Add-ons nicht mehr ändern, wenn es einmal zu Mozilla Add-ons übermittelt wurde.
el: Το GUID του πρόσθετου σας έχει οριστεί στο install.rdf του και αποτελεί μοναδιαίο αναγνωριστικό του. Δεν μπορείτε να αλλάξετε το GUID μετά που αυτό θα συμπεριληφθεί στον ιστότοπο πρόσθετων του Mozilla.
es_es: El GUID de tu complemento se especifica en el archivo install.rdf y lo identifica unívocamente. No puedes cambiar el GUID una vez se haya registrado en Mozilla Addons.
hu: A kiegészítő GUID-ja az install.rdf fájljában van megadva és egyedien azonosítja azt. A GUID nem módosítható, miután felkerült a Mozilla Add-ons oldalra.
it: Il GUID viene specificato nel file install.rdf e identifica in modo univoco un componente aggiuntivo. Non è possibile modificare il GUID una volta che l'estensione è presente su Mozilla Add-ons.
ja: アドオンの GUID は、install.rdf 内で指定し、このアドオンを一意に識別するものです。一度アドオンを Mozilla Add-ons に登録したら、GUID を変更することはできません。
nl: De GUID van uw add-on wordt opgegeven in install.rdf en geeft een unieke identificatie. U kunt uw GUID niet wijzigen als deze eenmaal op Mozilla Add-ons in opgenomen.
pl: Identyfikator GUID dodatku jest określony w jego pliku install.rdf i jest unikatowym identyfikatorem tego dodatku. Po opublikowaniu dodatku na witrynie Mozilla Add-ons nie można zmieniać tego identyfikatora.
pt_br: O GUID do seu complemento é especificado no install.rdf o indentifica unicamente. Você não podem mudar o GUID uma vez que for listado no Mozilla Add-ons.
pt_pt: O GUID do seu extra é especificado no install.rdf e identifica-o unicamente. Não pode alterar o seu GUID assim que for listado nos extras da Mozilla.
ru: GUID вашего дополнения указан в его файле install.rdf и служит для его уникальной идентификации. Вы не сможете сменить свой GUID после того, как он добавлен на сайт дополнений Mozilla.
sk: Unikátny identifikátor GUID vášho doplnku je určený v súbore install.rdf a jednoznačne identifikuje doplnok. Po pridaní doplnku do zoznamu na Mozilla Add-ons nie je možné identifikátor zmeniť.
sq: GUID-ja e shtesës suaj caktohet te install.rdf-ja përkatëse dhe e identifikon atë në mënyrë unike. GUID-në nuk mund ta ndryshoni më dot pasi shtesa të jetë paraqitur te Shtesat Mozilla.
sv_se: Ditt tilläggs GUID anges i dess install.rdf och används för att identifiera det. Du kan inte ändra ditt GUID när det väl är listat hos Mozilla Add-ons.
uk: Унікальний ідентифікатор GUID вашого додатку вказується у його install.rdf та особисто його визначає. Ви не можете змінити свій ідентифікатор GUID після того, як він стоїть у списку ДодатківMozilla.
vi: GUID tiện ích của bạn được chỉ định trong install.rdf và dùng để nhận dạng riêng nó. Bạn không thể thay GUID một khi nó đã được liệt kê trên Tiện ích Mozilla.

source: The ID of this add-on is already used by an application.
ca: L'ID d'aquest complement ja s'està utilitzant per una aplicació.
cs: Id tohoto doplňku je již používáno aplikací.
de: Die ID dieses Add-ons wird bereits von einer Anwendung verwendet.
el: Το αναγνωριστικό (ID) του πρόσθετου χρησιμοποιείται ήδη από εφαρμογή.
es_es: El ID de este complemento ya está en uso por una aplicación.
fa: شناسهٔ این افزودنی توسط برنامه‌ای مورد استفاده قرار گرفته است.
fr: L'ID de ce module est déjà utilisée par une autre application.
hu: A kiegészítő azonosítóját már használja egy alkalmazás.
it: L'ID di questo componente aggiuntivo è già utilizzato da un'applicazione.
ja: このアドオンの ID は既にアプリケーションによって使用されています。
nl: De ID van deze add-on wordt al gebruikt door een toepassing.
pl: Identyfikator tego dodatku (ID) jest już używany przez inny dodatek.
pt_br: A ID deste complemento já foi usada por outra aplicação.
pt_pt: O ID desta aplicação já está a ser usado por uma aplicação.
ru: ID данного дополнения уже используется приложением.
sk: ID tohto doplnku už používa iná aplikácia.
sq: ID-ja e kësaj shtese është në përdorim tashmë nga një zbatim.
sv_se: IDt för detta tillägg används redan av en applikation.
uk: ID цього додатку вже використовується програмою.
vi: Định danh của tiện ích này đã được dùng bởi một chương trình.

source: The ID of this add-on is invalid: %s
ca: L'ID d'aquest complement no és vàlid: %s
cs: Id doplňku je neplatné: %s
de: Die ID dieses Add-ons ist ungültig: %s
el: Δεν είναι έγκυρο το αναγνωριστικό (ID) του πρόσθετου: %s
es_es: El ID de este complemento no es válido: %s
fa: شناسهٔ این افزودنی نامعتبر است: %s
fr: L'ID de ce module est invalide&nbsp;: %s
hu: A kiegészítő azonosítója érvénytelen: %s
it: L'ID di questo componente aggiuntivo non è valido: %s
ja: このアドオンの ID は不正な形式です: %s
nl: De ID van deze add-on is ongeldig: %s
pl: Identyfikator (ID) dla tego dodatku jest nieprawidłowy: %s
pt_br: A ID deste complemento não é válida: %s
pt_pt: O ID deste extra é inválido: %s
ru: Для данного дополнения указан недействительный ID: %s
sk: ID doplnku je neplatné: %s
sq: ID-ja e kësaj shtese është e pavlefshme: %s
sv_se: IDt för detta tillägg är inte giltigt: %s
uk: ID цього додатку недійсне: %s
vi: Định danh của tiện ích này không hợp lệ: %s

source: The Mozilla Add-ons community is sad to see you go.
ca: La comunitat de complements del Mozilla s'entristeix al veure't marxar.
cs: Komunitu Mozilla Add-ons mrzí, že odcházíte.
de: Schade, dass Sie die Mozilla Add-ons Gemeinschaft verlassen möchten.
el: Η κοινότητα των πρόσθετων Mozilla λυπάται που φεύγετε.
es_es: La comunidad de Mozilla se entristece de tenerte que decir adiós.
fa: اجتماع افزودنی‌های موزیلا، از رفتن شما اندوهگین است.
fr: La communauté des Mozilla Add-ons regrette votre départ.
hu: A Mozilla Add-ons közössége szomorúan veszi tudomásul a távozását.
it: La community di Mozilla Add-ons è triste per il tuo abbandono.
ja: Mozilla Add-ons コミュニティはあなたがいなくなるのを残念に思います。
nl: De Mozilla Add-onsgemeenschap vindt het jammer dat u vertrekt.
pl: Społeczność Mozilla Add-ons smuci się, że nas opuszczasz.
pt_br: A comunidade de Mozilla Add-ons ficará triste em saber que vai.
pt_pt: A comunidade dos Extras da Mozilla está triste por vê-lo partir.
ru: Мы опечалены тем, что вы уходите.
sk: Komunita Mozilla Add-ons je smutná z toho, že odchádzate.
sq: Bashkësia e Shtesave Mozilla trishtohet nga largimi juaj.
sv_se: Gemenskapen kring Mozilla Add-ons beklagar att du försvinner.
uk: Спільнота Додатків Mozilla сумує з того, що ви нас залишаєте.
vi: Cộng đồng Tiện Ích Mozilla rất buồn khi thấy bạn bỏ đi.

source: The add-on GUID used in this file (%1$s) does not match the existing GUID for this add-on (%2$s).
ca: El GUID del complement utilitzat en aquest fitxers (%1$s) no concorda amb el GUID existent d'aquest complement (%2$s).
cs: GUID doplňku v&nbsp;souboru (%1$s) neodpovídá GUID tohoto doplňku (%2$s).
de: Die GUID, in der hochgeladenen Datei (%1$s) entspricht nicht der bereits in der Datenbank gespeicherten GUID dieses Add-ons (%2$s).
el: Το GUID του πρόσθετου που υπάρχει σ' αυτό το αρχείο (%1$s) dδεν ταιριάζει με το υπάρχον GUID αυτού του πρόσθετου (%2$s).
es_es: El GUID del complemento usado en este archivo (%1$s) no se corresponde con el GUID existente para este complemento (%2$s).
fa: شناسهٔ افزودنی که در این پرونده استفاده شده است (%1$s) به شناسهٔ موجود این افزودنی (%2$s) مطابقت ندارد.
hu: A fájlban használt kiegészítő-GUID (%1$s) nem egyezik a kiegészítő meglévő GUID-jával (%2$s).
it: Il GUID usato in questo file (%1$s) non corrisponde al GUID di questo componente aggiuntivo (%2$s).
ja: このファイルで使用されているアドオンの GUID (%1$s) は、このアドオンの既存のGUID (%2$s) と一致しません。
nl: De GUID van de add-on in dit bestand (%1$s) komt niet overeen met de bestaande GUID voor deze add-on (%2$s).
pl: Identyfikator dodatku GUID użyty w tym pliku (%1$s) nie zgadza się z istniejącym GUID dla tego dodatku (%2$s).
pt_br: O GUID do complemento utilizado neste arquivo (%1$s) não bate com o GUID existente para este complemento (%2$s).
pt_pt: O GUID do extra usado neste ficheiro (%1$s) não é igual ao GUID existente para este extra (%2$s).
ru: GUID дополнения, используемый в этом файле, (%1$s) не соответствует существующему GUID для этого дополнения (%2$s).
sk: Identifikátor GUID použitý v tomto súbore (%1$s) nezodpovedá existujúcemu GUID tohto doplnku (%2$s).
sq: GUID-ja e shtesës e përdorur në këtë kartelë (%1$s) nuk përputhet me GUID-në ekzistuese për këtë shtesë (%2$s).
sv_se: Det GUID som används i denna fil (%1$s) stämmer inte med GUID-t för detta tillägg (%2$s).
uk: GUID додатку, використаного у цьому файлі (%1$s), не співпадає з існуючим GUID для цього додатку (%2$s).
vi: GUID tiện ích dùng trong tập tin này (%1$s) không phù hợp với GUID có sẵn của tiện ích này (%2$s).

source: The add-on appears to be a conduit toolbar due to its updateURL element.
ca: El complement sembla que és una barra d'eines conduit ja que conté un element updateURL.
de: Das Add-on scheint aufgrund seines Elements 'updateURL' ein Conduit-Toolbar zu sein.
el: Το πρόσθετο παρουσιάζεται ως εργαλειοθήκη conduit λόγω του στοιχείου updateURL.
es_es: El complemento parece ser una barra de herramientas comunitaria debido a su elemento updateURL.
it: In base all'elemento updateURL, questo componente aggiuntivo sembra essere una barra degli strumenti Conduit.
ja: このアドオンは、updateURL の要素から Conduit ツールバーであると考えられます。
nl: De add-on lijkt een geleidende werkbalk te zijn vanwege het updateURL-element.
pl: Obecność elementu updateURL wskazuje, że dodatek jest paskiem kanałowym.
pt_pt: O extra parece ser uma contém uma barra de ferramentas conduit devido ao seu elemento updateURL.
ru: Это дополнение похоже является рекламной панелью, так как содержит свой updateURL.

source: The add-on appears to be a conduit toolbar due to the file '%s'
ca: El complement sembla que sigui una barra d'eines conduit donat el fitxer «%s»
de: Das Add-on scheint ein Conduit-Toolbar zu sein, wegen der Datei '%s'
el: Το πρόσθετο παρουσιάζεται ως εργαλειοθήκη conduit λόγω του αρχείου «%s»
es_es: El complemento parece ser una barra de herramientas comunitaria por el archivo '%s'
it: In base al file '%s', questo componente aggiuntivo sembra essere una barra degli strumenti Conduit.
ja: このアドオンには「%s」というファイルが含まれているため、Conduit ツールバーであると考えられます。
nl: De add-on lijkt een geleidende werkbalk te zijn vanwege het bestand ‘%s’
pl: Obecność pliku „%s” wskazuje, że dodatek jest paskiem kanałowym.
pt_pt: O extra parece ser uma barra de ferramentas conduit devido ao ficheiro '%s'
ru: Это дополнение похоже является рекламной панелью, так как содержит файл '%s'

source: The add-on contains a file '%s', which failed a library checksum
ca: El complement conté un fitxer «%s», que ha donat un error en la suma de verificació d'una biblioteca
cs: Doplněk obsahuje soubor '%s', u kterého selhává kontrolní součet
de: Das Add-on enthält eine Datei '%s', deren Bibliotheks-Prüfsumme nicht mit der gespeicherten übereinstimmte.
el: Το πρόσθετο περιέχει το αρχείο «%s», το οποίο δεν συμφωνεί με το library checksum
es_es: El complemento contiene el archivo '%s', que ha fallado en la suma de verificación
it: Il controllo library checksum per il file '%s' contenuto nel componente aggiuntivo non ha avuto successo
ja: このアドオンには、ライブラリのチェックサムに失敗する「%s」というファイルが含まれています。
nl: De add-on bevat een bestand ‘%s’, dat is gezakt voor een bibliotheekchecksum
pl: Dodatek zawiera plik „%s”, który powoduje uszkodzenie sumy kontrolnej biblioteki
pt_pt: O extra contém um ficheiro '%s', que falhou o checksum da biblioteca
uk: Додаток містить файл '%s', який не пройшов library checksum

source: The add-on contains a file '%s', which is a flagged type.
ca: El complement conté un fitxer «%s» que està marcat.
cs: Doplněk obsahuje soubor '%s', který je na seznamu nepovolených typů.
de: Dieses Add-on enthält eine Datei '%s', welche ein markierter Dateityp ist.
el: Το πρόσθετο περιέχει το αρχείο «%s», το οποίο είναι σεσημασμένου τύπου.
es_es: El complemento contiene un archivo '%s', que es un tipo marcado.
it: Il componente aggiuntivo contiene un file '%s' di tipo contrassegnato.
ja: このアドオンには、フラグ付きタイプである「%s」というファイルが含まれています。
nl: De add-on bevat een bestand ‘%s’, dat van een gelabeld type is.
pl: Dodatek zawiera plik „%s”, który jest oflagowanym typem.
pt_pt: O extra contém um ficheiro '%s', que tem o tipo flag.
uk: Додаток містить файл '%s', який відноситься до відмічених.

source: The add-on could not be found on the server.
ca: No s'ha pogut trobar el complement al servidor.
cs: Doplněk nebyl na serveru nalezen.
de: Das Add-on konnte nicht auf dem Server gefunden werden.
el: Δεν βρέθηκε το πρόσθετο στο διακομιστή.
es_es: El complemento no se ha podido encontrar en el servidor.
fr: Le module n'a pas pu être trouvé sur le serveur.
it: Impossibile trovare il componente aggiuntivo sul server.
ja: アドオンがサーバ上に見つかりませんでした。
nl: De add-on kan niet op de server worden gevonden.
pl: Na serwerze nie znaleziono tego dodatku.
pt_pt: O extra não foi encontrado no servidor.
ru: Невозможно найти дополнение на сервере.
sk: Doplnok nebol na serveri nájdený.
uk: Неможливо було знайти додаток на сервері.

source: The add-on developers have not enabled contributions.
ca: Els desenvolupadors del complement no han soŀlicitat donacions.
cs: Vývojáři doplňku nepovolili příspěvky.
de: Die Add-on-Entwickler habe Beiträge nicht aktiviert.
el: Οι δημιουργοί του πρόσθετου δεν έχουν ενεργοποιήσει δωρεές.
es_es: Los desarrolladores del complemento no han habilitado las colaboraciones.
fa: توسعه‌دهندگان افزودنی امکان مشارکت را فعال نساخته‌اند.
fr: Les développeurs du module n'ont pas activé les contributions.
hu: A kiegészítő fejlesztői nem engedélyezték az adományokat.
it: Lo sviluppatore non ha attivato le donazioni.
ja: アドオンの開発者は寄付の設定を有効にしていません。
nl: De add-onontwikkelaars hebben bijdragen niet ingeschakeld.
pl: Autorzy dodatku nie uaktywnili funkcji dotacji.
pt_pt: Os desenvolvedores do extra não activaram as contribuições.
ru: Разработчики дополнения не включили сбор пожертвований.
sk: Vývojári doplnku neumožnili zasielať príspevky.
sv_se: Tillägsutvecklarna har inte slagit på bidrag.
uk: Розробники додатку не активували внески.

source: The add-on failed a validation test: %s
ca: El complement ha fallat una validació: %s
de: Das Add-on hat einen Test nicht bestanden: %s
el: Το πρόσθετο απέτυχε σε ένα έλεγχο επικύρωσης: %s
es_es: El complemento ha fallado en un test de validación: %s
fr: Le module a échoué à un test de validation&nbsp;: %s
hu: A kiegészítő megbukott egy ellenőrzésen: %s
it: Questo componente aggiuntivo ha fallito un test di controllo: %s
ja: アドオンが検証テストをパスできませんでした: %s
nl: Deze add-on heeft een validatietest niet doorstaan: %s
pl: Dodatek nie zaliczył testu: %s
pt_pt: O extra falhou um teste de validação: %s
ru: Дополнение не прошло тест валидации: %s
sv_se: Ett valideringstest misslyckades för tillägget: %s
