Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Manage Collection Permissions
ca: Gestiona els permisos de la col·lecció
cs: Správa práv ke sbírce
de: Zugriffsrechte bearbeiten
el: Διαχείριση δικαιωμάτων συλλογής
es_es: Administrar los permisos del recopilatorio:
fa: مدیریت مجوزهای مجموعه
fr: Gérer les permissions de cette collection
hu: Gyűjtemény engedélyeinek kezelése
it: Gestisci i permessi della raccolta
ja: コレクションの権限を管理
nl: Collectiepermissies beheren
pl: Zarządzanie udzielaniem uprawnień kolekcji
pt_br: Gerenciar permissões da coleção
pt_pt: Gerir permissões da colecção
ru: Управление разрешениями подборки
sk: Správa oprávnení pre kolekciu
sq: Administroni Leje Koleksioni
sv_se: Hantera samlingsrättigheter
uk: Організувати дозволи для колекції
vi: Quản lí Quyền hạn Bộ sưu tập

source: Manage Contributions
ca: Gestiona les donacions
cs: Správa příspěvků
de: Beiträge bearbeiten
el: Διαχείριση δωρεών
es_es: Administrar colaboraciones
fr: Gérer les contributions
hu: Adományok kezelése
it: Gestisci donazioni
ja: 寄付の設定を編集
nl: Bijdragen beheren
pl: Zarządzanie dotacjami
pt_br: Gerenciar Contribuições
pt_pt: Gerir contribuições
ru: Управление пожертвованиями
sk: Správa príspevkov
sv_se: Hantera bidrag
uk: Впорядкувати внески
vi: Quản lí các Khoản đóng góp

source: Manage Developer Profile
ca: Gestiona el perfil del desenvolupador
cs: Správa profilu vývojáře
de: Entwicklerprofil editieren
el: Διαχείριση προφίλ δημιουργού
es_es: Administrar perfil del desarrollador
fr: Gérer le profil développeur
hu: Fejlesztői profil kezelése
it: Gestisci Profilo sviluppatore
ja: 開発者プロフィールを編集
nl: Ontwikkelaarsprofiel beheren
pl: Zarządzanie profilem autora
pt_br: Gerenciar Profile do Desenvolvedor
pt_pt: Gerir o perfil do desenvolvedor
ru: Управление профилем разработчика
sk: Správa profilu vývojára
sv_se: Hantera utvecklarprofil
uk: Впорядкувати Профіль розробника
vi: Quản lí Hồ sơ Nhà phát triển

source: Manage Tags
ca: Gestiona les etiquetes
cs: Správa štítků
de: Tags verwalten
el: Διαχείριση ετικετών
es_es: Administrar etiquetas
fa: مدیریت برچسب‌ها
fr: Gérer les étiquettes
hu: Címkék kezelése
it: Gestisci etichette
ja: タグの管理
nl: Labels beheren
pl: Zarządzanie etykietami
pt_br: Gerenciar Tags
pt_pt: Gerir etiquetas
ru: Управление метками
sk: Správa značiek
sv_se: Hantera etiketter
uk: Організувати позначки
vi: Quản lí Nhãn

source: Manage Version %s
ca: Gestiona la versió %s
cs: Správe verze %s
de: Version %s bearbeiten
el: Διαχείριση έκδοσης %s
es_es: Administrar versión %s
fa: مدیریت نسخهٔ %s
fr: Gérer la version %s
hu: %s verzió kezelése
it: Gestisci versione %s
ja: バージョン %s を編集
nl: Versie %s beheren
pl: Zarządzanie wersją %s
pt_br: Gerenciar Versão %s
pt_pt: Gerir versão %s
ru: Управление версией %s
sk: Správa verzie %s
sq: Administroni Versionin %s
sv_se: Hantera version %s
uk: Впорядкувати версію %s
vi: Quản lí Phiên bản %s

source: Manage Versions and Files
ca: Gestiona les versions i els fitxers
cs: Správa verzí a souborů
de: Versionen und Dateien bearbeiten
el: Διαχείριση εκδόσεων και αρχείων
es_es: Administrar versiones y archivos
fa: مدیریت نسخه‌ها و پرونده‌ها
fr: Gérer les versions et les fichiers
hu: Verziók és fájlok kezelése
it: Gestisci versioni e file
ja: バージョンとファイルの管理
nl: Versies en Bestanden beheren
pl: Zarządzanie wersjami i plikami
pt_br: Gerenciar Versões e Arquivos
pt_pt: Gerir versões e ficheiros
ru: Управление версиями и файлами
sk: Správa verzií a súborov
sq: Administroni Versione dhe Kartela
sv_se: Hantera versioner och filer
uk: Організувати версії та файли
vi: Quản lí Phiên bản và Tập tin

source: Matched Pattern: "%s"
ca: S'ha trobat el patró: «%s»
cs: Odpovídající výraz: "%s"
de: Gefundenes Muster: "%s"
el: Πρότυπα που ταιριάζουν: "%s"
es_es: Patrón que encaja: "%s"
fr: Motif de correspondance&nbsp;: "%s"
hu: Illeszkedő minta: „%s”
it: Sequenza corrispondente: "%s"
ja: 一致したパターン: 「%s」
nl: Gematcht patroon: "%s"
pl: Pasuje do wzorca: „%s”
pt_pt: Padrões correspondentes: "%s"
ru: Подошедший шаблон: "%s"
sv_se: Hittat mönster: "%s"

source: Max. Version
ca: Versió màx.
cs: Max. verze
el: Μέγιστη έκδοση
es_es: Versión Máx:
fa: حداکثر نسخه
hu: Max. verzió
it: Versione massima
ja: 最大バージョン
nl: Max. versie
pl: Maksymalna wersja
pt_br: Versão Máxima
pt_pt: Versão máx.
ru: Макс. версия
sk: Max. verzia
sq: Version Maksimum
uk: Макс версія
vi: Phiên bản Cao nhất

source: Meet %1$s
ca: Contacta amb en/na %1$s
cs: Seznámit se s %1$s
de: Lernen Sie %1$s kennen
el: Γνωρίστε τον/την %1$s
es_es: Conoce a %1$s
fa: ملاقات با %1$s
fr: Rencontrez %1$s
it: Incontra %1$s
ja: %1$s のプロフィール
nl: Ontmoet %1$s
pl: Poznaj %1$s
pt_br: Conheça %1$s
pt_pt: Conhecer %1$s
ru: Познакомьтесь с %1$s
sk: Stretnúť sa s %1$s
sv_se: Möt %1$s
uk: Зустрітися з %1$s
vi: Gặp gỡ %1$s

source: Meet the %1$s Developer
ca: Contacta amb el desenvolupador %1$s
cs: Seznámit se s vývojářem %1$s
de: Lernen Sie den Entwickler von %1$s kennen
el: Γνωρίστε τον δημιουργό του %1$s
es_es: Conoce al desarrollador de %1$s
fa: ملقات با توسعه‌دهندهٔ %1$s
fr: Rencontrez le développeur de %1$s
hu: Ismerje meg a(z) %1$s fejlesztőjét
it: Incontra lo sviluppatore di %1$s
ja: %1$s の開発者について知る
nl: Ontmoet de ontwikkelaar van %1$s
pl: Poznaj autora %1$s
pt_br: Conheça o desenvolvedor do %1$s
pt_pt: Encontr-se com o desenvolvedor do %1$s
ru: Познакомьтесь с разработчиком %1$s
sk: Stretnúť sa s vývojárom doplnku %1$s
sv_se: Möt utvecklaren bakom %1$s
uk: Зустрітися з розробником %1$s
vi: Gặp gỡ Nhà phát triển %1$s

source: Meet the Developer
ca: Contacta amb el desenvolupador
cs: Seznamte se s vývojářem
de: Lernen Sie den Entwickler kennen
el: Γνωρίστε τον δημιουργό
es_es: Conoce al desarrollador
fa: ملاقات با توسعه‌دهنده
fr: Rencontrez le développeur
hu: Ismerje meg a fejlesztőt
it: Incontra lo sviluppatore
ja: 開発者について知る
nl: Ontmoet de ontwikkelaar
pl: Poznaj autora
pt_br: Conheça o desenvolvedor
pt_pt: Encontre-se com o desenvolvedor
ru: Познакомьтесь с разработчиком
sk: Stretnutie s vývojárom
sv_se: Möt utvecklaren
uk: Зустрітися з розробником
vi: Gặp gỡ Nhà phát triển

source: Message of the Day
ca: Missatge del dia
de: Nachricht des Tages
fr: Message du jour
hu: A nap üzenete
it: Messaggio del giorno
ja: 今日のメッセージ
nl: Bericht van de dag
pl: Wiadomość dnia
pt_pt: Mensagem do dia
ru: Сообщение дня
sv_se: Dagens meddelande

source: Misplaced bug report or support request
ca: És una petició o un problema que no hauria de ser aquí
cs: Nevhodné oznámení chyby nebo žádost o&nbsp;podporu
de: Unpassender Fehlerbericht, oder Unterstützungs-Anfrage
el: Αναφορά σφάλματος ή αίτημα υποστήριξης αντί για αξιολόγηση.
es_es: Informe de problema en un lugar incorrecto o petición de asistencia
fa: گزارش اشکال یا تقاضای پشتیبانی نابه‌جا
fr: Rapport de bug ou demande d'assistance inadéquate dans ce contexte
hu: Rossz helyre küldött hibajelentés vagy támogatási kérés
it: Segnalazione bug o richiesta di supporto inserita nella sezione non corretta
ja: 場違いなバグ報告またはサポートリクエスト
nl: Misplaatst foutrapport of ondersteuningsverzoek
pl: Niewłaściwie umieszczona prośba o pomoc lub raport o błędzie
pt_br: Pedido de suporte ou relato de Bug inválivo
pt_pt: Relatório de erro mal colocado ou pedido de ajuda
ru: Отправленное не по назначению сообщение об ошибке или просьба оказать поддержку
sk: Nevhodne umiestnená správa o chybe alebo žiadosť o podporu
sq: Njoftim të metash apo kërkesë për asistencë jo në vendin e duhur
sv_se: Felrapport eller begäran om hjälp på fel ställe
uk: Неправильно розміщений звіт про ваду чи запит про підтримку
vi: Yêu cầu hỗ trợ hoặc báo cáo lỗi bị đặt nhầm

source: Missing argument: %s
ca: Falta el paràmetre: %s
cs: Chybějící argument: %s
de: Fehlender Parameter: %s
el: Λείπει το όρισμα: %s
es_es: Falta un argumento: %s
fa: آرگومان ناقص: %s
fr: Argument manquant&nbsp;: %s
hu: Hiányzó argumentum: %s
it: Argomento assente: %s
ja: 引数が不足しています: %s
nl: Ontbrekend argument: %s
pl: Brakujący argument: %s
pt_br: Argumento não existente: %s
pt_pt: Argumento em falta: %s
ru: Отсутствует аргумент: %s
sk: Chýba parameter: %s
sq: Mungon një argument: %s
sv_se: Saknat argument: %s
uk: Бракує аргумента: %s
vi: Thiếu tham số: %s

# categories_header_mobile
source: Mobile Categories
ca: Categories per a mòbils
de: Mobile Kategorien
fr: Catégories pour mobile
hu: Mobilkategóriák
it: Categorie per mobile
ja: モバイル用カテゴリ
nl: Mobiel-categorieën
pl: Kategorie
pt_pt: Categorias do Mobile
ru: Мобильные категории
sv_se: Mobila kategorier

source: Moderated Reviews (%s)
ca: Revisió moderada (%s)
cs: %s moderovaná recenze
de: Eine wartende Bewertung
el: %s επιμελημένη αξιολόγηση
es_es: Una valoración por moderar
fa: بررسی‌های تعدیل شده (%s)
fr: Une révision modérée
hu: Moderált értékelések (%s)
it: Recensioni moderate (%s)
ja: 処理されたレビュー (%s)
nl: Gescreende beoordeling (%s)
pl: Recenzje moderowane (%s)
pt_br: Avaliações avaliadas (%s)
pt_pt: Avaliações Moderadas (%s)
ru: Модерируемая рецензия (%s)
sk: Moderované recenzie (%s)
sq: Shqyrtim i Miratuar (%s)
sv_se: Modererad recension (%s)
uk: Модеровані перегляди (%s)
vi: Các đánh giá Đã điều chỉnh (%s)

source: Month Reviews
ca: Revisions del mes
cs: Měsíční kontrola
de: Bewertungen diesen Monat
el: Μηνιαίες αξιολογήσεις
es_es: Valoraciones mensuales
fa: بررسی‌های ماه
fr: Révisions mensuelles
hu: Havi értékelések
it: Revisioni del mese
ja: 月ごとのレビュー
nl: Beoordelingen deze maand
pl: Oceny miesięczne
pt_br: Avaliações mensais
pt_pt: Avaliações Mensais
ru: Отзывы месяца
sk: Mesačné recenzie
sq: Shqyrtimet e Muajit
sv_se: Månadsgranskningar
uk: Переглядів за місяць
vi: Đánh giá của Tháng

source: Month To Date Total: %1$s &nbsp;&nbsp;Team Average: %2$s
ca: Total del mes fins a la data: %1$s &nbsp;&nbsp;Mitjana de l'equip: %2$s
de: Im Monat bislang: %1$s &nbsp;&nbsp;Team-Durchschnitt: %2$s
el: Σύνολο από την πρώτη του μήνα: %1$s &nbsp;&nbsp;Μέσος όρος ομάδας: %2$s
es_es: Total del mes hasta la fecha: %1$s &nbsp;&nbsp;Media del equipo: %2$s
fr: Total mensuel: %1$s &nbsp;&nbsp;TMoyenne d'équipe: %2$s
it: Totale mensile a oggi: %1$s &nbsp;&nbsp;Media del gruppo di lavoro: %2$s
ja: 過去 1 か月間の合計: %1$s &nbsp;&nbsp;チーム平均: %2$s
nl: Deze maand totaal: %1$s &nbsp;&nbsp;Teamgemiddelde: %2$s
pl: Miesiąc do dzisiaj: %1$s &nbsp;&nbsp;Średnia zespołu: %2$s
pt_pt: Total do mêsl: %1$s &nbsp;&nbsp:Média da equipa: %2$s
ru: Всего за прошедший месяц: %1$s &nbsp;&nbsp;Среднее у команды: %2$s
sk: Celkom od začiatku mesiaca: %1$s &nbsp;&nbsp;Priemer tímu: %2$s
sv_se: Månad till datum totalt: %1$s &nbsp;&nbsp;Lagmedel: %2$s
uk: Взагалі за Місяць до дати: %1$s &nbsp;&nbsp;В загальному команда: %2$s
vi: Tổng Tháng Sang Ngày: %1$s &nbsp;&nbsp;Trung bình Nhóm: %2$s

source: Most popular all time
ca: Les més famoses de tots els temps
cs: Nejpopulárnější
de: Am beliebtesten aller Zeiten
el: Πιο δημοφιλείς όλων των καιρών
es_es: Más populares de todos los tiempos
fa: محبوب‌ترین افزودنی‌ها در هر زمانی
fr: Les plus populaires
hu: Minden idők legnépszerűbbje
it: Più popolare di sempre
ja: これまでで最も人気
nl: Populairst aller tijden
pl: Najpopularniejsze
pt_br: Mais populares da história
pt_pt: Mais populares de sempre
ru: Самые популярные за всё время
sk: najpopulárnejšie za celý čas
sq: Më populloret e tërë kohërave
sv_se: Mest populära totalt
uk: Завжди популярно
vi: Thông dụng nhất từ trước đến nay

source: Most popular this month
ca: Les més populars d'aquest mes
cs: Nejpopulárnější tento měsíc
de: Am beliebtesten diesen Monat
el: Πιο δημοφιλείς αυτό τον μήνα
es_es: Más populares de este mes
fa: محبوب‌ترین افزودنی‌ها در ماه جاری
fr: Les plus populaires ce mois-ci
hu: A hónap legnépszerűbbje
it: Più popolare di questo mese
ja: 今月最も人気
nl: Populairst deze maand
pl: Najpopularniejsze w tym miesiącu
pt_br: Mais populares no mês
pt_pt: Mais populares este mês
ru: Самые популярные за этот месяц
sk: najpopulárnejšie tento mesiac
sq: Më populloret e këtij muaji
sv_se: Mest populära denna månad
uk: Найвідоміші цього місяця
vi: Thông dụng nhất tháng này

source: Most popular this week
ca: Les més populars d'aquesta setmana
cs: Nejpopulárnější tento týden
de: Am beliebtesten diese Woche
el: Πιο δημοφιλείς αυτή την εβδομάδα
es_es: Más populares esta semana
fa: محبوب‌ترین افزودنی‌ها در این هفته
fr: Les plus populaires cette semaine
hu: A hét legnépszerűbbje
it: Più popolare di questa settimana
ja: 今週最も人気
nl: Populairst deze week
pl: Najpopularniejsze w tym tygodniu
pt_br: Mais populares da semana
pt_pt: Mais populares esta semana
ru: Самые популярные за эту неделю
sk: najpopulárnejšie za tento týždeň
sq: Më populloret e kësaj jave
sv_se: Mest populära denna vecka
uk: Найпопулярніші цього тижня
vi: Thông dụng nhất tuần này

source: Move Down
ca: Mou avall
cs: Posune dolů
de: Nach unten
el: Μετακίνηση κάτω
es_es: Bajar
fa: حرکت به پایین
fr: Remonter
hu: Le
it: Sposta in basso
ja: 下へ移動
nl: Omlaag
pl: Przenieś w dół
pt_br: Mover para baixo
pt_pt: Mover para baixo
ru: Вниз
sk: Posunúť nadol
sq: Zbrite
sv_se: Flytta ner
uk: Перенести вниз
vi: Chuyển Xuống

source: Move Up
ca: Mou amunt
cs: Posune nahoru
de: Nach oben
el: Μετακίνηση πάνω
es_es: Subir
fa: انتقال به بالا
fr: Descendre
hu: Fel
it: Sposta in alto
ja: 上へ移動
nl: Omhoog
pl: Przenieś w górę
pt_br: Mover para cima
pt_pt: Mover para cima
ru: Вверх
sk: Posunúť nahor
sq: Ngjite
sv_se: Flytta upp
uk: Перенести вгору
vi: Chuyển Lên

source: Move to Sandbox
ca: Mou-lo a l'entorn de proves
cs: Přesunout na pískoviště
de: In den Sandkasten
el: Μεταφορά στο Sandbox
es_es: Mover al área de pruebas
fa: به گودال ماسه‌بازی منتقل شود
fr: Déplacer vers le bac à sable
hu: Áthelyezés a homokozóba
it: Sposta nella Sandbox
ja: サンドボックスへ移動
nl: Naar de sandbox verplaatsen
pl: Przenieś do piaskownicy
pt_br: Deixar no Sandbox
pt_pt: Mover para oSandbox
ru: Переместить в песочницу
sk: Presunúť do Sandboxu
sq: Shpjere në Bankoprovë
sv_se: Flytta till sandlådan
uk: Перенести до Пісочниці
vi: Di chuyển vào Hộp cát

source: Mozilla Public License, version 1.1
cs: Mozilla Public License, verze 1.1
el: Mozilla Public License, έκδοση 1.1
es_es: Licencia pública Mozilla, versión 1.1
fa: مجوز عمومی موزیلا، نسخهٔ ۱٫۱
it: Licenza Mozilla Public License, versione 1.1
ja: Mozilla Public License バージョン 1.1
nl: Mozilla Public License, versie 1.1
pl: Licencja Mozilla Public License, wersja 1.1
pt_pt: Mozilla Public License, versão 1.1
ru: Mozilla Public License, версия 1.1
sk: Mozilla Public License, verzia 1.1
sq: Leje Publike Mozilla, version 1.1
vi: Giấy phép Công cộng Mozilla, phiên bản 1.1

source: My Account
ca: El meu compte
cs: Můj účet
de: Mein Konto
el: Ο λογαριασμός μου
es_es: Mi cuenta
fa: حساب کاربری من
fr: Mon compte
hu: Saját fiók
it: Il mio profilo
ja: アカウント
nl: Mijn account
pl: Moje konto
pt_br: Minha conta
pt_pt: A Minha Conta
ru: Моя учётная запись
sk: Môj účet
sq: Llogaria Ime
sv_se: Mitt konto
uk: Мій профіль
vi: Tài khoản của Tôi

source: My Collections
ca: Les meves col·leccions
cs: Mé sbírky
de: Eigene Sammlungen
el: Οι συλλογές μου
es_es: Mis recopilatorios
fa: افزودنی‌های من
fr: Mes collections
hu: Saját gyűjtemények
it: Le mie raccolte
ja: 自分のコレクション
nl: Mijn collecties
pl: Moje kolekcje
pt_br: Minhas Coleções
pt_pt: As minhas colecções
ru: Мои подборки
sk: Moje kolekcie
sq: Koleksionet e Mia
sv_se: Mina samlingar
uk: Мої колекції
vi: Bộ sưu tập của Tôi

source: My Favorites
ca: Les meves preferides
cs: Mé oblíbené
de: Meine Favoriten
el: Οι αγαπημένες μου
es_es: Mis favoritos
fa: افزودنی‌های محبوب من
fr: Mes favoris
hu: Saját kedvencek
it: Mie preferite
ja: 自分のお気に入り
nl: Mijn favorieten
pl: Moje ulubione
pt_br: Minhas Favoritas
pt_pt: Os meus favoritos
ru: Мои любимые
sk: Moje obľúbené
sq: Të parapëlqyerit e Mij
sv_se: Mina favoriter
uk: Мої улюбленці
vi: Ưa thích của Tôi

source: My Reviews
ca: Les meves revisions
cs: Mé recenze
de: Meine Bewertungen
el: Οι αξιολογήσεις μου
es_es: Mis revisiones
fr: Mes critiques
hu: Saját értékelések
it: Le mie rencesioni
ja: 自分のレビュー
nl: Mijn beoordelingen
pl: Moje recenzje
pt_pt: Minhas revisões
ru: Мои отзывы
sk: Moje recenzie
sv_se: Mina recensioner
uk: Мої перегляди

source: Myself and these users:
ca: Jo i aquests usuaris:
cs: Já a tito uživatelé:
de: Ich und folgende Benutzer:
el: Εγώ και αυτοί οι χρήστες:
es_es: Yo y los siguientes usuarios
fa: من و این کاربران:
fr: Moi-même et ces utilisateurs&nbsp;:
hu: Én és ezek a felhasználók:
it: Io e questi utenti:
ja: 自分と以下のユーザ:
nl: Ikzelf en deze gebruikers:
pl: Ja i następujący użytkownicy:
pt_br: Eu e os seguintes usuários:
pt_pt: Eu e estes utilizadores:
ru: Я и эти пользователи:
sk: Ja a títo používatelia:
sq: Unë dhe këta përdoruesa:
sv_se: Jag och dessa användare:
uk: Я особисто та ці користувачі:
vi: Tôi và những người dùng này:

source: NEW!
ca: NOU!
cs: NOVĚ!
de: NEU!
el: ΝΕΟ!
es_es: ¡NUEVO!
fa: جدید!
fr: NOUVEAU&nbsp;!
hu: ÚJ!
it: Novità
nl: NIEUW!
pl: Nowość!
pt_br: Novo!
pt_pt: NOVO!
ru: НОВИНКА!
sk: NOVÉ!
sq: E RE!
sv_se: NYTT!
uk: НОВЕ!
vi: MỚI!

# addon_developer_th_name
source: Name
ca: Nom
cs: Jméno
el: Όνομα
es_es: Nombre
fa: نام
fr: Nom
hu: Név
it: Nome
ja: 名前
nl: Naam
pl: Imię i nazwisko
pt_br: Nome
pt_pt: Nome
ru: Имя
sk: Meno
sv_se: Namn
uk: Ім'я
vi: Tên

# advanced_search_form_name
source: Name
ca: Nom
cs: Název
el: Όνομα
es_es: Nombre
fa: نام
fr: Nom
hu: Név
it: nome
ja: タイトル
nl: Naam
pl: Nazwy
pt_br: Nome
pt_pt: Nome
ru: Имени
sk: Meno
sq: Emër
sv_se: Namn
uk: Ім’ям
vi: Tên

# collections_detail_sort_name
source: Name
ca: Nom
cs: Jméno
el: Όνομα
es_es: Nombre
fa: نام
fr: Nom
hu: Név
it: Nome
ja: 名前
nl: Naam
pl: nazwy
pt_br: Nome
pt_pt: Nome
ru: Имени
sk: názvu
sq: Emër
sv_se: Namn
uk: Ім'я
vi: Tên

source: Name &amp; Details
ca: Nom &amp; detalls
cs: Jméno a podrobnosti
el: Όνομα &amp; Λεπτομέρειες
es_es: Nombre &amp; detalles
fa: نام و جزئیات
fr: Nom &amp; détails
hu: Név és részletek
it: Nome e dettagli
ja: 名前と詳細
nl: Naam &amp; details
pl: Nazwa i szczegóły
pt_br: Nome &amp; Detalhes
pt_pt: Nome &amp; Detalhes
ru: Имя и подробности
sk: Názov a podrobnosti
sq: Emër &amp; Hollësi
sv_se: Namn &amp; Detaljer
uk: Ім'я &amp; Подробиці
vi: Tên &amp; Chi tiết

source: Need help? <a href="%1$s">Visit our forums</a>
pt_pt: Precisa de ajuda? <a href="%1$s">Visite os nossos fórums</a>

source: New Collection...
ca: Col·lecció nova...
cs: Nová sbírka...
de: Neue Sammlung...
el: Νέα συλλογή...
es_es: Nuevo recopilatorio...
fa: مجموعهٔ جدید...
fr: Nouvelle collection&hellip;
hu: Új gyűjtemény...
it: Nuova raccolta…
ja: 新しいコレクション...
nl: Nieuwe collectie…
pl: Nowa kolekcja…
pt_br: Nova coleção...
pt_pt: Nova colecção...
ru: Новая подборка...
sk: Nová kolekcia...
sq: Koleksion i Ri...
sv_se: Ny samling...
uk: Нова колекція...
vi: Bộ sưu tập mới...

source: New Editors
ca: Nous editors
cs: Noví redaktoři
de: Neue Moderatoren
el: Νέοι συντάκτες
es_es: Nuevos editores
fa: ویرایش‌گران جدید
fr: Nouveaux éditeurs
hu: Új szerkesztők
it: Nuovi revisori
ja: 新しいエディタ
nl: Nieuwe editors
pl: Nowi edytorzy
pt_br: Novos editores
pt_pt: Novos Editores
ru: Новые редакторы
sk: Noví editori
sq: Redaktorë të Rinj
sv_se: Nya redaktörer
uk: Нові редактори
vi: Biên tập viên Mới

source: New Icon
ca: Icona nova
cs: Nová ikona
de: Neues Icon
el: Νέο εικονίδιο
es_es: Nuevo icono
fa: شمایل جدید
fr: Nouvelle icône
hu: Új ikon
it: Nuova icona
ja: 新しいアイコン
nl: Nieuw pictogram
pl: Nowa ikona
pt_br: Novo Ícone
pt_pt: Novo ícone
ru: Новый значок
sk: Nová ikona
sq: Ikonë e Re
sv_se: Ny ikon
uk: Новий символ
vi: Biểu tượng Mới

# user_form_registration
source: New User Registration
ca: Registre d'un nou usuari
cs: Registrace nového uživatele
de: Benutzerkonto anlegen
el: Εγγραφή νέου χρήστη
es_es: Registro de nuevo usuario
fa: ثبت نام کاربر جدید
fr: Enregistrement d'un nouvel utilisateur
hu: Új felhasználó regisztrációja
it: Registrazione nuovo utente
ja: ユーザ登録
nl: Nieuwe gebruikersregistratie
pl: Rejestracja nowego użytkownika
pt_br: Novo registro de usuário
pt_pt: Novo Registo de Utilizador
ru: Регистрация нового пользователя
sk: Registrácia nového používateľa
sq: Regjistrim Përdoruesi të Ri
sv_se: Registrering av ny användare
uk: Реєстрація нового користувача
vi: Đăng kí Người dùng Mới

source: New Version
ca: Versió nova
cs: Nová verze
de: Neue Version
el: Νέα έκδοση
es_es: Nueva versión
fa: نسخهٔ جدید
fr: Nouvelle version
hu: Új verzió
it: Nuova versione
ja: 新しいバージョン
nl: Nieuwe versie
pl: Nowa wersja
pt_br: Nova versão
pt_pt: Nova versão
ru: Новая версия
sk: Nová verzia
sq: Version i Ri
sv_se: Ny version
uk: Нова версія
vi: Phiên bản Mới

source: New image:
ca: Imatge nova:
cs: Nový obrázek:
de: Neues Bild:
el: Νέα εικόνα:
es_es: Nueva imagen:
fa: تصویر جدید:
fr: Nouvelle image&nbsp;:
hu: Új kép:
it: Nuova immagine:
ja: 新しい画像:
nl: Nieuwe afbeelding:
pl: Nowy obrazek:
pt_br: Nova imagem:
pt_pt: Nova imagem:
ru: Новое изображение:
sk: Nový obrázok:
sq: Paraparje e re:
sv_se: Ny bild:
uk: Нове зображення:
vi: Hình mới:

source: New password
ca: Nova contrasenya
cs: Nové heslo
de: neues Passwort
el: Νέος κωδικός
es_es: Nueva contraseña
fa: گذرواژهٔ جدید
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova password
ja: 新しいパスワード
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_br: Nova senha
pt_pt: Nova senha
ru: Новый пароль
sk: Nové heslo
sq: Fjalëkalim i ri
sv_se: Nytt lösenord
uk: Новий пароль
vi: Mật khẩu mới

source: Newer
pt_pt: Recente

# advanced_search_form_newest
source: Newest
ca: El més recent
cs: Nejnovější
de: Am neuesten
el: πιο πρόσφατα
es_es: Más recientes
fa: جدیدترین
fr: Les plus récents
hu: Legújabb
it: più recente
ja: 更新日
nl: Nieuwste
pl: Daty dodania
pt_br: Mais novos
pt_pt: Mais recentes
ru: Новизне
sk: Najnovšie
sq: Më e reja
sv_se: Nyast
uk: Новизною
vi: Mới nhất

# collections_index_option_newest
source: Newest
ca: Les més noves
cs: Nejnovější
de: Neueste
el: Πιο πρόσφατες
es_es: Más nuevos
fa: جدیدترین‌ها
fr: Les plus récents
hu: Legújabb
it: Più recente
ja: 最新
nl: Nieuwste
pl: Najnowsze
pt_br: Mais novas
pt_pt: Mais recentes
ru: Новейшие
sk: najnovšie
sq: Më të rejat
sv_se: Nyaste
uk: Найновіші
vi: Mới nhất

source: Next
ca: Següent
cs: Další
de: Nächste Seite
el: Επόμενο
es_es: Siguiente
fa: بعدی
fr: Suivant
hu: Tovább
it: Successivo
ja: 次へ
nl: Volgende
pl: Następne
pt_br: Próximo
pt_pt: Seguinte
ru: След.
sk: Ďalšia
sq: Pasuesja
sv_se: Nästa
uk: Наступна
vi: Tiếp

source: Nickname
ca: Àlies
cs: Přezdívka
de: Spitzname
el: Ψευδώνυμο
es_es: Apodo
fa: نام مستعار
fr: Pseudo
hu: Becenév
ja: ニックネーム
pl: Nick
pt_br: Apelido
pt_pt: Alcunha
ru: Ник
sk: Prezývka
sq: Nofkë
sv_se: Kortnamn
uk: Прізвисько
vi: Tên nick

source: Nickname Available
ca: L'àlies està disponible
cs: Dostupné označení
de: Spitzname verfügbar
el: Το ψευδώνυμο είναι διαθέσιμο
es_es: Nick disponible
fa: نام مستعار قابل انتخاب است
fr: Ce pseudo est disponible
hu: A becenév elérhető
it: Pseudonimo disponibile
ja: 使用可能なニックネーム
nl: Nickname beschikbaar
pl: Dostępne nicki
pt_br: Apelido disponível
pt_pt: Alcunha disponível
ru: Псевдоним доступен
sk: Prezývka dostupná
sq: Nofkë e Mundshme
sv_se: Smeknamnet är tillgängligt
uk: Псевдонім доступний
vi: Biệt hiệu Khả thi

source: Nickname Taken
ca: L'àlies ja està agafat
cs: Označení je obsazeno
de: Spitzname bereits vergeben
el: Το ψευδώνυμο χρησιμοποιείται ήδη
es_es: Nick ocupado
fa: نام مستعار قبلاً انتخاب شده است
fr: Ce pseudo est déjà pris
hu: A becenév már foglalt
it: Pseudonimo già utilizzato
ja: 既に使用されているニックネーム
nl: Nickname in gebruik
pl: Nick został zaakceptowany
pt_br: Apelido indisponível
pt_pt: Alcunha já utilizada
ru: Псевдоним занят
sk: Prezývka už existuje
sq: Nofkë e Përdorur
sv_se: Smeknamnet är upptaget
uk: Таке ім'я уже існує
vi: Biệt hiệu Đã bị lấy

source: No
cs: Ne
de: Nein
el: Όχι
fa: خیر
fr: Non
hu: Nem
ja: いいえ
nl: Nee
pl: Nie
pt_br: Não
pt_pt: Não
ru: Нет
sk: Nie
sq: Jo
sv_se: Nej
uk: Ні
vi: Không
