Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Add-on Description
ca: Descripció del complement
cs: Popis doplňku
de: Add-on-Beschreibung
el: Περιγραφή πρόσθετου
es_es: Descripción del complemento
fa: شرح افزودنی
fr: Description du module
hu: A kiegészítő leírása
it: Descrizione
ja: アドオンの説明
nl: Add-onbeschrijving
pl: Opis dodatku
pt_br: Descrição do complemento
pt_pt: Descrição do extra
ru: Описание дополнения
sk: Popis doplnku
sq: Përshkrim Shtese
sv_se: Tilläggsbeskrivning
uk: Опис додатку
vi: Mô tả Tiện ích

source: Add-on Description required
ca: Fa falta escriure una descripció del complement
cs: Je vyžadován popis doplňku
de: Add-on-Beschreibung benötigt
el: Απαιτείται περιγραφή του πρόσθετου
es_es: Se requiere una descripción del complemento
fa: افزودنی نیاز به شرح دارد
fr: Description du module requise
hu: A kiegészítő leírása kötelező
it: La descrizione è obbligatoria
ja: アドオンの説明を入力してください。
nl: Add-onbeschrijving vereist
pl: Dodatek musi mieć opis
pt_br: Descrição do complemento é obrigatória
pt_pt: Necessária descrição do extra
ru: Требуется описание дополнения
sk: Vyžadovaný popis doplnku
sq: Lypset Përshkrim Shtese
sv_se: Tilläggsbeskrivning krävs
uk: Необхідний опис додатку
vi: Cần có Mô tả Tiện ích

source: Add-on Developer Hub
ca: Developer Hub
de: Add-on Entwicklerecke
fr: Pôle développeurs de modules
hu: Kiegészítőfejlesztő-központ
ja: アドオン開発者センター
nl: Add-onontwikkelaarshub
pl: Centrum autora dodatków
pt_pt: Hub do desenvolvedor do extra
ru: Центр разработчика дополнений
sv_se: Add-On Utvecklarnav

source: Add-on File:
ca: Fitxer del complement:
cs: Soubor doplňku:
de: Add-on-Datei:
el: Αρχείο πρόσθετου:
es_es: Archivo de complemento:
fa: پروندهٔ افزودنی:
fr: Fichier du module&nbsp;:
hu: Kiegészítő fájlja:
it: File:
ja: アドオンのファイル:
nl: Add-onbestand:
pl: Plik dodatku:
pt_pt: Ficheiro do extra:
ru: Файл дополнения:
sk: Súbor doplnku:
sq: Kartelë Shtese:
sv_se: Tilläggsfil:
uk: Файл додатку:
vi: Tập tin Tiện ích:

source: Add-on Flags
ca: Indicadors del complement
cs: Příznaky doplňku
de: Add-on-Markierungen
el: Σημαίες πρόσθετου
es_es: Marcas del complemento
fa: پرچم‌های افزودنی
hu: Kiegészítő jelzői
it: Parametri
ja: アドオンのフラグ
nl: Add-onlabels
pl: Etykiety dodatku
pt_br: Propriedades do complemento
pt_pt: Etiquetas do extra
ru: Флаги дополнения
sk: Označenie doplnku
sq: Flamurka Shtese
sv_se: Tilläggsflaggor
uk: Позначки додатків
vi: Cờ hiệu Tiện ích

source: Add-on GUID
ca: GUID del complement
cs: GUID doplňku
el: GUID πρόσθετου
es_es: GUID del complemento
fa: شناسهٔ افزودنی
hu: Kiegészítő GUID-ja
it: GUID
ja: アドオンの GUID
pl: Identyfikator GUID dodatku
pt_br: GUID do complemento
pt_pt: GUID do extra
ru: GUID дополнения
sk: GUID doplnku
sq: GUID Shtese
sv_se: Tilläggets GUID
uk: GUID додатків
vi: GUID Tiện ích

source: Add-on Homepage
ca: Pàgina web del complement
cs: Domovská stránka doplňku
el: Ιστότοπος πρόσθετου
es_es: Página del complemento
fa: صفحهٔ آغازهٔ افزودنی
fr: Page d'accueil du module
hu: Kiegészítő honlapja
it: Sito web
ja: アドオンのホームページ
nl: Add-onstartpagina
pl: Strona domowa dodatku
pt_br: Página home do complemento
pt_pt: Página inicial do extra
ru: Домашняя страница дополнения
sk: Domovská stránka doplnku
sq: Faqe Hyrëse e Shtesës
sv_se: Tilläggshemsida
uk: Домашня сторінка додатку
vi: Trang chủ Tiện ích

source: Add-on Icon
ca: Icona del complement
cs: Icona doplňku
el: Εικονίδιο πρόσθετου
es_es: Icono del complemento
fa: شمایل افزودنی
fr: Icône du module
hu: Kiegészítő ikonja
it: Icona
ja: アドオンのアイコン
nl: Add-onpictogram
pl: Ikona dodatku
pt_br: Ícone do complemento
pt_pt: Ícone do extra
ru: Значок дополнения
sk: Ikona doplnku
sq: Ikonë Shtese
sv_se: Tilläggsikon
uk: Символ додатку
vi: Biểu tượng Tiện ích

source: Add-on Information
ca: Informació del complement
cs: Informace o doplňku
el: Πληροφορίες πρόσθετου
es_es: Información del complemento
fa: اطلاعات افزودنی
fr: Informations sur le module
hu: Információ a kiegészítőről
it: Informazioni
ja: アドオンの情報
nl: Add-oninformatie
pl: Informacje o dodatku
pt_br: Informações deste complemento
pt_pt: Informação do extra
ru: Информация о дополнении
sk: Informácie o doplnku
sv_se: Tilläggsinformation
uk: Інформація щодо додатку
vi: Thông tin Tiện ích

# list_sortby_name
source: Add-on Name
ca: Nom del complement
cs: Název
el: Όνομα πρόσθετου
es_es: Nombre
fa: نام افزودنی
fr: Nom du module
hu: Kiegészítő neve
it: Nome
ja: タイトル
nl: Add-onnaam
pl: Nazwy
pt_br: Nome do complemento
pt_pt: Nome
ru: Название
sk: Názov
sq: Emër Shtese
sv_se: Tilläggets namn
uk: Назвою
vi: Tên tiện ích

# devcp_edit_properties_transbox_name_name
source: Add-on Name
ca: Nom del complement
cs: Název doplňku
el: Όνομα πρόσθετου
es_es: Nombre del complemento
fa: نام افزودنی
fr: Nom du module
hu: Kiegészítő neve
it: Nome
ja: アドオンのタイトル
nl: Add-onnaam
pl: Nazwa dodatku
pt_br: Nome do complemento
pt_pt: Nome do extra
ru: Имя дополнения
sk: Názov doplnku
sq: Emër Shtese
sv_se: Tilläggsnamn
uk: Назва додатку
vi: Tên của Tiện ích

source: Add-on Name
pt_pt: Nome do extra

source: Add-on Name required
ca: Cal donar un nom al complement
cs: Je vyžadován název doplňku
de: Add-on-Name benötigt
el: Απαιτείται όνομα για το πρόσθετο
es_es: Se requiere el nombre del complemento
fa: افزودنی نیاز به نام دارد
fr: Le nom du module est requis
hu: A kiegészítő neve kötelező
it: Il nome è obbligatorio
ja: アドオンのタイトルを入力してください。
nl: Add-onnaam vereist
pl: Dodatek musi mieć nazwę
pt_br: Nome do complemento é obrigatório
pt_pt: Necessário nome do extra
ru: Требуется имя дополнения
sk: Vyžadovaný názov doplnku
sq: Lypset Emër Shtese
sv_se: Tilläggsnamn krävs
uk: Необхідне ім’я додатку
vi: Cần có Tên của Tiện ích

source: Add-on Nomination
ca: Nominació del complement
cs: Nominace doplňku
de: Add-on-Nominierung
el: Υποψηφιότητα πρόσθετου
es_es: Propuesta de complemento
fa: نامزد کردن افزودنی
fr: Nomination du module
hu: Kiegészítő jelölése
it: Segnalazione componente aggiuntivo
ja: アドオンの公開申請
nl: Add-onnominatie
pl: Nominowanie dodatku
pt_pt: Nomeação do extra
ru: Номинация дополнения
sk: Nominovanie doplnku
sq: Propozim Shtese
sv_se: Tilläggsnominering
uk: Номінація додатку
vi: Đề cử Tiện ích

source: Add-on Policies
pt_pt: Políticas do extra

source: Add-on Policy
ca: Política dels complements
cs: Zásady užití doplňku
de: Rechtliche Hinweise zum Add-on
el: Πολιτική πρόσθετου
es_es: Política del complemento
fa: سیاست افزودنی
fr: Politique du module
hu: Irányelvek a kiegészítőkhöz
it: Policy dei componenti aggiuntivi
ja: アドオンポリシー
nl: Add-onbeleid
pl: Polityka dodatków
pt_br: Políticas de Uso dos complemento
pt_pt: Política dos Extras
ru: Руководство редактора
sk: Zásady ochrany súkromia doplnku
sq: Rregulla Shtese
sv_se: Add-ons riktlinjer
uk: Політика додатків
vi: Chính sách Tiện ích

source: Add-on Reviews
ca: Revisions de complements
de: Add-on-Bewertungen
el: Αξιολογήσεις πρόσθετων
es_es: Revisiones de complementos
fr: Critiques du module
hu: Kiegészítőértékelés
it: Recensioni
ja: アドオンのレビュー
nl: Add-onbeoordelingen
pl: Recenzje dodatku
pt_pt: Revisões dos extras
ru: Обзоры дополнения
sk: Recenzií doplnkov
sv_se: Tilläggsrecensioner
uk: Перегляди додатків

# statistics_longnames_status
source: Add-on Status
ca: Estat del complement
cs: Stav doplňku
de: Status des Add-ons
el: Κατάσταση πρόσθετου
es_es: Estado del complemento
fa: وضعیت افزودنی
fr: Statut du module
hu: Kiegészítő állapota
it: Stato del componente aggiuntivo
ja: アドオンの状態
pl: Status dodatku
pt_br: Estado do complemento
pt_pt: Estado do Extra
ru: Статус дополнения
sk: Stav doplnku
sq: Gjendje Shtese
sv_se: Tilläggstatus
uk: Статус додатку
vi: Trạng thái Tiện ích

# statistics_js_plotselection_selector_status
source: Add-on Status
ca: Estat del complement
cs: Stav doplňku
de: Status des Add-on
el: Κατάσταση πρόσθετου
es_es: Estado del complemento
fa: وضعیت افزودنی
fr: Statut du module
hu: Kiegészítő állapota
it: Stato del componente aggiuntivo
ja: アドオンの状態
pl: Status dodatku
pt_br: Estado do complemento
pt_pt: Estado do Extra
ru: Статус дополнения
sk: Stav doplnku
sq: Gjendje Shtese
sv_se: Tilläggstatus
uk: Статус додатку
vi: Trạng thái Tiện ích

source: Add-on Status Check Results
ca: Resultats de la comprovació del complement
cs: Hlášení o&nbsp;kontrole stavu doplňků
de: Ergebnisse der Add-on-Statusprüfung
el: Αποτελέσματα ελέγχου κατάστασης πρόσθετου
es_es: Resultados de la comprobación del estado del complemento
fa: نتایج بررسی وضعیت افزودنی‌ها
fr: Vérification des résultats relatifs au statut des modules
hu: Kiegészítők állapotfelmérésének eredménye
it: Risultati del controllo compatibilità
ja: アドオンのステータス確認の結果
nl: Resultaten add-onstatuscontrole
pl: Wyniki sprawdzania statusu dodatków
pt_br: Resultados da Checagem de Status dos complementos
pt_pt: Resultados da verificação do estado dos extras
ru: Результаты проверки статуса дополнений
sk: Výsledky kontroly stavu doplnku
sq: Përfundime Kontrolli për Gjendje Shtojce
sv_se: Tilläggsstatuskontrolresultat
uk: Результати перевірки стану додатків
vi: Kết quả Kiểm tra Trạng thái Tiện ích

# devcp_dashboard_disabled_status
source: Add-on Status: %s
ca: Estat del complement: %s
cs: Stav doplňku: %s
el: Κατάσταση πρόσθετου: %s
es_es: Estado del complemento: %s
fa: وضعیت افزودنی: %s
fr: Statut du module&nbsp;: %s
hu: Kiegészítő állapota: %s
it: Stato: %s
ja: アドオンのステータス: %s
pl: Status dodatku: %s
pt_br: Status do complemento: %s
pt_pt: Estado do extra: %s
ru: Статус дополнения: %s
sk: Stav doplnku: %s
sq: Gjendje Shtese: %s
sv_se: Tilläggsstatus: %s
uk: Статус додатку: %s
vi: Trạng thái Tiện ích: %s

# devcp_addon_status_header
source: Add-on Status: %s
ca: Estat del complement: %s
cs: Stav doplňku: %s
el: Κατάσταση πρόσθετου: %s
es_es: Estado del complemento: %s
fa: وضعیت افزودنی: %s
fr: Statut du module&nbsp;: %s
hu: Kiegészítő állapota: %s
it: Stato: %s
ja: アドオンのステータス: %s
pl: Status dodatku: %s
pt_br: Status do complemento: %s
pt_pt: Estado do extra: %s
ru: Статус дополнения: %s
sk: Stav doplnku: %s
sq: Gjendje Shtese: %s
sv_se: Tilläggstatus: %s
uk: Стан додатку: %s
vi: Trạng thái Tiện ích: %s

source: Add-on Submission
pt_pt: Submeter o extra

source: Add-on Summary
ca: Resum del complement
cs: Přehled doplňku
de: Add-on-Zusammenfassung
el: Σύνοψη πρόσθετου
es_es: Resumen del complemento
fa: خلاصهٔ افزودنی
fr: Résumé du module
hu: A kiegészítő összefoglalója
it: Riepilogo
ja: アドオンの要約
nl: Add-onsamenvatting
pl: Podsumowanie dodatku
pt_br: Sumário do complemento
pt_pt: Sumário do extra
ru: Сводка дополнения
sk: Súhrn doplnku
sq: Përmbledhje Shtese
sv_se: Tilläggssammanfattning
uk: Резюме про додаток
vi: Tóm tắt Tiện ích

source: Add-on Summary required
ca: Cal un resum del complement
cs: Je vyžadován stručný popis doplňku
de: Add-on-Zusammenfassung benötigt
el: Απαιτείται σύνοψη για το πρόσθετο
es_es: Se requiere un resumen del complemento
fa: افزودنی نیاز به خلاصه دارد
fr: Le résumé du module est requis
hu: A kiegészítő összefoglalója kötelező
it: Il riepilogo è obbligatorio
ja: アドオンの要約を入力してください。
nl: Add-onsamenvatting vereist
pl: Dodatek musi mieć podsumowanie
pt_br: Sumário do complemento é obrigatório
pt_pt: Necessário sumário do extra
ru: Требуется описание дополнения
sk: Vyžadovaný súhrn doplnku
sq: Lypset Përmbledhje Shtese
sv_se: Tilläggssammanfattning krävs
uk: Необхідне резюме додатку
vi: Cần có Tóm tắt Tiện ích

source: Add-on Type
ca: Tipus de complement
cs: Typ doplňku
de: Add-on-Typ
el: Τύπος πρόσθετου
es_es: Tipo de complemento
fa: نوع افزودنی
fr: Type de module
hu: Kiegészítőtípus
it: Tipo
ja: アドオンの種類
pl: Typ dodatku
pt_br: Tipo de complemento
pt_pt: Tipo de extra
ru: Тип дополнения
sk: Typ doplnku
sq: Lloj Shtese
sv_se: Tilläggstyp
uk: Тип додатку
vi: Kiểu của Tiện ích

source: Add-on Types
ca: Tipus de complements
cs: Typy doplňků
de: Add-on-Typen
el: Τύποι πρόσθετων
es_es: Tipos de complementos
fa: انواع افزودنی
fr: Types de modules
hu: Kiegészítőtípusok
it: Tipologie componenti
ja: アドオンの種類
pl: Typ dodatku
pt_br: Tipos de complementos
pt_pt: Tipos de extra
ru: Типы дополнений
sk: Typy doplnku
sq: Lloje Shtesash
sv_se: Tilläggstyper
uk: Типи додатків
vi: Kiểu tiện ích

source: Add-on Validator
ca: Validador de complements
de: Add-on-Überprüfung
fr: Validateur de modules
hu: Kiegészítő érvényesítése
it: Strumento di verifica componenti aggiuntivi
ja: アドオンバリデータ
pl: Weryfikator dodatków
pt_pt: Validar extra
ru: Валидатор дополнений
sv_se: Tillägsvalidator

source: Add-on Version
pt_pt: Versão do extra

# statistics_longnames_version
source: Add-on Version
ca: Versió del complement
cs: Verze doplňku
de: Version des Add-ons
el: Έκδοση πρόσθετου
es_es: Versión del complemento
fa: نسخهٔ افزودنی
fr: Version du module
hu: Kiegészítő verziója
it: Versione del componente aggiuntivo
ja: アドオンのバージョン
nl: Add-onversie
pl: Wersja dodatku
pt_br: Versão do complemento
pt_pt: Versão do Extra
ru: Версия дополнения
sk: Verzia doplnku
sq: Version Shtese
sv_se: Tilläggsversion
uk: Версія додатку
vi: Phiên bản Tiện ích

# statistics_js_plotselection_selector_version
source: Add-on Version
ca: Versió del complement
cs: Verze doplňku
de: Version des Add-ons
el: Έκδοση πρόσθετου
es_es: Versión del complemento
fa: نسخهٔ افزودنی
fr: Version du module
hu: Kiegészítő verziója
it: Versione del componente aggiuntivo
ja: アドオンのバージョン
nl: Add-onversie
pl: Wersja dodatku
pt_br: Versão do complemento
pt_pt: Versão do Extra
ru: Версия дополнения
sk: Verzia doplnku
sq: Version Shtese
sv_se: Tilläggsversion
uk: Версія додатку
vi: Phiên bản Tiện ích

source: Add-on already exists!
ca: El complement ja existeix
cs: Doplněk již existuje!
de: Add-on existiert bereits!
el: Το πρόσθετο υπάρχει ήδη!
es_es: ¡El complemento ya existe!
fa: افزودنی از قبل وجود دارد!
fr: Le module existe déjà&nbsp;!
hu: A kiegészítő már létezik!
it: Il componente aggiuntivo è già presente
ja: アドオンは既に存在します！
nl: Add-on bestaat al!
pl: Ten dodatek już istnieje!
pt_pt: O extra já existe!
ru: Дополнение уже существует!
sk: Doplnok už existuje!
sq: Ka tashmë një shtesë të tillë!
sv_se: Tillägget finns redan!
uk: Додаток уже існує!
vi: Tiện ích đã tồn tại!

source: Add-on feed not found.
ca: No s'ha trobat el canal del complement.
cs: Kanál doplňku nenalezen.
de: Add-on-Feed nicht gefunden.
el: Δεν βρέθηκε το αρχείο ροής του πρόσθετου
es_es: Hilo del complemento no encontrado.
fa: خورد وبی افزودنی پیدا نشد
fr: Flux Web du module introuvable.
hu: A kiegészítő hírforrása nem található.
it: Impossibile trovare il feed del componente aggiuntivo.
ja: アドオンのフィードが見つかりませんでした。
nl: Add-onfeed niet gevonden
pl: Nie znaleziono kanału RSS dodatku
pt_pt: Fonte para o extra não encontrada
ru: Лента новостей дополнения не найдена.
sk: Kanál RSS pre doplnok nebol nájdený.
sq: Nuk u gjet prurje RSS për shtesën.
sv_se: Kanal för tillägg hittades inte.
uk: Канал додатку не знайдений.
vi: Không tìm thấy feed tiện ích

source: Add-on is not marked as pre-release.
ca: El complement no està marcat com a versió candidata a final.
cs: Doplněk není ozančen jako kandidát na vydání.
de: Add-on ist nicht als Testversion markiert.
el: Το πρόσθετο δεν έχει οριστεί σαν προ-έκδοση.
es_es: El complemente no está marcado como una versión previa.
fa: افزودنی به عنوان نسخهٔ پیش از انتشار معرفی نشده است.
hu: A kiegészítő nincs előzetesen kiadottnak jelölve.
it: Il componente aggiuntivo non è segnalato come pre-release.
ja: 「リリース前のアドオン」に指定されていません。
nl: Add-on is niet gemarkeerd als voorrelease.
pl: Dodatek nie może być oznaczony jako wydanie wstępne.
pt_br: Complemento não encontra-se marcado como pré-lançamento.
pt_pt: O extra não está marcado como pré-lançamento.
ru: Дополнение не помечено как пререлиз.
sk: Doplnok nie je označený ako pred-vydanie.
sq: Shtesa nuk ka shenjë si paraqarkullim.
sv_se: Tillägget är ej markerat som en förhandsversion.
uk: Додаток не позначено як попередній реліз.
vi: Tiện ích không được đánh dấu là phát-hành-thử.

source: Add-on name:
ca: Nom del complement:
cs: Jméno doplňku:
el: Όνομα πρόσθετου:
es_es: Nombre del complemento:
fa: نام افزودنی:
fr: Nom du module&nbsp;:
hu: Kiegészítő neve:
it: Nome componente aggiuntivo:
ja: アドオンの名前:
nl: Add-onnaam:
pl: Nazwa dodatku:
pt_br: Nome do complemento:
pt_pt: Nome do extra:
ru: Имя дополнения:
sk: Názov doplnku
sq: Emër shtese:
sv_se: Tillägsnamn:
uk: Назва додатку:
vi: Tên tiện ích:

source: Add-on not found!
ca: El complement no s'ha trobat.
cs: Doplněk nenalezen!
de: Add-on nicht gefunden!
el: Δε βρέθηκε το πρόσθετο!
es_es: ¡Complemento no encontrado!
fa: افزودنی پیدا نشد!
fr: Module non trouvé&nbsp;!
hu: A kiegészítő nem található!
it: Impossibile trovare il componente aggiuntivo
ja: 該当するアドオンはありません。
nl: Add-on niet gevonden!
pl: Nie znaleziono dodatku!
pt_br: Complemento não encontrado!
pt_pt: Extra não encontrado!
ru: Дополнение не найдено!
sk: Doplnok sa nenašiel!
sq: Shtesë që nuk gjendet!
sv_se: Tillägget hittades inte!
uk: Додаток не знайдено!
vi: Không tìm thấy tiện ích!

source: Add-on or Author Email
ca: Adreça electrònica del complement o de l'autor
cs: Doplněk nebo e-mail autora
de: Add-on oder Autor-E-Mail
el: Διεύθυνση ηλ. ταχυδρομείου δημιουργού ή πρόσθετου
es_es: Correo electrónico del complemento o del autor
fa: نشانی پست الکترونیکی افزودنی یا مؤلف
fr: Courriel de l'auteur ou pour le module
hu: A kiegészítő vagy a szerző e-mail címe
it: E-mail componente aggiuntivo o autore
ja: アドオンもしくは作者のメールアドレス
nl: Add-on of e-mailadres schrijver
pl: Dodatek lub adres e-mail autora
pt_br: Email do autor ou do complemento
pt_pt: Extra ou correio electrónico do autor
ru: Дополнение или адрес эл. почты автора
sk: Doplnok alebo e-mail autora
sq: Email Autori ose Shtese
sv_se: Tilläggs- eller författarepostadress
uk: Електронна адреса автора додатку
vi: Tiện ích hoặc Địa chỉ Tác giả

# addons_statistics_header
source: Add-on statistics
ca: Estadístiques del complement
de: Add-on-Statistiken
fr: Statistiques du module
hu: Kiegészítő statisztikája
it: Statistiche componenti aggiuntivi
ja: アドオン統計情報
nl: Add-onstatistieken
pl: Statystyki dodatków
pt_pt: Estatísticas do extra
ru: Статистика дополнений
sv_se: Tilläggsstatistik

source: Add-on statistics are currently in the process of being updated. Recent data may be incomplete as our scripts work to update this information. Please check back in a few minutes.
ca: Les estadístiques dels complements estan en procés d'actualització. La informació més recent potser encara no estarà actualitzada fins que no s'acabi el procés d'actualització. Torneu d'aquí uns minuts.
cs: Statistiky doplňku jsou nyní aktualizovány. Zobrazovaná data můžou být proto nekompletní. Zkuste to prosím později.
de: Die Statistiken für Add-ons werden momentan aktualisiert, sodass die derzeitigen Daten unvollständig sein können. Bitte versuchen Sie es in ein paar Minuten noch einmal.
el: Τα στατιστικά πρόσθετων βρίσκονται προς το παρόν σε διαδικασία ενημέρωσης. Τα πρόσφατα δεδομένα μπορεί να είναι ημιτελή καθώς τα σενάρια εντολών ενημερώνουν τις πληροφορίες. Παρακαλούμε δοκιμάστε ξανά μετά από μερικά λεπτά.
es_es: Las estadísticas de los complementos están actualmente en proceso de ser actualizados. Los datos actuales pueden ser incompletos mientras nuestros scripts trabajan para actualizar esta información. Por favor, inténtalo de nuevo en unos minutos.
fa: آمار افزودنی‌ها هم‌اکنون در حال به‌هنگام شدن است. اطلاعات جدید ممکن است تا زمان انجام این به‌هنگام‌سازی ناقص باشد. لطفاً چند دقیقهٔ بعد دوباره تلاش نمایید.
fr: les statistiques sur les modules sont en cours d'actualisation. Les données récentes peuvent donc être incomplètes pendant cette opération. Revenez d'ici quelques minutes.
hu: A kiegészítő statisztikája pillanatnyilag frissül. Az utolsó adatok pontatlanok lehetnek, mert a programok most frissítik ezeket az információkat. Pár perc múlva próbálja meg újra.
it: È in corso un ricalcolo delle statistiche. I dati recenti potrebbero non essere significativi in quanto gli script stanno aggiornando queste informazioni. Riprovare tra alcuni minuti.
ja: 現在、アドオンの統計情報は更新中です。プログラムによって情報の更新が完了するまで、最近のデータは不完全です。数分後にまた確認してください。
nl: Add-onstatistieken worden momenteel bijgewerkt. Recente gegevens kunnen onvolledig zijn terwijl onze scripts deze informatie bijwerken. Probeer het over een paar minuten nog eens.
pl: Statystyki dodatków są obecnie aktualizowane. Najnowsze dane mogą być niekompletne podczas procesu ich aktualizacji. Prosimy spróbować ponownie za kilka minut.
pt_br: Estatísticas do complemento estão em processo de atualização. Dados recentes podem estar incompletos enquatno nossos scripts trabalham para atualizar a informação. Por favor, verifique novamente dentro de alguns minutos.
pt_pt: As estatísticas do extra estão a ser actualizadas. Dados recentes podem estar incompletos pois os nossos scripts para actualizar a informação. Tente daqui a alguns minutos.
ru: В данный момент идёт процесс обновления статистики дополнений. Последние данные могут быть неполны, так как наши скрипты обновляют эту информацию. Пожалуйста вернитесь через несколько минут.
sk: Štatistika doplnku sa práve aktualizuje. Najnovšie údaje nemusia byť úplné, pretože naše skripty práve údaje aktualizujú. Skontrolujte o niekoľko minút.
sq: Hëpërhë statistikat e shtesës janë duke u përditësuar. Të dhënat më të fundit mund të mos jenë të plota, ngaqë programet tona ende janë në punë e sipër për përditësimin e tyre. Ju lutem kontrolloni sërish pas pak minutash.
sv_se: Tilläggstatistik uppdateras just nu. Nytillkomna data kan vara inkompletta då våra skript just nu arbetar med att uppdatera informationen. Kom tillbaka om några minuter.
uk: Статистика додатку у процесі оновлення. Попередні дані можуть бути неповними, оскільки наші скрипти працюють над оновленням цієї інформації. Перевірте, будь ласка, через кілька хвилин.
vi: Thống kê cho tiện ích hiện tại đang trong quá trình cập nhật. Dữ liệu gần đây có thể chưa hoàn tất vì script của chúng tôi hoạt động để cập nhật thông tin này. Vui lòng kiểm tra lại sau vài phút.

# header_main_header
source: Add-ons
ca: Complements
cs: Doplňky
el: Πρόσθετα
es_es: Complementos
fa: افزودنی‌ها
fr: Modules
hu: Kiegészítők
pl: Dodatki
pt_br: Complementos
pt_pt: Extras
ru: Дополнения
sk: Doplnky
sq: Shtesa
sv_se: Tillägg
uk: Додатки
vi: Tiện ích

# collections_edit_tabheader_addons
source: Add-ons
ca: Complements
cs: Doplňky
el: Πρόσθετα
es_es: Complementos
fa: افزودنی‌ها
fr: Modules
hu: Kiegészítők
it: Componenti aggiuntivi
ja: アドオン
pl: Dodatki
pt_br: Complementos
pt_pt: Extras
ru: Дополнения
sk: Doplnky
sq: Shtesa
sv_se: Tillägg
uk: Додатки
vi: Tiện ích
