Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: No Data
ca: Sense dades
cs: Žádná data
de: Keine Daten
el: Δεν υπάρχουν δεδομένα
es_es: No hay datos
fr: Pas de données
hu: Nincs adat
it: Nessun dato
ja: データがありません
nl: Geen gegevens
pl: Brak danych
pt_pt: Sem dados
ru: Нет данных
sk: Žiadne údaje
sv_se: Inga data
uk: Даних немає
vi: Không có Dữ liệu

source: No Files
ca: Sense fitxers
cs: Soubory nenalezeny
de: Keine Dateien
el: Δεν περιέχει αρχεία
es_es: Sin archivos
fa: پرونده‌ای در افزودنی وجود ندارد
fr: Aucun fichier
hu: Nincsenek fájlok
it: Nessun file
ja: ファイルがありません
nl: Geen bestanden
pl: Brak plików
pt_br: Sem arquivos
pt_pt: Sem ficheiros
ru: Файлы отсутствуют
sk: bez súborov
sq: Pa Kartela
sv_se: Inga filer
uk: Файлів немає
vi: Không có Tập tin

source: No Test Results
ca: Les proves no han donat cap resultat
cs: Žádné výsledky testů
de: Keine Testergebnisse
el: Δεν υπάρχουν αποτελέσματα ελέγχων
es_es: No hay resultados de pruebas
fr: Aucun résultat de test
hu: Nincsenek teszteredmények
it: Nessun risultato per i test
ja: テスト結果が見つかりませんでした
nl: Geen testresultaten
pl: Brak wyników testu
pt_pt: Sem resultados de teste
ru: Нет результатов теста
sk: Bez testov
sv_se: Inga testresultat
uk: Жодного результату тесту

source: No account found for that email address.
ca: No s'ha trobat cap compte per aquesta adreça electrònica.
cs: K této e-mailové adrese nebyl nalezen žádný účet.
de: Mit dieser E-Mail-Adresse wurde kein Benutzerkonto gefunden.
el: Δεν βρέθηκε λογαριασμός με αυτή τη διεύθυνση ηλ. αλληλογραφίας.
es_es: No se ha encontrado ninguna cuenta para esta dirección de correo.
fa: حساب کاربری برای این نشانی پست الکترونیکی وجود ندارد.
fr: Aucun compte trouvé pour cette adresse de messagerie.
hu: Nem található fiók ehhez az e-mail címhez.
it: Nessun account trovato per questo indirizzo e-mail.
ja: このメールアドレスを持つアカウントは見つかりませんでした。
nl: Geen account gevonden voor dat e-mailadres.
pl: Nie znaleziono konta skojarzonego z tym adresem e-mail.
pt_br: Conta não encontrada para o endereço de email informado.
pt_pt: Nenhuma conta encontrada para este endereço de correio.
ru: Для этого адреса эл. почты учётной записи не найдено.
sk: Pre zadanú e-mailovú adresu nebol nájdený žiadny účet.
sq: Nuk u gjet llogari për këtë vendndodhje email.
sv_se: Det fanns inget konto med den e-postadressen.
uk: Не знайдено жодного аккаунту для цієї електронної адреси.
vi: Không tìm thấy tài khoản cho địa chỉ email đó.

source: No collections found.
ca: No s'ha trobat cap coŀlecció.
de: Keine Sammlungen gefunden.
el: Δεν βρέθηκαν συλλογές.
es_es: No se han encontrado recopilatorios.
fr: Aucune collection trouvée
hu: Nincsenek gyűjtemények.
it: Nessuna raccolta trovata.
ja: コレクションが見つかりませんでした。
nl: Geen collecties gevonden.
pl: Nie znaleziono kolekcji.
pt_pt: Nenhuma colecção encontrada
ru: Подборок не найдено.
sv_se: Inga samlingar hittade.

source: No data yet
ca: Sense dades encara
cs: Chybí data
de: Noch keine Daten
el: Δεν υπάρχουν ακόμα δεδομένα
es_es: Sin datos aún
fa: هیچ اطلاعاتی هنوز وجود ندارد
fr: Pas encore de données
hu: Nincsenek még adatok
it: Nessun dato presente
ja: まだデータがありません
nl: Nog geen gegevens
pl: Nie ma jeszcze danych
pt_br: Sem dados até o momento
pt_pt: Ainda sem dados
ru: Данных ещё нет
sk: Zatiaľ žiadne údaje
sq: Ende pa të dhëna
sv_se: Inga data ännu
uk: Ще ніяких даних
vi: Chưa có dữ liệu

source: No file uploaded
ca: No s'ha enviat cap fitxer
cs: Nebyl nahrán soubor
de: Noch keine Datei hochgeladen
el: Δεν έγινε αποστολή αρχείου
es_es: No se subió ningún archivo
fa: هیچ پرونده‌ای بارگذاری نشد
fr: Aucun fichier envoyé
hu: Nincs fájl feltöltve
it: Non è stato caricato nessun file
ja: アップロードされたファイルはありません
nl: Geen bestand ge-upload
pl: Nie wysłano żadnego pliku
pt_br: Nenhum arquivo enviado
pt_pt: Nenhum ficheiro carregado
ru: Файл не был загружен
sk: Nie je odoslaný žiadny súbor
sq: Nuk u ngarkua kartelë
sv_se: Ingen fil uppladdad
uk: Жодного файла не відвантажено
vi: Không có tập tin nào được tải lên

source: No files found.
ca: No s'ha trobat cap fitxer.
cs: Nebyl nalezen žádný soubor.
de: Keine Dateien gefunden.
el: Δεν βρέθηκαν αρχεία.
es_es: No se han encontrado archivos.
fa: هیچ پرونده‌ای پیدا نشد.
fr: Aucun fichier trouvé
hu: Nincsenek fájlok.
it: Nessun file trovato.
ja: ファイルが見つかりませんでした。
nl: Geen bestanden gevonden.
pl: Nie znaleziono plików.
pt_br: Arquivos não encontrados.
pt_pt: Não foram encontrados ficheiros.
ru: Файлов не найдено.
sk: Neboli nájdené žiadne súbory.
sq: Nuk u gjetën kartela.
sv_se: Hittade inga filer.
uk: Не знайдено жодного файлу.
vi: Không tìm thấy tập tin.

source: No install.rdf present.
ca: No s'ha trobat install.rdf.
cs: Nebyl nalezen soubor install.rdf.
de: Keine install.rdf gefunden.
el: Δεν υπάρχει αρχείο install.rdf.
es_es: No está presente el archivo install.rdf.
fa: پروندهٔ install.rdf وجود ندارد.
fr: install.rdf manquant.
hu: Nincs jelen az install.rdf.
it: Non è presente il file install.rdf.
ja: install.rdf ファイルが含まれていません。
nl: install.rdf ontbreekt.
pl: Brak pliku install.rdf.
pt_br: Arquivo install.rdf ausente.
pt_pt: Não está presente nenhum install.rdf.
ru: Отсутствует файл install.rdf.
sk: Chýba súbor install.rdf.
sq: Pa install.rdf të pranishme.
sv_se: Ingen install.rdf fanns.
uk: Відсутній install.rdf.
vi: Không có install.rdf.

source: No photo
ca: Sense fotografia
cs: Fotka nenahrána
de: Kein Foto vorhanden
el: Χωρίς φωτογραφία
es_es: Sin foto
fa: تصویری موجود نیست
fr: Pas de photo
hu: Nincs fénykép
it: Nessuna immagine
ja: 写真がありません
nl: Geen foto
pl: Brak obrazka
pt_br: Sem foto
pt_pt: Sem foto
ru: Нет фотографии
sk: Žiadny obrázok
sv_se: Inget foto

source: No platform selected
ca: No s'ha escollit cap plataforma
cs: Nebyla zvolena platforma
de: Kein Betriebssystem gewählt
el: Δεν έχει επιλεγεί πλατφόρμα
es_es: No se seleccionó ninguna plataforma
fa: سکوی نرم‌افزاری انتخاب نشده است
fr: Aucune plateforme sélectionnée
hu: Nincs platform kiválasztva
it: Nessuna piattaforma selezionata
ja: プラットフォームが選択されていません
nl: Geen platform geselecteerd
pl: Nie wybrano systemu
pt_br: Nenhuma plataforma selecionada
pt_pt: Nenhuma plataforma seleccionada
ru: Платформа не выбрана.
sk: Nie je vybraná žiadna platforma
sq: Nuk u përzgjodh platformë
sv_se: Ingen plattform vald
uk: Жодної платформи не обрано
vi: Nền tảng chưa được chọn

source: No previews found.
ca: No hi ha previsualitzacions.
cs: Náhledy nenalezeny.
de: Keine Vorschau gefunden.
el: Δε βρέθηκε αξιολόγηση.
es_es: No se encontraron vistas previas.
fa: یادداشت‌های نسخه
fr: Aucune prévisualisation trouvée.
hu: Nincs előnézet.
it: Nessuna anteprima disponibile.
ja: プレビュー画像がありません。
nl: Geen voorbeeldweergaven gevonden.
pl: Nie znaleziono obrazków.
pt_br: Não foram encontradas visualizações.
pt_pt: Nenhuma pré-visualização encontrada.
ru: Рецензии не найдены.
sk: Žiadne ukážky sa nenašli.
sq: Nuk u gjetën paraparje.
sv_se: Inga förhandsivsningar funna.
uk: Не знайдено попередніх переглядів.
vi: Không tìm thấy ảnh xem trước.

source: No previous review entries could be found.
ca: No s'han trobat revisions anteriors.
cs: Nebyly nalezeny žádné záznamy předchozího kontroly.
de: Es wurden bisher keine Moderationen für dieses Add-on durchgeführt.
el: Δε βρέθηκαν παλαιότερες αξιολογήσεις.
es_es: No se han podido encontrar valoraciones anteriores.
fa: هیچ بررسی قبلی پیدا نشد.
fr: Aucune révision antérieure trouvée.
hu: Nincsenek korábbi értékelő bejegyzések.
it: Non sono disponibili revisioni precedenti.
ja: これまでにレビューを受けたバージョンはありません。
nl: Er zijn geen voorgaande beoordelingsingaven gevonden.
pl: Brak wcześniejszych recenzji.
pt_br: Não foram encontradas entradas de avaliações anteriores.
pt_pt: Não foi encontrada nenhum comentário anterior.
ru: Не найдено ни одной предыдущей рецензии.
sk: Nenašli sa žiadne predchádzajúce recenzie.
sq: Nuk u gjetën shqyrtime të mëparshme.
sv_se: Inga tidigare granskningsposter hittades.
uk: Неможливо знайти попередні перегляди.
vi: Không tìm thấy các mục đánh giá trước đây.

source: No results found.
ca: No s'han trobat resultats.
cs: Nic nebylo nalezeno.
de: Es wurde nichts gefunden.
el: Δε βρέθηκαν αποτελέσματα.
es_es: No se han encontrado resultados.
fa: هیچ نتیجه‌ای پیدا نشد.
fr: Aucun résultat.
hu: A keresés eredménytelen.
it: Nessun risultato.
ja: 該当するアドオンはありません。
nl: Geen resultaten gevonden.
pl: Nie znaleziono.
pt_br: Nenhum resultado encontrado.
pt_pt: Nenhum resultado encontrado.
ru: Поиск не дал результатов.
sk: Žiadne výsledky sa nenašli.
sq: Nuk u gjetën përfundime.
sv_se: Inga resultat funna.
uk: Немає результатів.
vi: Không tìm thấy kết quả.

source: No reviews found for this period.
ca: No s'han trobat cap revisió en aquest període.
cs: Pro toto období nebyla nalezena žádná kontrola.
de: Keine Bewertungen in diesem Zeitraum gefunden.
el: Δεν βρέθηκαν αξιολογήσεις γι' αυτή την περίοδο.
es_es: No se encontraron valoraciones para ese periodo.
fa: هیچ بررسی در این دوره پیدا نشد.
fr: Aucune révision trouvée sur cette période.
hu: Nincsenek értékelések ebben az időszakban.
it: Nessuna revisione disponibile nel periodo richiesto.
ja: この期間にレビューが行われたアドオンはありません。
nl: Geen beoordelingen gevonden in deze periode.
pl: Brak recenzji dla tego okresu.
pt_br: Não foram encontradas avaliações para este período.
pt_pt: Nenhum comentário encontrado para este período.
ru: Отзывы за данный период не найдены.
sk: V tomto období nie sú žiadne recenzie.
sq: Nuk u gjetën shqyrtime për këtë periudhë.
sv_se: Inga granskningar hittade i denna period.
uk: За цей період не знайдено переглядів.
vi: Không tìm thấy đánh giá nào trong khoảng thời gian này.

# devcp_versions_validate_no_results
source: No test results found.
ca: No s'han trobat resultats.
cs: Nebyl nalezen žádný výsledek testu.
de: Keine Testergebnisse gefunden.
el: Δεν βρέθηκαν αποτελέσματα ελέγχων.
es_es: No se han encontrado resultados de pruebas.
fr: Aucun résultat de tests trouvés.
hu: Nincsenek teszteredmények.
it: Nessun risultato dei test disponibile.
ja: テスト結果が見つかりませんでした。
nl: Geen testresultaten gevonden.
pl: Nie znaleziono wyników testu.
pt_pt: Nenhuns resultados de testes encontrados.
ru: Результатов теста не найдено.
sk: Neboli nájdené žiadne výsledky testov.
sv_se: Inga testresultat hittade.
uk: Не знайдено жодного результату тесту.

# devcp_error_no_test_results
source: No test results found.
ca: No s'han trobat els resultats de les proves.
cs: Nebyly nalezeny žádné výsledky testů.
de: Keine Testergebnisse gefunden.
el: Δεν βρέθηκαν αποτελέσματα ελέγχων.
es_es: No se han encontrado resultados de pruebas.
fr: Aucun résultat de tests trouvés.
hu: Nincsenek teszteredmények.
it: Nessun risultato dei test disponibile.
ja: テスト結果が見つかりませんでした。
nl: Geen testresultaten gevonden.
pl: Brak wyników testu.
pt_pt: Não foram encontrados resultados de testes.
ru: Результатов теста не найдено.
sk: Neboli nájdené žiadne testy.
sv_se: Inga testresultat hittade.
uk: Не знайдено результатів тесту.

source: No versions.
ca: Cap versió.
cs: Bez verzí
de: Keine Versionen.
el: Δεν υπάρχουν εκδόσεις.
es_es: No hay versiones
fa: نسخه‌ای پیدا نشد.
fr: Aucune version
hu: Nincsenek verziók.
it: Nessuna versione.
ja: バージョンは見つかりませんでした。
nl: Geen versies.
pl: Nie ma żadnej wersji
pt_br: Sem versões.
pt_pt: Sem versões.
ru: Версий нет.
sk: Žiadne verzie.
sq: S'ka versione.
sv_se: Inga versioner.
uk: Немає версій.
vi: Không có phiên bản nào.

source: No votes for this collection yet.
ca: Encara no hi ha votacions per a aquesta coŀlecció.
de: Noch keine Bewertungen für diese Sammlung.
el: Δεν υπάρχουν ακόμη ψήφοι για τη συλλογή.
es_es: Aún no hay votos para este recopilatorio.
fr: Pas encore de votes pour cette collection.
hu: Nincs még szavazat erre a gyűjteményre.
it: Ancora nessun voto disponibile per questa raccolta.
ja: このコレクションにはまだ投票が行われていません。
nl: Nog geen stemmen voor deze collectie.
pl: Jeszcze nie ma ocen tej kolekcji.
pt_pt: Ainda não existem votos para esta colecção.
ru: За эту подборку пока не отдано ни одного голоса.
sv_se: Inga röster för denna samling än.

source: No, cancel
ca: No, cancel·la-ho
cs: Ne, zrušit
de: Nein, abbrechen
el: Όχι, ακύρωση
es_es: No, cancelar
fa: خیر، انصراف
fr: Non, annuler
hu: Nem, mégse
it: No, annulla
ja: いいえ、キャンセルします
nl: Nee, annuleren
pl: Nie, anuluj
pt_pt: Não, cancelar
ru: Нет, отменить
sk: Nie, zrušiť
sq: Jo, anuloje
sv_se: Nej, avbryt
uk: Ні, скасувати
vi: Không, hủy bỏ

source: Nominate %s
ca: Nomina %s
cs: Nominovat doplněk %s
de: %s nominieren
el: Υποψηφιότητα του %s
es_es: Proponer %s
fa: نامزد کردن %s
fr: Nominer %s
hu: %s jelölése
it: Segnala %s
ja: %s の公開を申請
nl: %s voordragen
pl: Nominuj %s
pt_br: Indicar %s
pt_pt: Nomear %s
ru: Номинировать %s
sk: Nominovať %s
sq: Propozoni %s
sv_se: Nominera %s
uk: Подати %s
vi: Đề cử %s

source: Nominate for Public
ca: Nomina'l per a fer-lo públic
cs: Nominovat ke zveřejnění
de: Zur Veröffentlichung nominieren
el: Θέστε υποψηφιότητα για το δημόσιο χώρο
es_es: Proponer públicamente
fa: نامزد عمومی شدن شود
fr: Nominer pour la zone publique
hu: Jelölés nyilvánosnak
it: Nomina per la pubblicazione
ja: 公開を申請
nl: Voor publicatie nomineren
pl: Nominuj
pt_br: Nomear para o público
pt_pt: Nomear par público
ru: Номинировать на публичный доступ
sk: Nominovať na verejný
sq: Propozojeni për Publike
sv_se: Nominera för att bli publikt
uk: Подати в загальнодоступні
vi: Đề cử ra Công cộng

source: Nomination Approved/Public
ca: Nominació aprovada/públic
cs: Nominace schválena/veřejné doplňky
de: Nominierung genehmigt/Öffentlich
el: Η υποψηφιότητα εγκρίθηκε/δημόσιος χώρος
es_es: Propuesta Aprobada/Páblica
fa: با نامزدی افزودنی موافقت شد، افزودنی عمومی گردید
fr: Nomination Approuvé/Public
hu: Jelölés jóváhagyva/Nyilvános
it: Approva segnalazione/Area pubblica
ja: 申請を承認 (一般に公開)
nl: Voordracht goedgekeurd/Publiek
pl: Nominacja zatwierdzona/Upubliczniony
pt_br: Indicação aprovada/publicada
pt_pt: Nomeação Aprovada/Pública
ru: Номинация одобрена/В общий доступ
sk: Nominácia schválená/Verejné
sq: Propozimi u Miratua/Publike
sv_se: Nominering godkänd/Publik
uk: Подання схвалено/публіка
vi: Đề cử Được chấp thuận / Công cộng

source: Nomination Denied/Sandbox
ca: Nominació denegada/entorn de proves
cs: Nominace zamítnuta/pískoviště
de: Nominierung abgelehnt/Sandkasten
el: Η υποψηφιότητα απορρίφθηκε/Sandbox
es_es: Propuesta denegada/Área de pruebas
fa: با نامزدی افزودنی موافقت نشد/افزودنی در گودال ماسه‌بازی باقی ماند
fr: Nomination Refusé/Bac à sable
hu: Jelölés elutasítva/Homokozó
it: Non approvare la segnalazione/Sandbox
ja: 申請を却下 (サンドボックスに保留)
nl: Voordracht afgewezen/Sandbox
pl: Odmowa nominacji/Piaskownica
pt_br: Indicação negada/sandboxed
pt_pt: Nomeação Negada/Sandbox
ru: Номинация отклонена/В «песочницу»
sk: Nominácia zamietnutá/Sandbox
sq: Propozimi u Mohua/Bankoprovë
sv_se: Nominering nekad/Sandlåda
uk: Подання відхилено/пісочниця
vi: Đề cử Bị từ chối / Hộp cát

source: Nomination Message
ca: Missatge de nominació
cs: Nominační zpráva
de: Nominierungs-Nachricht
el: Μήνυμα υποβολής υποψηφιότητας
es_es: Mensaje de nominación
fa: پیام نامزد شدن افزودنی
fr: Message de nomination
hu: Jelölési üzenet
it: Messaggio di segnalazione
ja: 公開申請メッセージ
nl: Voordrachtsbericht
pl: Informacje o nominacji
pt_br: Mensagem de indicação
pt_pt: Mensagem de Nomeação
ru: Сообщение о номинации
sk: Nominačná správa
sq: Mesazh Propozimi
sv_se: Nomineringsmeddelande
uk: Повідомлення подання
vi: Thông điệp Đề cử

source: None
ca: Cap
de: Keine
fr: Aucun
it: Nessuno
ja: なし
nl: Geen
pl: Brak
pt_pt: Nenhum
ru: Нет
sv_se: Inga

source: Not Trusted
ca: No de confiança
cs: Nedůvěryhodný
de: Nicht vertraut
el: Μη έμπιστο
es_es: No es de confianza
fa: غیر مورد اعتماد
fr: Méfiance
hu: Nem megbízható
it: Non affidabile
ja: 信頼されていません
nl: Niet vertrouwd
pl: Niezaufany
pt_br: Não Certificado
pt_pt: Não é de confiança
ru: Не доверенное
sk: Nedôveryhodný
sq: Jo e Besuar
sv_se: Ej betrott
uk: Не довірений
vi: Không đáng tin

source: Not yet rated
ca: Encara no s'ha valorat
cs: Nehodnoceno
de: Noch nicht bewertet
el: Δεν έχει βαθμολογηθεί ακόμα
es_es: Sin puntuar aún
fa: هنوز رتبه‌دهی نشده است
fr: Pas encore évalué
hu: Még nem osztályozott
it: Nessun voto
ja: まだ評価されていません
nl: Nog niet gewaardeerd
pl: Nieoceniony
pt_br: Sem pontuação
pt_pt: Ainda sem avaliação
ru: Пока не оценено
sk: Nehodnotené
sq: Ende e pavlerësuar
sv_se: Inte betygsatt än
uk: Ще не оцінений:
vi: Chưa được xếp hạng

source: Note: Comment will appear as though written by original publisher on the original publication date
ca: Atenció: el comentari apareixerà tal com va ser publicat originalment en la data de publicació.
cs: Poznámka: Komentář se bude tvářit, jako by jej psal vydavatel v den původní publikace
de: Hinweis: Der Kommentar wird so aussehen, als sei er von dem veröffentlicht worden, der das Add-on dieser Sammlung hinzugefügt hat.
el: Σημείωση: Το σχόλιο θα εμφανιστεί ως σχόλιο του αρχικού εκδότη με την πραγματική ημερομηνία έκδοσης
es_es: Nota: El comentario seguirá apareciendo como escrito por el publicador original en su fecha de publicación
hu: A megjegyzés úgy fog megjelenni, mintha az eredeti közzétevő az eredeti közzétételi dátumon írta volna.
it: Nota: il commento risulterà scritto dall'autore originale della raccolta nella data di pubblicazione della raccolta stessa
ja: 注意: コメントは、元の公開日に元の公開者によって書かれたものとして記載されます。
nl: Noot: Opmerking wordt weergegeven als geschreven door oorspronkelijke publicist op de oorspronkelijke publicatiedatum
pl: Informacja: Komentarz będzie wyświetlany w takiej formie, w jakiej został napisany w momencie dodania
pt_br: Nota: Comentários aparecerão como sendo escritos pelo publicador original na original publication date
pt_pt: Nota: O comentário irá aparecer tal como foi escrito pelo editor e com a data original de publicação
ru: Примечание: Комментарий появится таким, как будто его написал первоначальный автор с датой первоначальной публикации
sk: Poznámka: komentár sa objaví ako ten napísaný pôvodným autorom s pôvodným dátumom pridania
sq: Shënim: Komenti do të duket si i shkruajtur nga botuesi fillestar më datën e botimit fillestar
sv_se: Obs: Kommentaren kommer att synas som om den vore skriven av den som ursprungligen publicerade, med det ursprungliga publiceringsdatumet
uk: Примітка: Коментар з'явиться від імені справжнього видавця зі справжньою датою публікації.
vi: Lưu ý: Bình luận sẽ xuất hiện như thể được viết bởi người xuất bản gốc vào ngày xuất bản

source: Notes to Reviewer
ca: Notes al revisor
cs: Poznámky pro kontrolora
de: Hinweise an den Moderator
el: Σημειώσεις για το συντάκτη αξιολόγησης
es_es: Notas para el revisor
fa: یادداشت برای بررسی‌کنندگان
fr: Notes au réviseur
hu: Megjegyzések az értékelőnek
it: Note per i revisori
ja: レビュー担当者への注意
nl: Opmerkingen voor de beoordelaar
pl: Informacje dla edytora
pt_br: Notas para o avaliador
pt_pt: Notas para o avaliador
ru: Заметки рецензенту
sk: Poznámky pre recenzenta
sq: Shënime për Shqyrtuesin
sv_se: Information till granskare
uk: Примітки переглядачу
vi: Ghi chú cho Người đánh giá

source: Notice: Only review more than one file if you have tested EVERY file you select.
ca: Atenció: només fes més d'una revisió si heu provat tots els fitxers que heu seleccionat.
cs: Poznámka: Kontrolujte pouze více než jeden soubor, pokud jste testovali všechny zvolené soubory.
de: Hinweis: Bitte bewerten Sie nur dann mehr als eine Datei, wenn Sie JEDE dieser Dateien überprüft haben.
el: Σημείωση: Αξιολογήστε πάνω από ένα αρχείο μόνο αν ελέγξατε όλα τα αρχεία που επιλέξατε.
es_es: Atención: Revisa más de un archivo sólo si has comprobado cada uno de los archivos que ha seleccionado.
fa: توجه: تنها در صورتی بیش از یک پرونده را بررسی نمایید که همهٔ آن پرونده‌ها را جداگانه آزمایش کرده باشید.
it: Attenzione: selezionare solo i file effettivamente verificati.
ja: 注意: 選択したすべてのファイルをテストした場合は、ひとつ以上のファイルをレビューしてください。
nl: Noot: beoordeel slechts meerdere bestanden indien u ELK bestand dat u selecteert hebt getest.
pl: Informacja: Recenzuj więcej plików, tylko jeśli masz testować wszystkie zaznaczone pliki.
pt_pt: Nota: Reveja mais do que um ficheiro apenas se testou TODOS os ficheiros que seleccionou.
ru: Примечание: Рецензируйте более одного файла только в случае если вы протестировали КАЖДЫЙ выбранный вами файл.
sk: Poznámka: recenziu pre viac súborov píšte len pre vtedy, ak ste testovali KAŽDÝ zvolený súbor.
sq: Shënim: Shqyrtoni më tepër se një kartelë vetëm po qe se keni provuar ÇDO kartelë që përzgjidhni.
sv_se: Obs: Granska bara mer en än fil om du har testat VARJE fil du väljer.
uk: Примітка: Перегляньте більше одного файлу, якщо ви перевірили КОЖЕН вибраний вами файл.
vi: Lưu ý: Chỉ nên đánh giá nhiều hơn một tập tin nếu bạn đã kiểm tra MỌI tập tin mà bạn chọn.

source: Notifications
ca: Notificacions
cs: Upozornění
de: Benachrichtigungen
el: Ειδοποιήσεις
es_es: Avisos
fa: اعلامیه‌ها
hu: Értesítések
it: Notifiche
ja: 通知
nl: Notificaties
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ru: Уведомления
sk: Upozornenia
sq: Njoftime
sv_se: Underrättelser
uk: Повідомлення
vi: Thông báo

source: Number of Contributions
ca: Nombre de contribucions
de: Anzahl der Beiträge
el: Αριθμός δωρεών
es_es: Número de colaboradores
fr: Nombre de contributions
hu: Hozzájárulások száma
it: Numero di donazioni
ja: 寄付の数
nl: Aantal bijdragen
pl: Liczba dotacji
pt_pt: Número de contribuições
ru: Число пожертвований
sv_se: Antal bidrag

source: OR
ca: O
de: ODER
fr: OU
hu: VAGY
ja: または
nl: OF
pl: lub
pt_pt: OU
ru: ИЛИ
sv_se: ELLER

source: OS
ca: S.O.
de: BS
el: Συστ.
es_es: SO
fa: سیستم‌عامل
fr: SE
it: SO
nl: BS
pl: SO
pt_br: SO
pt_pt: SO
ru: ОС
vi: HĐH

# addon_developer_th_occupation
source: Occupation
ca: Ocupació
cs: Zaměstnání
de: Beruf
el: Απασχόληση
es_es: Ocupación
fa: شغل
fr: Profession
hu: Foglalkozás
it: Occupazione
ja: 職業
nl: Beroep
pl: Zawód
pt_br: Ocupação
pt_pt: Ocupação
ru: Род деятельности
sk: Povolanie
sv_se: Yrke
uk: Заняття
vi: Nghề nghiệp

# user_form_occupation
source: Occupation
ca: Ocupació
cs: Zaměstnání
de: Beruf
el: Απασχόληση
es_es: Ocupación
fa: شغل
fr: Profession
hu: Foglalkozás
it: Occupazione
ja: 職業
nl: Beroep
pl: Zawód
pt_br: Ocupação
pt_pt: Ocupação
ru: Род деятельности
sk: Povolanie
sv_se: Yrke
uk: Заняття

source: Often Used with&hellip;
ca: Sovint s'utilitza amb&hellip;
de: Oft verwendet mit&hellip;
el: Χρησιμοποιείται συχνά με&hellip;
es_es: Usado frecuentemente con&hellip;
fr: Fréquemment utilisé avec&hellip;
hu: Gyakori társa&hellip;
it: Spesso utilizzato con&hellip;
ja: 以下のアドオンとよく一緒に利用されています
nl: Vaak gebruikt met…
pl: Często używany z&hellip;
pt_pt: Pouco usados com&hellip;
ru: Часто используются с&hellip;
sk: Často používané s&hellip;
sv_se: Ofta använda med&hellip;

source: Old password
ca: Contrasenya antiga
cs: Původní heslo
de: altes Passwort
el: Παλιός κωδικός
es_es: Contraseña antigua
fa: گذرواژهٔ قدیمی
fr: Ancien mot de passe
hu: Régi jelszó
it: Vecchia password
ja: 現在のパスワード
nl: Oud wachtwoord
pl: Stare hasło
pt_br: Senha antiga
pt_pt: Senha antiga
ru: Старый пароль
sk: Staré heslo
sq: Fjalëkalim i vjetër
sv_se: Gammalt lösenord
uk: Старий пароль
vi: Mật khẩu cũ

source: Older
pt_pt: Antiga

source: On %1$s
ca: A %1$s
cs: %1$s
de: Für %1$s
el: Την %1$s
es_es: El %1$s
fa: در تاریخ %1$s
fr: Sur %1$s
hu: Dátum: %1$s
it: Il %1$s
ja: %1$s 現在
nl: Op %1$s
pl: W %1$s
pt_br: Em %1$s
pt_pt: Em %1$s
ru: На %1$s
sk: %1$s
sq: Më %1$s
sv_se: Den %1$s
uk: На %1$s
vi: Vào %1$s
