Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: You may now complete your add-on and move it to the <span class="status-1">Sandbox</span> by clicking the button below.
ca: Ara podeu completar el vostre complement i moure'l a <span class="status-1">l'entorn de proves</span> clicant el botó següent.
cs: Klepnutím na tlačítko níže můžete svůj doplněk dokočit a přesunout jej na <span class="status-1">pískoviště</span>.
de: Sie können Ihr Add-on nun vervollständigen und es in den <span class="status-1">Sandkasten</span> bewegen, indem Sie auf die unten stehende Schaltfläche klicken.
el: Μπορείτε τώρα να ολοκληρώσετε το πρόσθετο σας και να το μετακινήσετε στο <span class="status-1">Sandbox</span> κάνωντας κλικ στο παρακάτω κουμπί.
es_es: Ahora debes completar el proceso y mover tu complemento al <span class="status-1">Área de pruebas</span> haciendo clic sobre el siguiente botón.
fa: اکنون می‌توانید افزودنی خود را تکمیل نموده و با فشردن دکمهٔ زیر آن را به <span class="status-1">گودال ماسه‌بازی</span> انتقال دهید.
hu: A lenti gomb megnyomásával kiegészítőjét most befejezheti és áthelyezheti a <span class="status-1">Homokozóba</span>.
it: È ora possibile impostare il componente aggiuntivo come completo e spostarlo nella <span class="status-1">Sandbox</span> facendo clic sul pulsante seguente.
ja: 下のボタンをクリックすると、このアドオンを完成させて <span class="status-1">サンドボックス</span> へ移動させることができます。
nl: U kunt nu uw add-on afronden en deze naar de <span class="status-1">sandbox</span> verplaatsen door op onderstaande knop te klikken.
pl: Teraz możesz zakończyć swój dodatek i przenieść go do <span class="status-1">piaskownicy</span> naciskając przycisk „Zakończ”.
pt_br: Agora você poderá completar seu complemento e colocá-lo no <span class="status-1">Sandbox</span> clicando no botão abaixo.
pt_pt: Agora já pode terminar o seu extra e mov~e-lo para o <span class="status-1">Sandbox</span>clicando no botão abaixo.
ru: Теперь вы можете завершить оформление вашего дополнения и переместить его в <span class="status-1">Песочницу</span>, нажав расположенную ниже кнопку.
sk: Teraz môžete dokončiť váš doplnok a presunúť ho do <span class="status-1">Sandboxu</span> kliknutím na nižšie uvedené tlačidlo.
sq: Tani mund të plotësoni shtesën tuaj dhe ta kaloni te <span class="status-1">Bankoprova</span> duke klikuar butonin më poshtë.
sv_se: Du kan nu färdigställa ditt tillägg och flytta det till <span class="status-1">sandlådan</span> genom att klicka på knappen nedan.
uk: Тепер ви можете завершити створення вашого додатку і перенести його до <span class="status-1">Пісочниці</span> одним натиском кнопки, розташованої нижче.
vi: Bây giờ bạn có thể hoàn tất tiện ích và di chuyển nó vào <span class="status-1">Hộp cát</span> bằng cách nhấn lên nút bên dưới.

source: You may now nominate your add-on for <span class="status-4">Public</span> by clicking the button below.
ca: Ara podeu nominar el vostre complement per a què es faci <span class="status-4">públic</span> clicant el botó següent.
cs: Klepnutím na tlačítko níže můžete svůj doplněk nominovat ke <span class="status-4">zveřejnění</span>.
de: Sie können Ihr Add-on nun für die <span class="status-4">Veröffentlichung</span> nominieren, indem Sie auf die unten stehende Schaltfläche klicken.
el: Μπορείτε τώρα να θέσετε το πρόσθετο σας σε υποψηφιότητα για τον <span class="status-4">δημόσιο χώρο</span> κάνοντας κλικ στο παρακάτω κουμπί.
es_es: Ahora puedes proponer tu complemento para convertirse en <span class="status-4">Público</span> haciendo clic sobre el siguiente botón.
hu: A lenti gomb megnyomásával kiegészítőjét most <span class="status-4">nyilvánosnak</span> jelöltheti.
it: È ora possibile nominare il componente aggiuntivo per la <span class="status-4">pubblicazione</span> facendo clic sul pulsante seguente.
ja: 下のボタンをクリックすると、このアドオンの <span class="status-1">公開</span> を申請できます。
nl: U kunt nu uw add-on nomineren voor <span class="status-4">publicatie</span> door op onderstaande knop te klikken.
pl: Teraz naciskając przycisk „Nominuj” możesz nominować dodatek do <span class="status-4">upublicznienia</span>.
pt_br: Agora você pode nomear seu complemento como <span class="status-4">Público</span> ao clicar no botão abaixo.
pt_pt: Agora pode nomear o seu extra para <span class="status-4">Público</span> clicando no botão abaixo.
ru: Вы можете номинировать ваше дополнение на <span class="status-4">Публичный доступ</span> щёлкнув по расположенной ниже кнопке.
sk: Teraz môžete nominovať váš doplnok na <span class="status-4">verejný</span> kliknutím na nižšie uvedené tlačidlo.
sq: Tani mund ta propozoni shtesën tuaj për ta bërë <span class="status-4">Publike</span> duke klikuar butonin më sipër.
sv_se: Du kan nu nominera ditt tillägg att bli <span class="status-4">publikt</span> genom att klicka på knappen nedan.
uk: Тепер ви можете висунути ваш додаток у кандидати до <span class="status-4">загальнодоступних</span>, натиснувши кнопку нижче.
vi: Bây giờ bạn có thể đề cử tiện ích của mình trở thành <span class="status-4">Công cộng</span> bằng cách nhấn vào nút bên dưới.

source: You must <a href="%1$s">log in</a> to validate an add-on.
ca: Cal que <a href="%1$s">inicieu una sessió</a> per a validar un complement.
de: Sie müssen sich <a href="%1$s">anmelden</a>, um ein Add-on zu überprüfen.
fr: Vous devez vous <a href="%1$s">connecter</a> pour valider un module.
hu: A kiegészítő érvényesítéséhez <a href="%1$s">be kell jelentkeznie</a>.
it: È necessario effettuare l'<a href="%1$s">accesso</a> per verificare un componente aggiuntivo.
ja: アドオンを検証するには <a href="%1$s">ログイン</a> してください。
nl: U dient zich <a href="%1$s">aan te melden</a> om een add-on te valideren.
pl: Aby sprawdzić dodatek, musisz się <a href="%1$s">zalogować</a>.
pt_pt: Tem de <a href="%1$s">iniciar sessão</a> para validar um extra.
ru: Вам необходимо <a href="%1$s">войти</a> для валидации дополнения.
sv_se: Du måste <a href="%1$s">logga in</a> för att validera ett tillägg.

source: You must have at least one valid Mozilla target application.
ca: Com a mínim ha de funcionar en una de les aplicacions del Mozilla.
cs: Je nutné určit alespoň jednu platnou cílovou aplikaci Mozilla.
de: Sie müssen wenigstens eine gültige Mozilla-Zielanwendung auswählen.
el: Πρέπει να υπάρχει τουλάχιστον μια έγκυρη δήλωση εφαρμογής προορισμού της οικογένειας Mozilla.
es_es: Debes incluir en las aplicaciones destino al menos una aplicación válida de Mozilla.
fa: باید کمینه یک برنامهٔ مقصد معتبر بر پایهٔ موزیلا را انتخاب کنید.
fr: Vous devez avoir au moins un application cible Mozilla valide.
hu: Legalább egy érvényes Mozilla-célalkalmazást meg kell adni.
it: È necessario indicare almeno un'applicazione Mozilla di riferimento.
ja: 少なくともひとつは正しい Mozilla の対象アプリケーションを設定する必要があります。
nl: U dient ten minste één geldige Mozilla-doeltoepassing te hebben.
pl: Należy określić przynajmniej jeden poprawny program docelowy Mozilli.
pt_br: Você precisa selecionar pelo menos uma aplicação Mozilla.
pt_pt: Tem de ter pelo menos uma aplicação válida da Mozilla.
ru: Должно быть указано по крайней мере одно доступное приложение Mozilla.
sk: Musíte mať aspoň jednu platnú cieľovú aplikáciu od Mozilly.
sq: Duhet të keni e pakta një zbatim të vlefshëm Mozilla si objekt.
sv_se: Du måste ha minst en giltig Mozilla-målapplikation.
uk: Ви повинні мати принаймні одну дійсну цільову програму Mozilla.
vi: Bạn phải có ít nhất một chương trình hợp lệ dùng với Mozilla.

source: You requested a change to your email address at %2$s Add-ons.\n\nIn order to confirm the new address, please click the link below or copy and paste the whole thing into your browser's location bar:\n\n%1$s\n\nYou have 48 hours to confirm the new address. If you do not want to change the address anymore, you can just ignore this email.\n\nThanks!\n-- %2$s Add-ons Staff
ca: Heu sol·licitat un canvi d'adreça de correu des de %2$s Add-ons. Per tal de confirmar la vostra nova adreça de correu, cliqueu l'enllaç següent o bé copieu i enganxeu-lo sencer a la barra d'adreces del vostre navegador: %1$s Teniu 48 hores per a confirmar la nova adreça. Si no voleu realitzar el canvi, tan sols heu d'ignorar aquest correu. Gràcies. --Personal del %2$s Add-ons
de: Sie haben eine E-Mail-Adressänderung bei %2$s Add-ons angefordert. Um Ihre neue E-Mail-Adresse zu bestätigen, klicken Sie bitte auf den folgenden Link, oder kopieren Sie ihn an einem Stück in die Adressleiste Ihres Webbrowsers: %1$s Sie haben 48 Stunden Zeit, um Ihre neue E-Mail-Adresse zu bestätigen. Wenn Sie die Änderung doch nicht durchführen möchten, können Sie diese Mail hingegen ignorieren. Vielen Dank! -- das %2$s Add-ons Team
el: Ζητήσατε να γίνει αλλαγή της διεύθυνσης ηλεκτρονικού ταχυδρομείου σας για τα Πρόσθετα του %2$s. Για να επιβεβαιωθεί η νέα διεύθυνση, κάντε κλικ στον παρακάτω δεσμό ή αντιγράψτε και επικολλήστε τον ολόκληρο στην εργαλειοθήκη διευθύνσεων του περιηγητή σας: %1$s Η επιβεβαίωση της νέας διεύθυνσης θα πρέπει να γίνει εντός 48 ωρών. Αν αλλάξατε γνώμη και δεν θέλετε πια να γίνει η αλλαγή, απλά αγνοήστε αυτό το μήνυμα. Ευχαριστούμε! -- Το προσωπικό των Πρόσθετων του %2$s
es_es: Has solicitado cambiar tu dirección de correo electrónico en %2$s Addons. Para poder confirmar tu nueva dirección, por favor, haz clic en el enlace a continuación o copia y pega la dirección completa en la barra de direcciones de tu navegador: %1$s Dispones de 48 horas para confirmar la nueva dirección. Si ya no deseas cambiar de dirección, simplemente ignora este correo. ¡Gracias! -- El equipo de %2$s Addons
fr: Vous avez demandé un changement de votre adresse électronique sur Modules %2$s . Afin de confirmer cette nouvelle adresse, veuillez cliquer sur le lien ci-dessous ou bien le copier-coller dans la barre d'adresse de votre navigateur: %1$s Vous avez 48 heures pour confirmer cette nouvelle adresse. Si vous ne voulez finalement plus changer d'adresse, ignorez ce message. Merci ! -- L'équipe des Modules %2$s
hu: E-mail címének módosítását kérte a %2$s Add-ons webhelyen.\n\nAz új cím megerősítéséhez kattintson az alábbi hivatkozásra, vagy másolja az egészet a böngésző címsávjába:\n\n%1$sq \n48 órája van az új cím megerősítésére. Ha mégsem szeretné megváltoztatni a címet, akkor hagyja figyelmen kívül ezt az e-mailt.\n\nKöszönjük!\n-- A %2$s Add-ons munkatársai
it: Hai richiesto un cambio di indirizzo e-mail su %2$s Add-ons. Per confermare il nuovo indirizzo fai clic sul link seguente oppure copia e incolla l'intera stringa nella barra degli indirizzi del browser: %1$s Hai 48 ore per confermare il nuovo indirizzo e-mail. Se non desideri modificare l'indirizzo, puoi semplicemente ignorare questo messaggio. Grazie. -- Lo staff di %2$s Add-ons
ja: %2$s Add-ons に登録されているあなたのメールアドレスを変更するリクエストが行われました。\n\n新しいアドレスへの変更を完了するには、以下のリンクをクリックするか、リンクの文字列全体をブラウザのロケーションバーに貼り付けてください。\n\n%1$s\n\nリクエストは 48 時間後に時間切れとなります。アドレスを変更したくない場合は、このメールを破棄してください。\n\nご利用ありがとうございます。\n-- %2$s Add-ons スタッフ
nl: U hebt verzocht om wijziging van uw e-mailadres op %2$s Add-ons. Klik om het nieuwe adres te bevestigen a.u.b. op onderstaande koppeling of kopieer en plak de koppeling in uw lokatiebalk: %1$s U hebt 48 uur de tijd om het nieuwe adres te bevestigen. Als u het adres niet meer wilt wijzigen kunt u dit e-mailbericht gewoon negeren. Bedankt! – %2$s Add-ons Team
pl: Otrzymaliśmy od Ciebie prośbę o zmianę adresu e-mail na %2$s – dodatki. Aby potwierdzić nowy adres, kliknij poniższy odnośnik lub skopiuj i wklej cały adres do paska adresu przeglądarki: %1$s Nowy adres należy potwierdzić w ciągu 48 godzin. Jeśli jednak nie chcesz zmieniać adresu, po prostu zignoruj ten e-mail. Dziękujemy! — Zespół %2$s – dodatki
pt_pt: Pediu para alterar o seu endereço de correio nos Extras da %2$s.\n\nPara confirmar o novo endereço, clique na ligação abaixo ou copie e cole tudo na barra de endereço do seu navegadorr:\n\n%1$s\n\nTem 48 horas para confirmar o novo endereço. Se já não desejar alterar o endereço, pode ignorar esta mensagem de correio.\n\nObrigado!\n-- A equipa dos Extras da %2$s
ru: Вы запросили смену своего адреса электронной почты на сайте дополнений %2$s. \n\nДля подтверждения нового адреса, пожалуйста щёлкните по расположенной ниже ссылке или скопируйте и вставьте её целиком в панель адреса вашего браузера:\n\n%1$s\n\nДля подтверждения нового адреса у вас имеется 48 часов. Если вы больше не хотите изменять адрес, просто проигнорируйте это письмо.\n\nСпасибо!\n-- Администрация сайта дополнений %2$s
sk: Požiadali ste o zmenu e-mailovej adresy vášho účtu na %2$s Add-ons.\n\nAk chcete túto zmenu potvrdiť, kliknite na odkaz uvedený nižšie alebo skopírujte adresu a zadajte ju do webového prehliadača:\n\n%1$s\n\nNa potvrdenie novej e-mailovej adresy máte 48 hodín. Ak ju nechcete zmeniť, ignorujte túto správu.\n\nĎakujeme!\n-- Tím %2$s Add-ons

source: You will not be able to log into Mozilla Add-ons anymore.
ca: Ja no podreu tornar a iniciar una sessió al Mozilla Add-ons.
cs: Nebudete již schopen se přihlásit na Mozilla Add-ons.
de: Sie werden sich nicht mehr bei Mozilla Add-ons anmelden können.
el: Δεν θα μπορείτε πια να συνδεθείτε στον ιστότοπο των πρόσθετων Mozilla.
es_es: No podrás ingresar como usuario en Mozilla Addons nunca más.
fa: از این پس قادر به ورود به وب‌گاه افزودنی‌های موزیلا نخواهید بود.
fr: Vous ne pourrez plus vous connecter sur Mozilla Add-ons.
hu: Nem fog tudni többé belépni a Mozilla Add-ons webhelyre.
it: da questo momento non sarà più possibile fare il login su Mozilla Add-ons
ja: 今後 Mozilla Add-ons にログインすることはできません。
nl: U kunt u vanaf nu niet meer op Mozilla Add-ons aanmelden.
pl: Nie będziesz mieć możliwości zalogowania się na Mozilla Add-ons.
pt_br: Você não poderá acessar o Mozilla Add-ons novamente.
pt_pt: Não poderá entrar mais nos Extras da Mozilla.
ru: Вы больше не сможете зарегистрироваться на сайте Mozilla Addons.
sk: Už sa nebudete môcť prihlásiť na stránkach Mozilla Add-ons.
sq: Nuk do të jeni më në gjendje të hyni te Shtesat Mozilla.
sv_se: Du kan inte längre logga in på Mozilla Add-ons.
uk: Ви більше не зможете увійти на Додатки Mozilla.
vi: Bạn sẽ không thể đăng nhập vào Tiện Ích Mozilla được nữa.

source: Your add-on is <span class="status-4">Public</span>, which means it will show up in all listings and searches and can be downloaded without restriction. Updates are being provided to your add-on through the update check service.
ca: El vostre complement és <span class="status-4">públic</span>, això significa que s'està mostrant a totes les llistes i cerques i que es pot baixar sense cap restricció. També estan disponibles les actualitzacions del vostre complement a través del servei de comprovació d'actualitzacions.
cs: Doplněk je <span class="status-4">veřejný</span> a proto se zobrazuje ve veřejně dostupných výpisech a lze ho bez omezení stáhnout. Jeho aktualizace jsou poskytovány pomocí aktualizační služby.
de: Ihr Add-on ist gegenwärtig <span class="status-4">öffentlich</span>. Das bedeutet, dass Ihr Add-on auf allen Listen und in Suchergebnissen angezeigt wird. Außerdem kann es ohne Einschränkung heruntergeladen werden. Benutzer des Add-ons erhalten automatische Updates.
el: Το πρόσθετο σας είναι στο <span class="status-4">δημόσιο χώρο</span>, που σημαίνει ότι θα εμφανίζεται σε όλες τις λίστες και στα αποτελέσματα αναζήτησης και θα μπορεί να γίνει λήψη του χωρίς περιορισμούς. Επίσης, θα παρέχονται ενημερώσεις για το πρόσθετο σας μέσω της ενσωματωμένης υπηρεσίας αυτόματου ελέγχου για ενημερώσεις.
es_es: Tu complemento es <span class="status-4">Público</span>, lo que significa que se mostrará en todos los listados y búsquedas y puede ser descargado sin restricciones. Las actualizaciones son proporcionadas a través del servicio de verificación de actualizaciones.
hu: A kiegészítője <span class="status-4">nyilvános</span>, ez azt jelenti, hogy megjelenik minden felsorolásban és keresésben, és korlátozások nélkül letölthető. A frissítések a frissítéskeresési szolgáltatáson keresztül elérhetők lesznek.
it: Il componente aggiuntivo è <span class="status-4">pubblicato</span>, questo significa che verrà visualizzato in tutti gli elenchi, nei risultati di ricerca e potrà essere scaricato senza restrizioni. Gli aggiornamenti per questo componente aggiuntivo saranno disponibili attraverso il sistema di aggiornamento automatico.
ja: このアドオンは <span class="status-4">公開</span> されています。すべての公開ページや検索結果に掲載されており、誰でも制限なしにダウンロードできるようになっています。更新確認サービスを通じたアドオンの更新も提供されています。
nl: Uw add-on is <span class="status-4">publiek</span>, wat betekent dat deze in alle lijsten en zoekopdrachten wordt weergegeven en kan worden gedownload zonder restricties. Updates voor uw add-on worden verstrekt via de updatecontroledienst.
pl: Dodatek jest <span class="status-4">upubliczniony</span>, co oznacza, że będzie on widoczny we wszystkich wykazach i wynikach wyszukiwania i może być pobierany bez żadnych ograniczeń. Aktualizacje dodatku są dostępne przez usługę sprawdzania aktualizacji.
pt_br: Seu complemento está <span class="status-4">Público</span>, o que significa que irá aparecer em todas as listagens e buscas, e poderá ser baixado sem restrições. Atualizações estarão em funcionamento para seu Complemento através do serviço de checagem de atualizações.
pt_pt: O seu extra é <span class="status-4">Público</span>, o que significa que será apresentado em todas as listagens e pesquisas e pode ser transferido sem restrições. As actualizações são fornecidas através do serviço de actualizações.
ru: Ваше дополнение является <span class="status-4">Публичным</span>. Это значит, что оно появится во всех перечнях и результатах поиска и может быть загружено без ограничения. Обновления для вашего дополнения будут обеспечены через службу проверки обновлений.
sk: Váš doplnok je <span class="status-4">verejný</span>, čo znamená, že sa zobrazuje vo všetkých zoznamoch a výsledkoch vyhľadávania a používatelia ho môžu bez obmedzenia preberať. Cez aktualizačný mechanizmus sú poskytované aktualizácie doplnku.
sq: Shtesa juaj është <span class="status-4">Publike</span>, që do të thotë se do të shfaqet te tërë listat dhe kërkimet, dhe se mund të shkarkohet pa kufizime. Për shtesën tuaj po jepen përditësime përmesh shërbimit të kontrollit për përditësime.
sv_se: Ditt tillägg är <span class="status-4">publikt</span>, vilket betyder att det dyker upp i alla listningar och sökningar och kan laddas ner utan restriktioner. Uppdateringar erbjuds genom uppdateringskontrolltjänsten.
uk: Ваш додаток <span class="status-4">Загальнодоступний</span>, тобто його можна буде бачити у всіх списках та пошуках та може бути завантажений без жодного обмеження. Оновлення для вашого додатку надаються службою надання оновлень.
vi: Tiện ích của bạn đang là <span class="status-4">Công cộng</span>, có nghĩa là nó sẽ hiện trong tất cả liệt kê và tìm kiếm và có thể được tải xuống mà không bị giới hạn. Các bản cập nhật được cung cấp tới tiện ích của bạn thông qua dịch vụ kiểm tra cập nhật.

source: Your add-on is <span class="status-4">Trusted</span>. This means you can submit updates to your add-on without editor review.
ca: El vostre complement és <span class="status-4">de confiança</span>. Això significa que podeu enviar actualitzacions del vostre complement sense la revisió d'un editor.
cs: Doplněk je <span class="status-4">důvěryhodný</span> a proto můžete nahrávat jeho aktualizace bez kontroly redaktora.
de: Ihrem Add-on wird <span class="status-4">vertraut</span>. Das bedeutet, Sie können Updates für Ihr Add-on übermitteln ohne die Bewertung eines Moderators.
el: Το πρόσθετο σας είναι <span class="status-4">έμπιστο</span>. Αυτό σημαίνει ότι μπορείτε να υποβάλετε νέες εκδόσεις για το πρόσθετο σας χωρίς να περάσουν από αξιολόγηση συντάκτη.
es_es: Tu complemento es <span class="status-4">Confiable</span>. Ésto significa que puedes enviar actualizaciones de tu complemento sin necesidad de una valoración del editor.
hu: A kiegészítője <span class="status-4">megbízható</span>. Ez azt jelenti, hogy szerkesztői jóváhagyás nélkül tölthet fel frissítéseket.
it: Il componente aggiuntivo è segnalato come <span class="status-4">affidabile</span>. Questo significa che puoi caricare aggiornamenti senza passare attraverso il controllo di un revisore.
ja: このアドオンは <span class="status-4">信頼されています</span>。エディタによるレビューを受けることなく新しいバージョンを公開できます。
nl: Uw add-on is <span class="status-4">vertrouwd</span>. Dit betekent dat u updates voor uw add-on kunt indienen zonder editorbeoordeling.
pl: Dodatek ma status <span class="status-4">zaufanego</span> dodatku. Oznacza to, że możesz wysyłać aktualizacje tego dodatku bez recenzowania przez edytora.
pt_br: Seu complemento é <span class="status-4">Reconhecido</span>. Isto significa que você pode enviar atualizações para seu complemento, sem que sejam necessárias avaliações por editores.
pt_pt: O seu extra é de <span class="status-4">Confiança</span>. Isto significa que pode submeter actualizações do seu extra sem revisão de um editor.
ru: Ваше дополнение является <span class="status-4">Доверенным</span>. Это значит, что для обновления вашего дополнения нет необходимости получать отзыв от редактора.
sk: Váš doplnok je <span class="status-4">dôveryhodný</span>. To znamená, že môžete odosielať nové verzie bez toho, aby ich musel skontrolovať editor.
sq: Shtesa juaj është e <span class="status-4">Besuar</span>. Kjo do të thotë që mund të parashtroni përditësime për shtesën tuaj pa shqyrtim nga redaktorët.
sv_se: Ditt tillägg är <span class="status-4">betrott</span>. Det betyder att du kan publicera uppdateringar av ditt tillägg utan redaktörsgranskning.
uk: Ваш додаток <span class="status-4">Завірено</span>. Тобто ви можете надсилати оновлення до вашого додатку без редакторської перевірки.
vi: Tiện ích của bạn là <span class="status-4">Đáng tin</span>. Điều này có nghĩa là bạn có thể gửi lên các bản cập nhật cho tiện ích của mình mà không cần đánh giá của biên tập viên.

source: Your add-on is attempting to use a GUID that has been blocked. Please <a href="%1$s">contact the AMO staff</a>.
ca: El vostre complement està intentant utilitzar un GUID que ha estat bloquejat. <a href="%1$s">contacteu amb el personal de l'AMO</a>.
cs: Váš doplněk používá GUID, které je zablokováno. <a href="%1$s">Kontaktujte prosím tvůrce AMO</a>.
de: Ihr Add-on versucht, eine GUID zu verwenden, die geblockt wurde. Bitte <a href="%1$s">wenden Sie sich an das AMO Team</a>.
el: Το πρόσθετο σας προσπαθεί να χρησιμοποιήσει ένα GUID που έχει απαγορευτεί. Παρακαλούμε <a href="%1$s">επικοινωνήστε με το προσωπικό του AMO</a>.
es_es: Tu complemento intenta usar un GUID que ha sido bloqueado. Por favor, <a href="%1$s">contacta con el equipo de AMO</a>.
it: Il componente aggiuntivo cerca di utilizzare un GUID che risulta bloccato. <a href="%1$s">Contattare lo staff di AMO staff</a>.
ja: あなたのアドオンはブロックされている GUID を使おうとしています。<a href="%1$s">AMO のスタッフに連絡を取ってください</a>。
nl: Uw add-on probeert een geblokkeerde GUID te gebruiken. Neem a.u.b. <a href="%1$s">contact op met het AMO-team</a>.
pl: Dodatek próbuje użyć zablokowanego GUID. Proszę <a href="%1$s">skontaktować się</a> z obsługą AMO.
pt_pt: O seu extra está a tentar utilizar um GUID que foi bloqueado. Por favor contacte <a href="%1$s">a equipa AMO</a>.
ru: Ваше дополнение пытается использовать GUID который был заблокирован. Пожалуйста <a href="%1$s">свяжитесь с администрацией AMO</a>.
sk: Váš doplnok sa pokúša použiť identifikátor GUID, ktorý je zablokovaný. Kontaktujte <a href="%1$s">tím AMO</a>.
uk: Ваш додаток намагається скористатися заблокованим GUID. Будь ласка, <a href="%1$s">зверніться до колективу AMO </a>.
