Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

# devcp_versions_edit_a_cancel
source: Cancel
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es_es: Cancelar
fa: انصراف
fr: Anuler
hu: Mégse
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sk: Zrušiť
sq: Anuloje
sv_se: Avbryt
uk: Скасувати
vi: Hủy bỏ

# devcp_versions_a_cancel
source: Cancel
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es_es: Cancelar
fa: انصراف
fr: Anuler
hu: Mégse
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sk: Zrušiť
sq: Anuloje
sv_se: Avbryt
uk: Скасувати
vi: Hủy bỏ

source: Cancel Installation
ca: Cancel·la la instal·lació
cs: Přerušit instalaci
de: Installation abbrechen
el: Ακύρωση εγκατάστασης
es_es: Cancelar instalación
fa: انصراف از نصب
fr: Annuler l'installation
hu: Telepítés megszakítása
it: Annulla installazione
ja: インストールを中止する
nl: Installatie afbreken
pl: Anuluj proces instalacji
pt_br: Cancelar Instalação
pt_pt: Cancelar Instalação
ru: Отменить установку
sk: Zrušiť inštaláciu
sq: Anulo Instalimin
sv_se: Avbryt installation
uk: Скасувати встановлення
vi: Hủy bỏ Cài đặt

source: Cancel and return
ca: Cancel·la i torna
cs: Zrušit a vrátit se
de: Abbrechen und zurückkehren
el: Ακύρωση και επιστροφή
es_es: Cancelar y volver
fa: انصراف و بازگشت
fr: Annuler et revenir en arrière
hu: Megszakítás és visszatérés
it: Annullare e tornare indietro
ja: 中止して戻る
nl: Annuleren en terugkeren
pl: Wróć do poprzedniej strony
pt_br: Cancelar e voltar
pt_pt: Cancelar e voltar
ru: Отменить и вернуться
sk: Zrušiť a návrat
sq: Anuloje dhe kthehu
sv_se: Avbryt och återvänd
uk: Скасувати та повернутись
vi: Hủy bỏ và quay trở lại

source: Cannot delete platform: There are %s files that must be deleted.
ca: No es pot suprimir la plataforma: hi ha %s fitxers que cal esborrar.
de: Platform kann nicht gelöscht werden: %s Dateien müssen dazu vorher gelöscht werden.
fr: Impossible de supprimer la plateforme&nbsp;: %s fichiers doivent être effacés.
it: Impossibile rimuovere la piattaforma. È necessario eliminare %s file.
ja: プラットフォームを削除できませんでした。削除すべきファイルが %s 個あります。
nl: Kan platform niet verwijderen: er dienen %s bestanden verwijderd te worden.
pl: Nie można usunąć platformy. Jest %s plików, które muszą zostać usunięte.
pt_pt: Não é possível eliminar a plataforma: Existem %s ficheiros que têm de ser eliminados.
ru: Не могу удалить платформу: Необходимо удалить %s файлов.
sv_se: Kan inte ta bort plattform: Det finns %s filer som måste tas bort.

source: Case Studies
pt_pt: Casos de estudo

source: Case Study: %1$s
pt_pt: Caso de estudo: %1$s

# categories_header
source: Categories
cs: Kategorie
de: Kategorien
el: Κατηγορίες
es_es: Categorías
fa: دسته‌ها
fr: Catégories
hu: Kategóriák
it: Categorie
ja: カテゴリ
nl: Categorieën
pl: Kategorie
pt_br: Categorias
pt_pt: Categorias
ru: Категории
sk: Kategórie
sq: Kategori
sv_se: Kategorier
uk: Категорії
vi: Phân mục

# devcp_editbox_categories
source: Categories
cs: Kategorie
de: Kategorien
el: Κατηγορίες
es_es: Categorías
fa: دسته‌ها
fr: Catégories
hu: Kategóriák
it: Categorie
ja: カテゴリ
nl: Categorieën
pl: Kategorie
pt_br: Categorias
pt_pt: Categorias
ru: Категории
sk: Kategórie
sq: Kategori
sv_se: Kategorier
uk: Категорії
vi: Phân mục

# search_filter_categories_header
source: Categories
cs: Kategorie
de: Kategorien
el: Κατηγορίες
es_es: Categorías
fa: دسته‌ها
fr: Catégories
hu: Kategóriák
it: Categorie
ja: カテゴリ
nl: Categorieën
pl: Kategorie
pt_br: Categorias
pt_pt: Categorias
ru: Категории
sk: Kategórie
sv_se: Kategorier
uk: Категорії

source: Categories:
cs: Kategorie:
de: Kategorien:
el: Κατηγορίες:
es_es: Categorías:
fa: دسته‌ها:
fr: Catégories&nbsp;:
hu: Kategóriák:
it: Categorie:
ja: カテゴリ:
nl: Categorieën:
pl: Kategorie:
pt_br: Categorias:
pt_pt: Categorias:
ru: Категории:
sk: Kategórie:
sq: Kategori:
sv_se: Kategorier:
uk: Категорії:
vi: Phân mục:

source: Category
ca: Categoria
cs: Kategorie
de: Kategorie
el: Κατηγορία
es_es: Categoría
fr: Catégorie
hu: Kategória
it: Categoria
ja: カテゴリ
nl: Categorie
pl: Kategoria
pt_pt: Categoria
ru: Категория
sk: Kategória
sv_se: Kategori
uk: Категорія
vi: Phân mục

source: Category %s
ca: Categoria %s
cs: Kategorie %s
de: Kategorie Nr. %s
el: %s κατηγορία
es_es: Categoría %s
fa: دستهٔ %s
fr: Catégorie %s
hu: %s. kategória
it: Categoria %s
ja: カテゴリ %s
nl: Categorie %s
pl: Kategoria %s
pt_br: Categoria %s
pt_pt: Categoria %s
ru: Категория %s
sk: Kategória %s
sq: Kategori %s
sv_se: Kategori %s
uk: Категорії %s
vi: Phân mục %s

source: Category Breakdown
ca: Categoria trencada
cs: Přehled kategorií
de: Nach Kategorien
el: Ανάλυση κατηγοριών
es_es: Distribución de categoría
fr: Ventilation des catégories
it: Suddivisione per categoria
ja: カテゴリの内訳
nl: Categorie-indeling
pl: Podział wg kategorii
pt_pt: Separar categoria
ru: Разбивка по категориям
sk: Rozdelenie podľa kategórií
sv_se: Kategorinedbrytning
vi: Phân chia Phân mục

source: Change Email Address
ca: Canvia l'adreça de correu
cs: Změnit e-mailovou adresu
de: E-Mail-Adresse ändern
el: Αλλαγή διεύθυνσης ηλεκτρονικού ταχυδρομείου
es_es: Cambiar correo electrónico
fa: تغییر نشانی پست الکترونیکی
fr: Changer le courriel
hu: E-mail cím módosítása
it: Cambia indirizzo e-mail
ja: メールアドレスの変更
nl: E-mailadres wijzigen
pl: Zmień adres e-mail
pt_br: Trocar endereço de e-mail
pt_pt: Alterar endereço de correio
ru: Сменить адрес электронной почты
sk: Zmeniť e-mailovú adresu
sq: Ndryshoni Vendndodhje Email
sv_se: Ändra e-postadress
uk: Змінити мою поштову адресу
vi: Thay đổi Địa chỉ Email

source: Change Password or Email
ca: Canvia la contrasenya o l'adreça electrònica
cs: Změna hesla nebo e-mailu
de: Passwort oder E-Mail ändern
el: Αλλαγή κωδικού ή διεύθυνσης ηλ. ταχυδρομείου
es_es: Cambiar la contraseña o el correo electrónico
fa: تغییر گذرواژه یا نشانی پست الکترونیکی
fr: Changer le mot de passe ou le courriel
hu: Jelszó vagy e-mail módosítása
it: Cambia password o e-mail
ja: パスワードまたはメールアドレスを変更
nl: Wachtwoord of e-mailadres wijzigen
pl: Zmień hasło lub adres e-mail
pt_br: Mudar senha ou email
pt_pt: Alterar senha ou correio electrónico
ru: Сменить пароль или адрес электронной почты
sk: Zmena hesla alebo e-mailu
sq: Ndryshoni Fjalëkalimin ose Email-in
sv_se: Ändra lösenord eller e-post
uk: Змінити пароль чи адресу
vi: Thay đổi Mật khẩu hoặc Email

source: Change Settings
ca: Canvia les preferències
cs: Změnit nastavení
de: Einstellungen ändern
el: Αλλαγή ρυθμίσεων
es_es: Cambiar preferencias
fa: تغییر تنظیمات
fr: Changer les réglages
hu: Beállítások megváltoztatása
it: Cambia impostazioni
ja: 設定を変更
nl: Instellingen wijzigen
pl: Zmień
pt_br: Alterar as configurações
pt_pt: Mudar definições
ru: Изменить настройки
sk: Zmeniť nastavenie
sq: Ndryshoni Rregullimet
sv_se: Ändra inställningar
uk: Змінити налаштування
vi: Thay đổi Thiết lập

# devcp_editbox_change_status
source: Change Status
ca: Canvia l'estat
cs: Změna stavu
de: Status verändern
el: Αλλαγή κατάστασης
es_es: Cambiar estado
fa: تغییر وضعیت
fr: Changer le statut
hu: Állapotváltoztatás
it: Modifica stato
ja: ステータスを変更
nl: Status wijzigen
pl: Zmień status
pt_br: Mudar Status
pt_pt: Alterar estado
ru: Изменить статус
sk: Zmeniť stav
sq: Ndryshoji Gjendjen
sv_se: Ändra status
uk: Змінити статус
vi: Thay đổi Trạng thái

# devcp_dashboard_change_status
source: Change Status
ca: Canvia l'estat
cs: Změna stavu
de: Status ändern
el: Αλλαγή κατάστασης
es_es: Cambiar estado
fa: تغییر وضعیت
fr: Changer le statut
hu: Állapotváltoztatás
it: Modifica stato
ja: ステータスを変更
nl: Status wijzigen
pl: Zmień status
pt_br: Mudar Status
pt_pt: Alterar estado
ru: Изменить статус
sk: Zmeniť stav
sq: Ndryshojini Gjendjen
sv_se: Ändra status
uk: Змінити статус
vi: Thay đổi Trạng thái

source: Change from previous count
ca: Canvis respecte l'anterior
cs: Změna z&nbsp;předchozího počtu
de: Veränderung
el: Αλλαγή από την προηγούμενη μέτρηση
es_es: Cambio desde el conteo previo
fa: تغییر از تعداد قبلی
fr: Changement depuis le comptage précédent
hu: Változás az előző számhoz képest
it: Cambiamento dal conteggio precedente
ja: 前回データからの変更
nl: Wijziging t.o.v. vorige telling
pl: Zmiana od poprzedniego wyniku
pt_br: Alteração desde última contagem
pt_pt: Alterações desde a última contagem
ru: Изменение от предыдущего кол-ва
sk: Zmena od posledného počtu
sq: Ndryshimi me numërimin e mëparshëm
sv_se: Förändring från tidigare räknare
uk: Зміни з часу останнього підрахунку
vi: Thay đổi kể từ lượt đếm trước

source: Change password
ca: Canvia la contrasenya
cs: Změnit heslo
de: Passwort ändern
el: Αλλαγή κωδικού
es_es: Cambiar contraseña
fa: تغییر گذرواژه
fr: Changer le mot de passe
hu: Jelszó módosítása
it: Modifica password
ja: パスワードの変更
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt_br: Mudar senha
pt_pt: Alterar senha
ru: Сменить пароль
sk: Zmeniť heslo
sq: Ndryshoni fjalëkalimin
sv_se: Ändra lösenord
uk: Змінити пароль
vi: Thay đổi mật khẩu

source: Characters used: %1$s / %2$s
ca: Caràcters utilitzats: %1$s / %2$s
cs: Použité znaky: %1$s / %2$s
de: Buchstaben: %1$s von %2$s
el: Χαρακτήρες που χρησιμοποιούνται: %1$s / %2$s
es_es: Caracteres usados: %1$s / %2$s
fa: نویسه‌های استفاده شده: %1$s از %2$s
fr: Caractères utilisés&nbsp;: %1$s / %2$s
hu: Felhasznált karakterek: %1$s / %2$s
it: Caratteri utilizzati: %1$s / %2$s
ja: 入力済み文字数: %1$s / %2$s
nl: Gebruikte karakters: %1$s / %2$s
pl: Użyte znaki: %1$s / %2$s
pt_br: Caracteres utilizados: %1$s / %2$s
pt_pt: Caracteres usados: %1$s / %2$s
ru: Использовано символов: %1$s / %2$s
sk: Počet využitých znakov: %1$s / %2$s
sq: Gërma të përdorura: %1$s / %2$s
sv_se: Använda tecken: %1$s / %2$s
uk: Використані символи: %1$s / %2$s
vi: Kí tự đã dùng: %1$s / %2$s

source: Check Availability
ca: Comprova la disponibilitat
cs: Ověřit dostupnost
de: Verfügbarkeit prüfen
el: Έλεγχος διαθεσιμότητας
es_es: Comprobar la disponibilidad
fa: بررسی در دسترس بودن
fr: Vérification de la disponibilité
hu: Elérhetőség ellenőrzése
it: Controlla disponibilità
ja: 利用可能かどうかを確認
nl: Beschikbaarheid controleren
pl: Sprawdź dostępność
pt_br: Verificar disponibilidade
pt_pt: Verificar disponibilidade
ru: Проверить доступность
sk: Skontrolovať dostupnosť
sq: Kontrolloni A Mund të Kihet
sv_se: Kontrollera tillgänglighet
uk: Перевірити наявність
vi: Kiểm tra Tính khả thi

source: Check the box, then click on "%1$s" to delete this collection.
ca: Marqueu la casella, i després cliqueu "%1$s" per a suprimir la col·lecció.
cs: Pro smazání tété sbírky zaškrtněte pole a klepněte na "%1$s".
de: Setzen Sie den Haken, dann klicken Sie auf "%1$s" um diese Sammlung zu löschen.
el: Επιλέξτε το πλαίσιο και μετά κάντε κλικ στο «%1$s» για να διαγράψετε τη συλλογή.
es_es: Marca la casilla y pulsa en "%1$s" para borrar este recopilatorio.
hu: Jelölje be a négyzetet, majd kattintson a „%1$s” gombra a gyűjtemény törléséhez.
it: Selezionare la casella e fare clic su "%1$s" per eliminare questa raccolta.
ja: このコレクションを削除するには、チェックボックスにチェックを入れてから「%1$s」をクリックしてください。
nl: Vink het veld aan en klik op "%1$s" om deze collectie te verwijderen.
pl: Zaznacz pole wyboru i naciśnij przycisk „%1$s”, aby usunąć tę kolekcję.
pt_br: Para deletar esta coleção, marque a caixa de seleção e clique em "%1$s"
pt_pt: Seleccione a caixa, e depois clique em "%1$s" para eliminar esta colecção.
ru: Установите флажок, затем щёлкните по "%1$s" чтобы удалить эту подборку.
sk: Skontrolujte políčko a kliknite na "%1$s", čím odstránite túto kolekciu.
sq: I vini shenja kutizës, mandej klikoni te "%1$s" për ta fshirë këtë koleksion.
sv_se: Kryssa i rutan, klicka sedan på "%1$s" för att ta bort samlingen.
uk: Перевірте блок, потім натисніть на "%1$s", щоб вилучити цю колекцію.
vi: Hãy chọn hộp này, rồi nhấn "%1$s" để xóa bộ sưu tập này.

source: Checking account email...
ca: Comprovant l'adreça electrònica...
cs: Kontrola e-mailu účtu…
de: E-Mail-Adresse wird geprüft...
el: Γίνεται έλεγχος διεύθυνσης ηλ. ταχυδρομείου λογαριασμού...
es_es: Comprobando cuenta de correo...
fa: در حال بررسی آدرس پست الکترونیکی حساب کاربری مؤلف...
fr: Vérification du compte de messagerie&hellip;
hu: Fiók e-mail címének ellenőrzése...
it: Controllo e-mail...
ja: アカウントのメールアドレスを確認しています...
nl: E-mailadres account controleren…
pl: Sprawdzanie konta e-mail…
pt_br: Checando conta de email...
pt_pt: A verificar a conta de correio...
ru: Проверка адреса учётной записи...
sk: Kontroluje sa e-mailová adresu účtu…
sq: Po kontrollohet email-i i llogarisë...
sv_se: Kontrollerar kontots e-post...
uk: Перевірка електронної адреси...
vi: Kiểm tra email tài khoản...

source: Choose a category
ca: Selecció de la categoria
cs: Vybere kategorii
de: Wählen Sie eine Kategorie
el: Επιλογή κατηγορίας
es_es: Elige una categoría
fa: انتخاب یک دسته
fr: Choisir une catégorie
hu: Kategória választása
it: Scegliere una categoria
ja: カテゴリを選択
nl: Kies een categorie
pl: Wybierz kategorię
pt_br: Escolha a categoria
pt_pt: Escolha uma categoria
ru: Выбрать категорию
sk: Výber kategórie
sq: Zgjidhni kategori
sv_se: Välj en kategori
uk: Оберіть категорії
vi: Chọn một phân mục

source: Clear
ca: Neteja
cs: Vymazat
de: Löschen
el: Εκκαθάριση
es_es: Limpiar
fa: پاک کردن
fr: Nettoyer
hu: Törlés
it: Reimposta
ja: クリア
nl: Wissen
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ru: Очистить
sk: Vymazať
sq: Pastro
sv_se: Rensa
uk: Очистка
vi: Xóa trắng

source: Click Update Previews below to upload.
ca: Cliqueu Actualitza les previsualitzacions per a pujar.la.
cs: Pro nahrání náhledu klepněte na tlačítko Aktualizovat náhledy.
de: Klicken Sie auf "Vorschaubilder aktualisieren", um das Hochladen zu starten.
el: Κάντε κλικ στο κουμπί «Ενημέρωση εικόνων προεπισκόπησης» για αποστολή.
es_es: Haz clic en actualizar captura a continuación para enviar.
fa: برای بارگذاری بر روی دکمهٔ به‌هنگام‌سازی پیش‌نمایش‌ها در پایین کلیک کنید.
fr: Cliquez sur Mise à jour des aperçus ci-dessous pour envoyer les données.
hu: A feltöltéshez kattintson az Előnézetek frissítése lehetőségre.
it: Fare clic sul pulsante Aggiorna anteprima per caricare il file.
ja: アップロードを行うには、下の「プレビュー画像を更新」をクリックしてください。
nl: Klik hieronder op Voorbeeldweergaven bijwerken om te uploaden.
pl: Aby wysłać obrazek, naciśnij przycisk „Aktualizuj”.
pt_br: Clicar abaixo em Atualizar Screenshots para enviar.
pt_pt: Clique em actualizar pré-visualizações abaixo para carregar.
ru: Для загрузки щёлкните по кнопке Обновить скриншоты.
sk: Kliknutím na tlačidlo Aktualizovať ukážky odošlete súbory.
sq: Për ta ngarkuar, klikoni më poshtë Përditëso Paraparje.
sv_se: Klicka uppdatera förhandsvisningar nedan för att ladda upp.
uk: Для відвантаження натисніть знизу на Оновити перегляди.
vi: Nhấn Cập nhật Hình ảnh Xem trước để tải lên.

source: Click here to return to the front page.
ca: Cliqueu aquí per a tornar a la pàgina principal.
cs: Klepnutím zde se vrátíte na titulní stránku.
de: Klicken Sie hier, um zur Hauptseite zurückzukehren.
el: Κάντε κλικ εδώ για επιστροφή στην αρχική σελίδα.
es_es: Haz clic aquí para volver a la página principal.
fa: برای بازگشت به صفحهٔ اصلی اینجا را کلیک کنید.
fr: Cliquez ici pour retourner sur la page d'accueil.
hu: Kattintson ide a főoldalra való visszatéréshez.
it: Fare clic qui per tornare alla pagina iniziale.
ja: トップページに戻るにはここをクリックしてください。
nl: Klik hier om terug te keren naar de beginpagina.
pl: Kliknij tutaj, by wrócić na stronę główną.
pt_br: Clique aqui para voltar à página inicial.
pt_pt: Clique aqui para voltar à página inicial.
ru: Для возврата на первую страницу щёлкните здесь.
sk: Kliknutím sem sa vrátite na hlavnú stránku.
sq: Klikoni këtu për t'u kthyer te faqja hyrëse.
sv_se: Klicka här för att komma tillbaka till förstasidan.
uk: Клацніть тут, щоб повернутись на початкову сторінку.
vi: Nhấn vào đây để trở lại trang chủ.

source: Click the Update Authors button below to save.
ca: Cliqueu el botó Actualitza els autors per a desar-ho.
cs: Pro uložení klepněte na tlačítko Aktualizovat autory.
de: Klicken Sie unten auf "aktualisieren", um die Liste der Autoren zu speichern.
el: Κάντε κλικ στο «Ενημέρωση δημιουργών» παρακάτω για αποθήκευση.
es_es: Pulse el botón actualizar autores para guardar.
fa: برای ذخیره کردن بر روی دکمهٔ به‌هنگام‌سازی مؤلفان در پایین کلیک کنید.
hu: A mentéshez kattintson a Szerzők frissítése gombra.
it: Fare clic sul pulsante Aggiorna autori per salvare.
ja: 保存するには、下の「作者情報を更新」ボタンをクリックしてください。
nl: Klik hieronder op de knop Schrijvers bijwerken om op te slaan.
pl: Aby je zapisać, naciśnij przycisk „Aktualizuj”.
pt_br: Para salvar clique no botão Atualizar Autores abaixo.
pt_pt: Clique no botão de actualização de autores em baixo para guardar.
ru: Для сохранения щёлкните по расположенной ниже кнопке Обновить авторов.
sk: Zmeny uložíte kliknutím na tlačidlo Aktualizovať autorov.
sq: Klikoni butonin Përditëso Autorët më poshtë për ta ruajtur.
sv_se: Klicka på Uppdatera författare nedan för att spara.
uk: Для збереження клацніть на кнопці Оновити авторів, що знаходиться знизу.
vi: Nhấn nút Cập nhật Tác giả bên dưới để lưu.

source: Click the Update Previews button below to save this image. (<a %s>Cancel?</a>)
ca: Cliqueu Actualitza les previsualitzacions per a desar la imatge. (<a %s>Cancel·la?</a>)
cs: Pro uložení tohoto obrázku klepněte na tlačítko Aktualizovat náhledy.(<a %s>Zrušit?</a>)
de: Klicken Sie auf die Schaltfläche "Vorschaubilder aktualisieren", um das Bild zu speichern. (<a %s>Abbrechen?</a>)
el: Κάντε κλικ στο κουμπί «Ενημέρωση εικόνων προεπισκόπησης» παρακάτω για να αποθηκευθεί η εικόνα. (<a %s>Ακύρωση;</a>)
es_es: Haz clic el botón actualizar capturas para guardar la imagen . (<a %s>¿Cancelar?</a>)
hu: A kép mentéséhez kattintson a lenti Előnézetek frissítése gombra. (<a %s>Mégse?</a>)
it: Fare clic sul pulsante Aggiorna anteprime per salvare questa immagine. (<a %s>Annulla?</a>)
ja: この画像を保存するには、下の「プレビュー画像を更新」をクリックしてください。(<a %s>キャンセル</a>)
nl: Klik hieronder op de knop Voorbeeldweergaven bijwerken om deze afbeelding op te slaan. (<a %s>Annuleren?</a>)
pl: Aby zapisać ten obrazek, naciśnij na dole przycisk „Aktualizuj”. (<a %s>Anulować?</a>)
pt_br: Clicar o botão de Atualizar Screenshots abaixo para gravar esta imagem. (<a %s>Cancelar?</a>)
pt_pt: Clique no botão de actualização de pré-visualizações abaixo para guardar esta imagem. (<a %s>Cancelar?</a>)
ru: Для сохранения этого изображения щёлкните по кнопке Обновить скриншоты. (<a %s>Отмена?</a>)
sk: Kliknutím na tlačidlo Aktualizovať ukážky uložíte tento obrázok. (<a %s>Zrušiť?</a>)
sq: Për ta ruajtur këtë pamje, klikoni më poshtë butonin Përditëso Paraparje. (<a %s>Të anulohet?</a>)
sv_se: Klicka på knappen Uppdatera förhandsvisningar nedan för att spara denna bild. (<a %s>Avbryt?</a>)
vi: Nhấn nút Cập nhật Hình ảnh Xem trước để lưu hình này. (<a %s>Hủy bỏ?</a>)

source: Click to enter search terms
ca: Cliqueu per a introduir el termes de la cerca
cs: Klepněte a zadejte název hledaného doplňku
de: Klicken Sie hier, um Suchbegriffe einzugeben
el: Κάντε κλικ για να εισάγετε όρους αναζήτησης
es_es: Haz clic para escribir tu busqueda
fa: برای وارد کردن عبارت‌های جست‌وجو کلیک کنید
fr: Cliquez vous saisir des termes de recherche
hu: Kattintson a keresési kifejezések beviteléhez
it: Fare clic per digitare i termini di ricerca
ja: クリックして検索語を入力
nl: Klik hier om zoekwoorden in te geven
pl: Kliknij, by wprowadzić słowa do wyszukania
pt_br: Clique para inserir os termos da pesquisa
pt_pt: Clique para escrever os termos de pesquisa
ru: Щёлкните, чтобы ввести запрос на поиск
sk: Kliknutím pridáte hľadané slová
sq: Klikoni për të dhënë terma kërkimi
sv_se: Klicka för att ange söktermer
uk: Клацніть, щоб ввести терміни пошуку
vi: Nhấn để nhập thuật ngữ tìm kiếm

# collections_subscribe_button_close
source: Close
ca: Tanca
cs: Zavřít
de: Schließen
el: Κλείσιμο
es_es: Cerrar
fa: بستن
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
sk: Zavrieť
sq: Mbylle
sv_se: Stäng
uk: Закрити
vi: Đóng

# statistics_help_close_link
source: Close
ca: Tanca
cs: Zavřít
de: Schließen
el: Κλείσιμο
es_es: Cerrar
fa: بستن
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
sk: Zavrieť
sq: Mbylle
sv_se: Stäng
uk: Закрити
vi: Đóng

# editors_review_help_close
source: Close
ca: Tanca
cs: Zavřít
de: Schließen
el: Κλείσιμο
es_es: Cerrar
fa: بستن
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
sk: Zavrieť
sv_se: Stäng
uk: Закрити

source: Code Block
ca: Marca el bloc com a codi
cs: Bloky kódu:
el: Τμήματα κώδικα:
es_es: Bloque de código
fa: بلوک‌های کد:
fr: Bloc de code
hu: Kódblokk
it: Blocco di codice
ja: コードブロック
nl: Codeblokken:
pl: Bloki kodu:
pt_br: Bloco de código:
pt_pt: Código dos blocos:
ru: Блок кода
sk: Blok kódu
sv_se: Kodblock

source: Collapse Graph
ca: Amaga el diagrama
cs: Zmenšit graf
de: Grafik verkleinern
el: Σύμπτυξη γραφήματος
es_es: Contraer gráfico
fa: جمع کردن شکل
fr: Réduire le graphique
hu: Diagram összecsukása
it: Contrai il grafico
ja: グラフを縮小
nl: Grafiek inklappen
pl: Pomniejsz graf
pt_br: Encolher gráfico
pt_pt: Colapsar Gráfico
ru: Свернуть диаграмму
sk: Zbaliť graf
sq: Tkurre Grafikun
sv_se: Kollapsa graf
uk: Об'єднати графіки
vi: Thu gọn Biểu đồ

source: Collection Description
ca: Descripció de la col·lecció
cs: Popis sbírky
de: Beschreibung der Sammlung
el: Περιγραφή συλλογής
es_es: Descripción del recopilatorio
fa: شرح مجموعه
fr: Description de la collection
hu: Gyűjtemény leírása
it: Descrizione raccolta
ja: コレクションの説明
nl: Collectiebeschrijving
pl: Opis kolekcji
pt_br: Descrição da coleção
pt_pt: Descrição da colecção
ru: Описание подборки
sk: Popis kolekcie
sq: Përshkrim Koleksioni
sv_se: Samlingsbeskrivning
uk: Опис колекції
vi: Mô tả Bộ sưu tập

source: Collection Name
ca: Nom de la col·lecció
cs: Jméno sbírky
de: Name der Sammlung
el: Όνομα συλλογής
es_es: Nombre del recopilatorio
fa: نام مجموعه
fr: Nom de la collection
hu: Gyűjtemény neve
it: Nome raccolta
ja: コレクションの名前
nl: Collectienaam
pl: Nazwa kolekcji
pt_br: Nome da coleção
pt_pt: O pacote do viajante
ru: Имя подборки
sk: Názov kolekcie
sq: Emër Koleksioni
sv_se: Samlingsnamn
uk: Назва колекції
vi: Tên bộ sưu tập

source: Collection Nickname
ca: Àlias de la col·lecció
cs: Označení sbírky
de: Spitzname der Sammlung
el: Ψευδώνυμο συλλογής
es_es: Nick del recopilatorio
fa: نام مستعار مجموعه
fr: Surnom de la collection
hu: Gyűjtemény beceneve
it: Pseudonimo raccolta
ja: コレクションのニックネーム
nl: Collectienickname
pl: Nick kolekcji
pt_br: Apelido da coleção
pt_pt: Alcunha da colecção
ru: Псевдоним подборки
sk: Prezývka kolekcie
sq: Nofkë Koleksioni
sv_se: Smeknamn för samling
uk: Додаткове ім'я колекції
vi: Biệt hiệu Bộ sưu tập

source: Collection Not Found!
ca: No s'ha trobat la coŀlecció.
de: Sammlung nicht gefunden!
el: Δε βρέθηκε η συλλογή!
es_es: ¡Recopilatorio no encontrado!
fr: Collection introuvable&nbsp;!
hu: A gyűjtemény nem található!
it: Raccolta non trovata!
ja: コレクションが見つかりませんでした。
nl: Collectie niet gevonden!
pl: Nie znaleziono kolekcji!
pt_pt: Colecção não encontrada!
ru: Подборка не найдена!
sv_se: Samling ej hittad!

source: Collection Ratings
ca: Classificacions de les col·leccions
de: Bewertungen der Sammlung
el: Βαθμολογίες συλλογών
es_es: Valoraciones de recopilatorios
fr: Évaluations des collections
hu: Gyűjtemény osztályzatai
it: Voti raccolte
ja: コレクションの評価
nl: Collectiewaarderingen
pl: Oczeny kolekcji
pt_pt: Avaliações da colecção
ru: Рейтинги подборки
sv_se: Samlingsbetyg
