Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

# search_collections_header
source: Collection Search Results
ca: Resultat de la cerca de col·leccions
cs: Výsledky vyhledávání sbírky
de: Sammlungen: Suchergebnisse
el: Αποτελέσματα αναζήτησης συλλογών
es_es: Resultados de la búsqueda de recopilatorios
fa: نتایج جستجو در مجموعه‌ها
fr: Résultats de recherche pour la collection
hu: Gyűjteménykeresés eredményei
it: Risultati ricerca raccolte
ja: コレクションの検索結果
nl: Collectie-zoekresultaten
pl: Wyniki szukania kolekcji
pt_br: Resultado da busca por coleções
pt_pt: Resultados da pesquisa de colecções
ru: Результаты поиска подборки
sk: Výsledky vyhľadávania v kolekciách
sq: Përfundime Kërkimi Koleksionesh
sv_se: Sökresultat för samlingar
uk: Результати Пошуку Колекції
vi: Kết quả Tìm kiếm Bộ sưu tập

# search_collections_pagetitle
source: Collection Search Results
ca: Resultat de la cerca de col·leccions
cs: Výsledky vyhledávání sbírky
de: Sammlungen: Suchergebnisse
el: Αποτελέσματα αναζήτησης για συλλογές
es_es: Resultados de la búsqueda de recopilatorios
fa: نتایج جستجو در مجموعه‌ها
fr: Résultats de recherche pour la collection
hu: Gyűjteménykeresés eredményei
it: Risultati ricerca raccolte
ja: コレクションの検索結果
nl: Collectie-zoekresultaten
pl: Wyniki szukania kolekcji
pt_br: Resultado da busca por coleções
pt_pt: Resultados da pesquisa de colecções
ru: Результаты поиска подборки
sk: Výsledky vyhľadávania v kolekciách
sq: Përfundime Kërkimi Koleksionesh
sv_se: Sökresultat för samlingar
uk: Результати Пошуку Колекції
vi: Kết quả Tìm kiếm Bộ sưu tập

source: Collection Subscribers
ca: Subscriptors de la col·lecció
de: Abonnenten der Sammlung
el: Συνδρομητές συλλογής
es_es: Suscriptores del recopilatorio
fr: Description de la collection
hu: Gyűjteményre feliratkozottak
it: Iscritti alla raccolta
ja: コレクションの購読者
nl: Collectieabonnees
pl: Subskrybenci kolekcji
pt_pt: Subscritores da colecção
ru: Подписчики на подборку
sv_se: Samlingsprenumeranter

source: Collection Type
ca: Tipus de col·lecció
cs: Typ sbírky
de: Sammlungs-Typ
el: Τύπος συλλογής
es_es: Tipo de recopilatorio
fa: نوع مجموعه
fr: Type de collection
hu: Gyűjtemény típusa
it: Tipo di raccolta
ja: コレクションの種類
nl: Collectietype
pl: Typ kolekcji
pt_br: Tipo de coleção
pt_pt: Tipo de colecção
ru: Тип подборки
sk: Typ kolekcie
sq: Lloj Koleksioni
sv_se: Samlingstyp
uk: Вид колекції
vi: Kiểu của Bộ sưu tập

source: Collection not found!
ca: No s'ha trobat l'agrupació.
cs: Sbírka nenalezena!
de: Liste nicht gefunden!
el: Δε βρέθηκε η συλλογή!
es_es: ¡Recopilatorio no encontrado!
fa: مجموعه‌ای پیدا نشد!
fr: Collection introuvable&nbsp;!
hu: A gyűjtemény nem található!
it: Raccolta non trovata!
ja: コレクションが見つかりませんでした
nl: Collectie niet gevonden!
pl: Nie znaleziono kolekcji!
pt_br: Coleção não encontrada!
pt_pt: Coleção não encontrada!
ru: Коллекция не найдена!
sk: Kolekcia nebola nájdená!
sq: Nuk u gjet përmbledhje!
sv_se: Samling ej hittad!
uk: Колекцію не знайдено!
vi: Không tìm thấy bộ sưu tập!

# addons_home_collections
source: Collections
ca: Col·leccions
cs: Sbírky
de: Sammlungen
el: Συλλογές
es_es: Recopilatorios
fa: مجموعه‌ها
hu: Gyűjtemények
it: Raccolte
ja: コレクション
nl: Collecties
pl: Kolekcje
pt_br: Coleções
pt_pt: Colecções
ru: Подборки
sk: Kolekcie
sq: Koleksione
sv_se: Samlingar
uk: Колекції
vi: Bộ sưu tập

# collections_index_header_collections
source: Collections
ca: Col·leccions
cs: Sbírky
de: Sammlungen
el: Συλλογές
es_es: Recopilatorios
fa: مجموعه‌ها
hu: Gyűjtemények
it: Raccolte
ja: コレクション
nl: Collecties
pl: Kolekcje
pt_br: Coleções
pt_pt: Colecções
ru: Подборки
sk: Kolekcie
sq: Koleksione
sv_se: Samlingar
uk: Колекції
vi: Bộ sưu tập

# user_tab_collections
source: Collections
ca: Col·leccions
cs: Sbírky
de: Sammlungen
el: Συλλογές
es_es: Recopilatorios
fa: مجموعه‌ها
hu: Gyűjtemények
it: Raccolte
ja: コレクション
nl: Collecties
pl: Kolekcje
pt_br: Coleções
pt_pt: Colecções
ru: Подборки
sk: Kolekcie
sq: Koleksione
sv_se: Samlingar
uk: Колекції
vi: Bộ sưu tập

# collections_breadcrumb
source: Collections
ca: Col·leccions
cs: Sbírky
de: Sammlungen
el: Συλλογές
es_es: Recopilatorios
fa: مجموعه‌ها
hu: Gyűjtemények
it: Raccolte
ja: コレクション
nl: Collecties
pl: Kolekcje
pt_br: Coleções
pt_pt: Colecções
ru: Подборки
sk: Kolekcie
sq: Koleksione
sv_se: Samlingar
uk: Колекції
vi: Bộ sưu tập

source: Collections
ca: Coŀleccions
de: Sammlungen
el: Συλλογές
es_es: Recopilatorios
hu: Gyűjtemények
it: Raccolte
ja: コレクション
nl: Collecties
pl: Kolekcje
pt_pt: Colecções
ru: Подборки
sv_se: Samlingar

source: Collections Created
ca: Coŀleccions creades
de: Collections angelegt
el: Συλλογές που δημιουργήθηκαν
es_es: Recopilatorios creados
fr: Collections Créées
hu: Létrehozott gyűjtemények
it: Raccolte create
ja: 作成されたコレクション
nl: Aangemaakte collecties
pl: Utworzone kolekcje
pt_pt: Colecções criadas
ru: Подборки созданы
sk: Vytvorené kolekcie
sv_se: Samlingar skapade
uk: Створені колекції

source: Collections containing %1$s
ca: Col·leccions que contenen %1$s
cs: Sbírky obsahující %1$s
de: Sammlungen, die "%1$s" enthalten
el: Συλλογές που περιλαμβάνουν το %1$s
es_es: Recopilatorios que contienen %1$s
fr: Collections contenant %1$s
hu: A(z) %1$s kiegészítőt tartalmazó gyűjtemények
it: Raccolte che includono %1$s
ja: %1$s を含むコレクション
nl: Collecties met %1$s
pl: Kolekcje zawierające %1$s
pt_pt: Coleções que contêm %1$s
ru: Подборки, содержащие %1$s
sk: Kolekcie obsahujúce doplnok %1$s
sv_se: Samlingar som innehåller %1$s
uk: Колекції, що містять %1$s
vi: Các bộ sưu tập có %1$s

source: Comma-separated, minimum of 2 characters. Example: <span class="example">ocean, sail boat, water</span>
ca: Separa per comes, com a mínim dos caràcters. Per exemple: <span class="example">oceà, vaixell, aigua</span>
cs: Oddělené čárkou, minimálně 2 znaky. Příklad: <span class="example">oceán, plachetnice, voda</span>
de: Durch Kommata getrennt, mindestens 2 Buchstaben. Beispiel: <span class="example">Segeln, Urlaub am Mittelmeer, Wasser</span>
el: διαχωρισμός με κόμματα, ελάχιστο μέγεθος 2 χαρακτήρων. Παράδειγμα: <span class="example">ωκεανός, σκάφος, νερό</span>
es_es: Separadas por comas, con un mínimo de 2 caracteres. Ejemplo: <span class="example">océano, barco de vela, agua</span>
fa: برچسب‌ها باید حداقل دو حرف باشند و با کاما از هم جدا شوند. مثال: <span class="example">اقیانوس، قایق بادبانی، آب</span>
hu: Vesszőkkel elválasztva, legalább 2 karakter. Például: <span class="example">óceán, vitorláshajó, víz</span>
it: Lunghezza minima 2 caratteri, separare le voci con una virgola. Esempio: <span class="example">oceano, barca a vela, acqua</span>
ja: タグはカンマ区切りで最小 2 文字です。例: <span class="example">ocean, sail boat, water</span>
nl: Kommagescheiden, minimaal 2 karakters. Voorbeeld: <span class="example">oceaan, zeilboot, water</span>
pl: Oddzielane przecinkiem, składające się z minimum 2 znaków. Przykład: <span class="example">ocean, żaglówka, woda</span>
pt_br: Separar com vírgulas e mínimo de 2 caracteres. Exemplo: <span class="example">pesca, peixe, água</span>
pt_pt: Separado por vírgulas, mínimo de 2 caracteres. Exemplo: <span class="example">oceano, barco, água</span>
ru: Разделённые-запятыми, не меньше 2-х символов. Пример: <span class="example">океан, парусник, вода</span>
sk: Čiarkami oddelený zoznam, každá položka minimálne 2 znaky. Napríklad: <span class="example">ocean, plachetnica, voda</span>
sv_se: Kommaseparerad, minst två tecken. Exempelvis: <span class="example">hav, segelbåt, tur på semester, vatten</span>

source: Comment Help
ca: Ajuda del comentari
cs: Nápověda ke komentáři
de: Kommentar-Hilfe
el: Βοήθεια σχολιασμού
es_es: Comentarios de ayuda
fa: راهنمای نظردهی
fr: Aide pour les commentaires
it: Aiuto per i commenti
ja: コメントのヘルプ
nl: Hulp bij opmerkingen
pl: Pomoc dla pisania komentarzy
pt_br: Ajuda com comentários
pt_pt: Comentário de ajuda
ru: Справка по вводу комментария
sk: Pomocník ku komentárom
sv_se: Kommentarshjälp

source: Comment body is required
ca: El comentari del contingut és obligatori
cs: Text komentáře je vyžadován
de: Ein Kommentartext ist notwendig
el: Απαιτείται το κυρίως σώμα του σχόλιου
es_es: El cuerpo del comentario es obligatorio
fr: Votre commentaire doit comporter un message
it: Il corpo del commento è obbligatorio
ja: コメントの本文は入力必須です
nl: Opmerkingsinhoud is vereist
pl: Musi być podana treść komentarza
pt_br: Corpo do comentário é obrigatório
pt_pt: É necessário o corpo do comentário
ru: Требуется текст комментария
sk: Vyžadované telo komentára
sv_se: Kommentarstext krävs
uk: Зміст коментарю обов'язковий
vi: Bắt buộc phải có phần nội dung của bình luận

source: Comment does not start a thread
ca: El comentari no comença cap fil
cs: Komentář nezačíná vlákno
de: Kommentar beginnt keine neue Diskussion
el: Το σχόλιο δεν μπορεί να ξεκινήσει ένα νήμα
es_es: El comentario no inicia un hilo
fr: Ce commentaire ne commence pas une discussion
it: Il commento non inizia una discussione
ja: コメントがスレッドを開始していません
nl: Opmerking start geen discussie
pl: Komentarz nie rozpoczyna wątku
pt_pt: O comentário não inicia um tópico.
ru: Комментарий не начинает обсуждение
sk: Komentár nezačína vlákno
sv_se: Kommentaren startar ej en tråd

source: Comment subject is required
ca: El comentari del títol és obligatori
cs: Předmět komentáře je vyžadován
de: Ein Kommentartitel ist notwendig
el: Απαιτείται το θέμα του σχόλιου
es_es: El asunto del comentario es obligatorio
fr: Votre commentaire doit comporter un sujet
it: L'oggetto del commento è obbligatorio
ja: コメントの件名は入力必須です
nl: Opmerkingsonderwerp is vereist
pl: Musi być podany temat komentarza
pt_br: Assunto do comentário é obrigatório
pt_pt: É necessário o assunto do comentário
ru: Требуется тема комментария
sk: Vyžadovaný predmet komentára
sv_se: Kommentarsrubrik krävs
uk: Загловок комантарю обов'язковий
vi: Bắt buộc phải có tiêu đề của bình luận

source: Comment successfully posted
ca: El comentari s'ha enviat correctament
cs: Komentář úspěšně přidán
de: Kommentar erfolgreich gespeichert
el: Το σχόλιο δημοσιεύθηκε με επιτυχία
es_es: Comentario publicado correctamente
fa: نظر با موفقیت ارسال گردید
fr: Commentaire posté avec succès
it: Commento inserito correttamente
ja: コメントの投稿が完了しました
nl: Opmerking succesvol geplaatst
pl: Komentarz został wysłany
pt_pt: Comentário publicado com sucesso
ru: Комментарий успешно размещён
sk: Komentár bol úspešne odoslaný
sv_se: Kommentar postad
uk: Коментар був вдало опублікований

source: Comments
ca: Comentaris
cs: Komentáře
de: Kommentare
el: Σχόλια
es_es: Comentarios
fa: نظرها
fr: Commentaires
hu: Megjegyzések
it: Commenti
ja: コメント
nl: Opmerkingen
pl: Komentarze
pt_br: Comentários
pt_pt: Comentários
ru: Комментарии
sk: Komentáre
sq: Komente
sv_se: Kommentarer
uk: Коментарі
vi: Bình luận

source: Comments (%1$s)
ca: Comentaris (%1$s)
cs: %1$s komentář
de: Kommentar (%1$s)
el: Σχόλιο (%1$s)
es_es: Comentarios (%1$s)
fa: نظرات (%1$s)
fr: Commentaire (%1$s)
hu: Hozzászólás (%1$s)
it: Commento (%1$s)
ja: コメント (%1$s)
nl: Opmerkingen (%1$s)
pl: Komentarze (%1$s)
pt_br: Comentário (%1$s)
pt_pt: Comentários (%1$s)
ru: Комментарий (%1$s)
sk: %1$s komentár
sv_se: Kommentar (%1$s)

source: Comments:
ca: Comentaris:
cs: Komentáře:
de: Kommentare:
el: Σχόλια:
es_es: Comentarios:
fa: نظرها:
fr: Commentaires&nbsp;:
hu: Megjegyzések:
it: Commenti:
ja: コメント:
nl: Opmerkingen:
pl: Komentarze:
pt_br: comentários:
pt_pt: Comentários:
ru: Комментарии:
sk: Komentáre:
sq: Komente:
sv_se: Kommentarer:
uk: Коментарі:
vi: Bình luận:

source: Common Library Checksum Tests
ca: Comprova les sumes de validació de les biblioteques comunes
cs: Kontrola na kontrolní součty
de: Prüfsummentests für übliche Bibliotheken
el: Δοκιμές Common Library Checksum
es_es: Pruebas de comprobación de sumas de las librerías comunes
hu: Általános programkönyvtárak ellenőrzőösszeg-tesztjei
it: Test checksum librerie comuni
ja: 共通ライブラリチェックサムのテスト
pl: Test sum kontrolnych biblioteki
pt_pt: Testes de checksum da biblioteca comum
ru: Тесты контрольной суммы общей библиотеки
sv_se: Vanliga kontrollsummetest för bibliotek

source: Common Plugins for %1$s
ca: Connectors típics per al %1$s
cs: Zásuvné moduly pro %1$s
de: Übliche Plugins für %1$s
el: Δημοφιλείς πρόσθετες λειτουργίες για τον %1$s
es_es: Plugins comunes para %1$s
fa: متصل‌شونده‌های %1$s
fr: Plugins courants pour %1$s
hu: A %1$s legfontosabb bővítményei
it: Plugin più comuni per %1$s
ja: %1$s 用の一般的なプラグイン
nl: Veelgebruikte plug-ins voor %1$s
pl: Często używane wtyczki dla programu %1$s
pt_br: Plugins para %1$s
pt_pt: Plugins Comuns para o %1$s
ru: Популярные плагины для %1$s
sk: Najpoužívanejšie zásuvné moduly pre %1$s
sq: Shtojca të Zakonshme për %1$s
sv_se: Vanliga insticksprogram för %1$s
uk: Поширені модулі для %1$s
vi: Phần bổ trợ Thông dụng cho %1$s

source: Community
pt_pt: Comunidade

source: Compare by: Week
ca: Compara per: Setmana
cs: Porovnat podle týdne
de: Vergleichen nach: Woche
el: Σύγκριση ανά: εβδομάδα
es_es: Comparar por: Semanas
fa: مقایسه بر اساس: هفته
fr: Comparer par: semaine
hu: Összehasonlítás: hét
it: Confronta per: settimana
ja: 一定期間の比較: 週ごと
nl: Vergelijken op: Week
pl: Porównaj wg: tygodni
pt_pt: Comparar por: Semana
ru: Сравнить по: Неделе
sk: Porovnať podľa týždňov
sq: Krahasoji sipas: Javësh
sv_se: Jämför på: Vecka
uk: Порівняти за: тиждень
vi: So sánh theo: Tuần

source: Compare with public version
ca: Compara amb la versió pública
cs: Porovnat s&nbsp;veřejnou verzí
de: Code mit letzter öffentlicher Version vergleichen
el: Σύγκριση με την έκδοση στο δημόσιο χώρο
es_es: Comparar con la versión pública
fa: مقایسه با نسخهٔ عمومی
fr: Comparer avec la version publique
hu: Összehasonlítás a nyilvános verzióval
it: Confronta con la versione pubblica
ja: 公開されているバージョンと比較
nl: Vergelijken met publieke versie
pl: Porównaj z wersją upublicznioną
pt_br: Comparar com a versão pública
pt_pt: Comparar com a versão pública
ru: Сравнить с публичной версией
sk: Porovnať s verejnou verziou
sq: Krahasoje me versionin publik
sv_se: Jämför med publik version
uk: Порівняти з публічною версією
vi: So sánh phiên bản công cộng

source: Compatibility:
ca: Compatibilitat:
cs: Kompatibilita:
de: Kompatibilität:
el: Συμβατότητα:
es_es: Compatibilidad:
fa: سازگاری:
fr: Compatibilité&nbsp;:
hu: Kompatibilitás:
it: Compatibilità:
ja: 互換性:
nl: Compatibiliteit:
pl: Kompatybilność:
pt_br: Compatibilidade:
pt_pt: Compatibilidade:
ru: Совместимо с:
sk: Kompatibilita:
sq: Përputhshmëri:
sv_se: Kompatibilitet:
uk: Сумісність:
vi: Tính tương thích:

source: Compatible Applications
ca: Aplicacions compatibles
cs: Kompatibilní aplikace
de: Kompatible Anwendungen
el: Συμβατές εφαρμογές
es_es: Aplicaciones compatibles
fa: برنامه‌های سازگار
fr: Applications compatibles
hu: Kompatibilis alkalmazások
it: Applicazioni compatibili
ja: 互換性のあるアプリケーション
nl: Compatibele toepassingen
pl: Kompatybilne programy
pt_br: Aplicações compatíveis
pt_pt: Aplicações compatíveis
ru: Совместимые приложения
sk: Kompatibilné aplikácie
sq: Zbatime të Përputhshme
sv_se: Kompatibla applikationer
uk: Сумісні програми
vi: Chương trình Tương thích

source: Compatible with
ca: Compatible amb
cs: Kompatibilní s
de: Kompatibel mit
el: Συμβατότητα με
es_es: Compatible con
fa: سازگار با
fr: Compatible avec
hu: Kompatibilis
it: Compatibile con
ja: 互換性:
nl: Compatibel met
pl: Kompatybilne z:
pt_br: Compatível com
pt_pt: Compatível com
ru: Совместимо с
sk: Kompatibilné s
sv_se: Kompatibelt med
uk: Сумісний з

source: Conduit Toolbar Check
ca: Comprova si és una barra d'eines conduit
cs: Kontrola na lišty od Conduit
de: Conduit-Toolbar-Test
el: Έλεγχος εργαλειοθήκης Conduit
es_es: Comprobación de barras de herramientas comunitarias
fr: Vérification de la barre d'outils Conduit
hu: Conduit eszköztár ellenőrzése
it: Controllo barre degli strumenti Conduit
ja: Conduit ツールバーの検証
nl: Werkbalkgedragcontrole
pl: Sprawdzenie paska kanałowego
pt_pt: Verificação Conduit Toolbar
ru: Проверка на наличие рекламной панели
sv_se: Conduit toolbar-kontroll

source: Confirm Password
ca: Confirma la contrasenya
cs: Potvrzení hesla
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού
es_es: Confirmar contraseña
fa: تأیید گذرواژه
fr: Confirmez le mot de passe
hu: Jelszó megerősítése
it: Conferma password
ja: パスワードを再度入力
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt_br: Confirme senha
pt_pt: Confirmar Senha
ru: Подтвердите пароль
sk: Potvrdenie hesla
sq: Ripohoni Fjalëkalimin
sv_se: Bekräfta lösenord
uk: Підтвердити пароль
vi: Xác nhận Mật khẩu

source: Confirm account deletion
ca: Confirmació de la supressió del compte
cs: Potvrzení smazání účtu
de: Löschung bestätigen
el: Επιβεβαίωση διαγραφής λογαριασμού
es_es: Confirmar el borrado de cuenta
fa: تأیید حذف حساب کاربری
fr: Confirmer la suppression du compte
hu: Fiók törlésének jóváhagyása
it: Conferma eliminazione account
ja: アカウントの削除を確認
nl: Verwijdering gebruikersaccount bevestigen
pl: Potwierdź usunięcie konta
pt_br: Confirme Deletar de Conta
pt_pt: Confirmar eliminação da conta
ru: Подтверждение удаления учётной записи
sk: Potvrdenie odstránenia účtu
sq: Ripohoni fshirjen e llogarisë
sv_se: Bekräfta kontoborttagning
uk: Підтвердити вилучення рахунку
vi: Xác nhận xóa tài khoản

source: Confirm password
ca: Confirma la contrasenya
cs: Heslo znova
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού
es_es: Confirmar contraseña
fa: تأیید گذرواژه
fr: Confirmez le mot de passe
hu: Jelszó megerősítése
it: Conferma password
ja: 新しいパスワードを再入力
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt_br: Confirme a senha
pt_pt: Confirmar senha
ru: Подтвердить пароль
sk: Potvrdiť heslo
sq: Ripohoni fjalëkalimin
sv_se: Bekräfta lösenord
uk: Підтвердіть пароль
vi: Xác nhận mật khẩu

source: Congratulations! Your user account was successfully created.
ca: Felicitats! El vostre compte d'usuari s'ha creat satisfactòriament.
cs: Gratulujeme! Váš účet byl úspěšně vytvořen.
de: Glückwunsch, Ihr Benutzerkonto wurde erfolgreich angelegt!
el: Συγχαρητήρια! Ο λογαριασμός χρήστη δημιουργήθηκε με επιτυχία.
es_es: ¡Enhorabuena! Tu cuenta de usuario se ha creado con éxito.
fa: به شما تبریک می‌گوییم! حساب کاربری شما با موفقیت ایجاد گردید.
fr: Félicitations&nbsp;! Votre compte utilisateur a bien été créé.
hu: Gratulálunk! A felhasználói fiók sikeresen létrejött.
it: Complimenti, il tuo account utente è stato creato con successo.
ja: ありがとうございます。ユーザアカウントの登録が完了しました。
nl: Gefeliciteerd! Uw gebruikersaccount is succesvol aangemaakt.
pl: Gratulujemy! Twoje konto zostało utworzone.
pt_br: Parabéns! Sua conta foi criada com sucesso.
pt_pt: Parabéns! A sua conta de utilizador foi criada com sucesso.
ru: Поздравляем! Ваша учётная запись успешно создана.
sk: Blahoželáme! Váš účet používateľa bol úspešne vytvorený.
sq: Përgëzime! Llogaria juaj e përdoruesit u krijua me sukses.
sv_se: Grattis! Ditt konto skapades.
uk: Вітаємо! Ваш користувацький рахунок успішно створено.
vi: Chúc mừng! Tài khoản của bạn đã được tạo thành công.

source: Continue
ca: Continua
de: Weiter
el: Συνέχεια
es_es: Continuar
fr: Continuer
hu: Folytatás
it: Continua
ja: 続ける
nl: Doorgaan
pl: Kontynuuj
pt_pt: Continuar
ru: Продолжить
sv_se: Fortsätt

source: Contribute
ca: Contribueix
cs: Příspěvek
de: Einen Beitrag leisten
el: Κάντε δωρεά
es_es: Colabora
fa: مشارکت
fr: Contribuer
hu: Adományozás
it: Fai una donazione
ja: 寄付
nl: Bijdragen
pl: Dotacja
pt_br: Contribua
pt_pt: Contribuir
ru: Пожертвуйте
sk: Prispieť
sv_se: Bidra
uk: Зробити внесок
vi: Đóng góp

source: Contribute $%1$s
ca: Contribueix amb $%1$s
cs: Přispět $%1$s
de: $%1$s beitragen
el: Δωρεά %1$s€
es_es: Colaborar con $%1$s
fa: مشارکت به مبلغ $%1$s
fr: Contribuer pour $%1$s
hu: $%1$s adományozása
it: Donazione di $%1$s
ja: %1$s ドルの寄付
nl: $%1$s bijdragen
pl: Dotacja $%1$s
pt_br: Contribuir com $%1$s
pt_pt: Contribuir com $%1$s
ru: Пожертвовать $%1$s
sk: Prispieť: $%1$s
sv_se: Bidra med $%1$s
uk: Зробити внесок $%1$s
vi: Đóng góp $%1$s

source: Contribute a Different Amount
ca: Contribueix amb una altra quantitat
cs: Přispět jinou částkou
de: Einen unterschiedlichen Betrag beitragen
el: Προβείτε σε δωρεά διαφορετικού ποσού
es_es: Colaborar con una cantidad diferente
fa: مشارکت با مبلغ دیگری
fr: Contribuer pour un autre montant
hu: Más összeg adományozása
it: Fai una donazione di importo diverso
ja: 任意の金額の寄付
nl: Een ander bedrag bijdragen
pl: Inna wartość dotacji
pt_br: Contribuir com uma quantia diferente
pt_pt: Contribuir com uma quantia diferente
ru: Пожертвовать другую сумму
sk: Prispieť inou čiastkou
sv_se: Bidra med en annan summa
uk: Внести іншу суму
vi: Đóng góp một Khoản Khác

source: Contribution Account
ca: Contribució
cs: Účet pro příspěvky
de: Beitrags-Konto
el: Λογαριασμός δωρεών
es_es: Cuenta de colaboración
fr: Compte de contribution
hu: Adomány összege
it: Account donazioni
ja: 寄付の額
nl: Bijdrage-account
pl: Konto dotacji
pt_br: Conta para Contribuição
pt_pt: Conta de contribuição
ru: Учётная запись для пожертвований
sk: Účet pre príspevky
sv_se: Bidragssumma
uk: Рахунок для внесків
vi: Tài khoản Đóng góp

source: Contribution for %1$s
ca: Contribució per a %1$s
cs: Příspěvek k %1$s
de: Beitrag für %1$s
el: Δωρεά για το %1$s
es_es: Colaboración para %1$s
fa: مشارکت در %1$s
fr: Contribution pour %1$s
hu: Adomány ennek: %1$s
it: Donazioni per %1$s
ja: %1$s への寄付
nl: Bijdrage voor %1$s
pl: Dotacja dla %1$s
pt_br: Contribuição para %1$s
pt_pt: Contribuição para %1$s
ru: Пожертвование для %1$s
sk: Príspevok pre %1$s
sv_se: Bidrag för %1$s
uk: Внесок до %1$s
vi: Đóng góp cho %1$s

source: Contribution stats are currently <b>private</b>.
ca: Les estadístiques de les donacions són <b>privades</b>.
de: Beitragsstatistiken sind derzeit <b>privat</b>.
fr: Les statistiques de contribution sont actuellement <b>privées</b>
hu: Az adományokkal kapcsolatos statisztika <b>nem nyilvános</b>.
it: Le statistiche relative alla donazioni sono attualmente <b>private</b>.
ja: 寄付に関する情報は現在 <b>非公開</b> です。
nl: De bijdragestatistieken zijn momenteel <b>privé</>.
pl: Statystyki dotacji mają obecnie status – <b>prywatne</b>.
pt_pt: Estatísticas de contribuições de momento são <b>privadas</b>.
ru: Статистика пожертвований в данный момент <b>закрыта</b>.
sv_se: Bidragsstatistik är för närvarande <b>privat</b>.

source: Contributions
ca: Donacions
cs: Příspěvky
de: Beiträge
el: Δωρεές
es_es: Colaboraciones
fa: مشارکت‌ها
hu: Adományok
it: Donazioni
ja: 寄付
nl: Bijdragen
pl: Dotacje
pt_br: Contribuições
pt_pt: Contribuições
ru: Пожертвования
sk: Príspevky
sv_se: Bidrag
uk: Внески
vi: Khoản đóng góp

# statistics_js_plotselection_selector_contributions
source: Contributions
ca: Contribucions
de: Beiträge
el: Δωρεές
es_es: Colaboraciones
hu: Adományok
it: Donazioni
ja: 寄付
nl: Bijdragen
pl: Dotacje
pt_pt: Contribuições
ru: Пожертвования
sv_se: Bidrag

source: Could not move file
ca: No s'ha pogut moure el fitxer
cs: Nelze přesunout soubor
de: Datei konnte nicht verschoben werden
el: Δεν ήταν δυνατή η μετακκίνηση του αρχείου
es_es: No se puede mover el archivo
fa: تغییر مکان پرونده شکست خورد
fr: Impossible de déplacer le fichier
hu: Fájl áthelyezése sikertelen
it: Non è possibile spostare il file
ja: ファイルを移動できません
nl: Bestand kon niet verplaatst worden
pl: Nie można przenieść pliku
pt_br: Não foi possível mover arquivo
pt_pt: Não foi possível mover o ficheiro
ru: Невозможно переместить файл.
sk: Súbor nemožno presunúť
sq: Nuk lëviza dot kartelën
sv_se: Kunde inte flytta filen
uk: Неможливо перемістити файл
vi: Không thể di chuyển tập tin

source: Create Collection
ca: Crea una col·lecció
cs: Vytvořit sbírku
de: Sammlung anlegen
el: Δημιουργία συλλογής
es_es: Crear recopilatorio
fa: ایجاد مجموعه
fr: Créer une collection
hu: Gyűjtemény létrehozása
it: Crea raccolta
ja: コレクションを作成
nl: Collectie aanmaken
pl: Utwórz kolekcję
pt_br: Criar Coleção
pt_pt: Criar colecção
ru: Создать подборку
sk: Vytvoriť kolekciu
sq: Krijoni një Koleksion
sv_se: Skapa samling
uk: Створити колекцію
vi: Tạo mới Bộ sưu tập
