Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: The summary is a short explanation of your add-on's basic functionality that is displayed in search and browse listings, as well as at the top of your add-on's display page. <strong>Limit of 250 characters.</strong>
ca: El resum és una explicació curta de les funcionalitats bàsiques del vostre complement. Es mostra en les cerques i en les llistes, així com a dalt de tot de la pàgina del vostre complement. <strong>No pot tenim és de 250 caràters.</strong>
cs: Stručný popis doplňku je krátké vysvětlení jeho základních funkcí, které se zobrazuje ve výpisech hledání a veřejných seznamech, stejně jako v&nbsp;horní části stránky doplňku. <strong>Popis je omezen na 250 znaků.</strong>
de: Die Zusammenfassung ist eine kurze Erklärung zur grundsätzlichen Funktionalität Ihres Add-ons.Sie wird beispielsweise in Suchergebnissen und Add-on-Listen angezeigt, außerdem oben auf der Webseite Ihres Add-ons. <strong>Höchstens 250 Zeichen.</strong>
el: Η σύνοψη είναι μια σύντομη επεξήγηση των βασικών λειτουργιών του πρόσθετου σας που εμφανίζεται στις λίστες αναζήτησης και περιήγησης, καθώς και στην κορυφή της σελίδας του πρόσθετου σας. <strong>Περιορίζεται σε 250 χαρακτήρες.</strong>
es_es: El resumen es una explicación corta de la funcionalidad básica de tu complemento que se muestra en la búsqueda y en los listados, además de en la parte superior de la página del complemento. <strong>Límite de 250 caracteres.</strong>
hu: Az összefoglaló a kiegészítő alapvető funkcionalitásának rövid magyarázata, amely a keresési és tallózási oldalakon jelenik meg, valamint a kiegészítő oldalának tetején. <strong>Legfeljebb 250 karakter.</strong>
it: Il riepilogo è una breve spiegazione delle funzioni di base del componente aggiuntivo e viene visualizzato nelle ricerche e negli elenchi, così come nella parte superiore della scheda del componente aggiuntivo. <strong>Limitare il testo a 250 caratteri.</strong>
ja: 要約には、検索結果やアドオン公開ページの最上部に表示される、アドオンの基本機能の簡単な説明を記述します。<strong>半角 250 文字まで</strong>入力できます。
nl: De samenvatting is een korte uitleg van de basisfunctionaliteit van uw add-on die wordt weergegeven in zoek- en bladerlijsten en bovenaan de pagina van uw add-on. <strong>De lengte is maximaal 250 karakters.</strong>
pl: Podsumowanie jest krótkim opisem podstawowych funkcji dodatku. Jest ono wyświetlane w wykazach przeglądania i wyników szukania dodatków, a także na górze strony dodatku. Długość podsumowania limitowana jest do <strong>250 znaków</strong>.
pt_br: O sumário é uma descrição breve do seu complemento sobre a funcionalidade básica e que será apresentada nos resultados da busca e nas listagens, assim como no topo da página de apresentação do seu complemento <strong>Limite de 250 caracteres.</strong>
pt_pt: O sumário é uma pequena explicação das funcionalidades básicas do seu extra e é apresentado nas listagens de pesquisa e navegação, assim como no topo da página do seu extra. <strong>Limite de 250 caractéres.</strong>
ru: Сводка - это краткое описание базовых функций вашего дополнения, которая отображается при поиске и просмотре перечней дополнений, а также в верхней части страницы вашего дополнения. <strong>Длина до 250 символов.</strong>
sk: Súhrn je krátky popis základnej funkcionality doplnku, ktorá sa zobrazuje v zoznamoch doplnkov a vo vyhľadávaní, ako aj v hornej časti stránky doplnku. <strong>Je možné zadať maximálne 250 znakov.</strong>
sq: Përmbledhja është një shpjegim i shkurtër i funksioneve bazë të shtesës suaj e që shfaqet në lista kërkimi dhe shfletimi, si edhe në krye të faqes së paraqitjes së shtesës suaj. <strong>E shumta 250 gërma.</strong>
sv_se: Sammanfattningen är en kort förklaring av ditt tilläggs grundläggande funktionalitet som visas i sök och bläddringslistor, liksom på ditt tilläggs visningssida. <strong>Högst 250 tecken.</strong>
uk: Резюме - це короткий опис основної функціональності додатку, представленої у списку пошуку та вибору, та зверху на сторінці презантації додатку. <strong>Максимум 250 символів.</strong>
vi: Tóm tắt là một đoạn giải thích ngắn về chức năng cơ bản của tiện ích của bạn, sẽ được hiển thị trong tìm kiếm và liệt kê, cũng như ỏ trên đầu trang giới thiệu tiện ích của bạn. <strong>Giới hạn 250 kí tự.</strong>

source: The version number uploaded (%1$s) already exists for this add-on. If you are trying to add another file to this version, <a href="%2$s">click here</a>.
ca: El número de versió que s'ha pujat (%1$s) ja existia per aquest complement. Si esteu intentant d'afegir un altre fitxer a aquesta versió, <a href="%2$s">cliqueu aquí</a>.
cs: Nahrané číslo verze (%1$s) již u tohoto doplňku existuje. Pokud se snažíte k&nbsp;této verzi přidat další soubor, <a href="%2$s">klepněte zde</a>.
de: Die hochgeladene Version (%1$s) existiert bereits für dieses Add-on. Wenn Sie eine weitere Datei zu dieser Version hinzufügen möchten, <a href="%2$s">klicken Sie hier</a>.
el: Ο αριθμός έκδοσης που αποστείλατε (%1$s) υπάρχει ήδη σ' αυτό το πρόσθετο. Αν θέλετε να προσθέσετε κάποιο αρχείο γι' αυτή την έκδοση, κάντε κλικ <a href="%2$s">εδώ</a>.
es_es: El número de la versión enviada (%1$s) ya existe para este complemento. Si estás intentando añadir otro archivo para esta versión, <a href="%2$s">pulsa aquí</a>.
it: Il numero di versione caricato (%1$s) è già presente per questo componente aggiuntivo. Se stai cercando di aggiungere un nuovo file a questa versione, <a href="%2$s">fai clic qui</a>.
ja: アップロードされたバージョン (%1$s) は既に存在します。このバージョンに他のファイルを追加するには、<a href="%2$s">ここをクリック</a> してください。
nl: Het geüploade versienummer (%1$s) bestaat al voor deze add-on. Als u probeert een ander bestand toe te voegen aan deze versie, <a href="%2$s">klik dan hier</a>.
pl: Wersja dodatku o takim numerze (%1$s) już istnieje. Jeśli próbujesz dodać inny plik tej wersji, <a href="%2$s">kliknij tutaj</a>.
pt_br: O número da versão enviada (%1$s) já existe para este complemento. Se você está tentando adicionar outro arquivo nesta versão, <a href="%2$s">clique aqui</a>.
pt_pt: O número da versão carregada (%1$s) já existe para este extra. Se está a tentar adicionar outro ficheiro a esta versão, <a href="%2$s">clique aqui</a>.
ru: Номер загруженной версии (%1$s) для этого дополнения уже существует. Если вы пытаетесь добавить к этой версии ещё один файл, <a href="%2$s">щёлкните здесь</a>.
sk: Číslo odosielanej verzie (%1$s) už pre tento prvok existuje. Ak sa pokúšate pre túto verziu pridať ďalší súbor, <a href="%2$s">kliknite sem</a>.
sq: Numri i versionit që ngarkuat (%1$s) gjendet tashmë për këtë shtesë. Po qe se po provoni të shtoni një tjetër kartelë te ky version, <a href="%2$s">klikoni këtu</a>.
sv_se: Versionsnumret du laddade upp (%1$s) finns redan för detta tillägg. Om du vill lägga till en till fil för denna version, <a href="%2$s">klicka här</a>.
vi: Số phiên bản tải lên (%1$s) đã tồn tại. Nếu bạn đang cố thêm tập tin khác cho phiên bản này, <a href="%2$s">nhấn vào đây</a>.

source: The version of this add-on is invalid: please see the <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">specification</a>
ca: La versió d'aquest complement no és vàlida: consulteu-ne les <a href="http://developer.mozilla.org/ca/docs/Toolkit_version_format">especificacions</a>
cs: Verze doplňku je neplatná: platné verze viz <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">specifikace</a>
de: Die Version dieses Add-ons ist ungültig: Bitte beachten Sie die <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">Spezifikation</a>
el: Δεν είναι έγκυρος ο αριθμός έκδοσης του πρόσθετου: παρακαλούμε δείτε τις <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">προδιαγραφές</a>
es_es: La version de este complemento no es válida: por favor, lee las <a href="http://developer.mozilla.org/es/docs/Formato_para_la_versi%C3%B3n_del_Toolkit">especificaciones</a>
fa: نسخهٔ این افزودنی مجاز نیست: لطفاً <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">مشخصات</a> را ملاحظه کنید
fr: La version de ce module est invalide&nbsp;: veuillez consulter la <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">spécification</a>
hu: A kiegészítő verziója érvénytelen: lásd a <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">specifikációt</a>
it: La versione di questo componente aggiuntivo non è valida: consultare le <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">specifiche</a>
ja: このアドオンのバージョンは不正な形式です: <a href="https://developer.mozilla.org/ja/Toolkit_version_format">仕様</a> をご確認ください。
nl: De versie van deze add-on is ongeldig: lees a.u.b. de <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">specificatie</a>
pl: Wersja tego dodatku jest nieprawidłowa: zobacz <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">specyfikację</a> (w języku angielskim)
pt_br: A versão deste complemento é inválida: Por favor, veja as <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">especificações</a>
pt_pt: A versão deste extra é inválida: Por favor veja a <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">especificação</a>
ru: Указана недопустимая версия дополнения: пожалуйста, сверьтесь со <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">спецификацией</a>
sk: Verzia tohto doplnku je neplatná: pozrite <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">špecifikáciu</a>.
sq: Versioni i kësaj shtese është i pavlefshëm: ju lutem shihni <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">përcaktimet përkatëse</a>
sv_se: Denna version av detta tillägg är ogiltig: Se <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">specifikationen</a>
uk: Версія цього додатку недійсна: будь ласка, дивіться <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">специфікацію</a>
vi: Phiên bản của tiện ích này không hợp lệ: vui lòng xem <a href="http://developer.mozilla.org/en/docs/Toolkit_version_format">chi tiết kĩ thuật</a>

source: The version of this add-on is invalid: versions cannot contain spaces.
ca: La versió d'aquest complement no és vàlida: les versions no poden tenir espais.
cs: Verze doplňku je neplatná: verze nesmí obsahovat mezery.
de: Die Version dieses Add-ons ist ungültig: Versionsnummern dürfen keine Leerstellen beinhalten.
el: Δεν είναι έγκυρος ο αριθμός έκδοσης του πρόσθετου: οι αριθμοί εκδόσεων δεν επιτρέπεται να περιέχουν κενά διαστήματα.
es_es: La versión de este complemento no es válida: las versiones no pueden contener espacios.
fa: نسخهٔ این افزودنی معتبر نیست: نسخه‌ها نمی‌توانند شامل فاصله باشند.
fr: La version de ce module est invalide&nbsp;: les versions ne peuvent contenir d'espaces.
hu: A kiegészítő verziója érvénytelen: a verzió nem tartalmazhat szóközt.
it: La versione di questo componente aggiuntivo non è valida: le versioni non possono contenere spazi.
ja: このアドオンのバージョンは不正な形式です: バージョンにスペースを含めることはできません。
nl: De versie van deze add-on is ongeldig: versies kunnen geen spaties bevatten.
pl: Wersja tego dodatku jest nieprawidłowa: wersje nie mogą zawierać spacji.
pt_br: A versão deste complemento é inválida: versões não podem conter espaços.
pt_pt: A versão deste extra é inválida: as versões não podem conter espaços.
ru: Указана недопустимая версия дополнения: в версии не могут содержаться пробелы.
sk: Verzia tohto doplnku je neplatná: verzie nemôžu obsahovať medzery.
sq: Versioni i kësaj shtese është i pavlefshëm: versionet nuk mund të përmbajnë hapësira.
sv_se: Versionen för detta tillägg är ogiltig: versioner kan inte innehålla mellanslag.
uk: Версія цього додатку недійсна: версії не можуть містити пробілів.
vi: Phiên bản của tiện ích này không hợp lệ: phiên bản không được chứa khoảng trắng.

source: There are currently no add-ons of this type to review.
ca: No hi ha actualment cap complement de %s per revisar.
cs: V současnosti nejsou ke kontrole dostupné žádné doplňky.
de: Momentan sind keine %s Add-ons zu moderieren.
el: Δεν υπάρχουν προς το παρόν πρόσθετα για αξιολόγηση
es_es: Actualmente no hay complementos para valorar.
fa: در حال حاضر هیچ افزودنی از این نوع برای بررسی وجود ندارد.
fr: Il n'y a actuellement pas de module %s à réviser.
hu: Jelenleg nincsenek értékelendő kiegészítők ebből a típusból.
it: Attualmente non ci sono componenti aggiuntivi da revisionare.
ja: 現在レビュー待ちの %s アドオンはありません。
nl: Er zijn momenteel geen add-ons uit %s te beoordelen.
pl: Aktualnie nie ma dodatków tego typu do recenzji.
pt_br: Não existem complementos %s para avaliar.
pt_pt: De momento não existem nenhuns %s extras para rever.
ru: В настоящее время нет дополнений данного типа для рецензирования.
sk: Momentálne nie je na recenziu žiadny doplnok tohto typu.
sq: Hëpërhë nuk shtesa të këtij lloji për shqyrtim.
sv_se: Det finns just nu inga tillägg av denna typ att granska.
uk: Зараз немає %s додатків для перегляду.
vi: Hiện tại không có tiện ích nào thuộc kiểu này để đánh giá.

source: There must be at least one author for this add-on.
ca: Com a mínim cal un autor per aquest complement.
cs: Doplněk musí mít alespoň jednoho autora.
de: Dieses Add-on muss mindestens einen Entwickler haben.
el: Θα πρέπει να δηλωθεί τουλάχιστον ένας δημιουργός για το πρόσθετο.
es_es: Este complemento debe tener al menos un autor.
fa: کمینه یک مؤلف برای این افزودنی باید تعریف شده باشد.
fr: Il doit y avoir au moins un auteur mentionné pour ce module.
hu: Legalább egy szerzőt meg kell adni a kiegészítőhöz.
it: È necessario indicare almeno un autore per questo componente aggiuntivo.
ja: 少なくともひとりは作者を指定する必要があります。
nl: Er dient ten minste één schrijver voor deze add-on te zijn.
pl: Dodatek musi mieć określonego przynajmniej jednego autora.
pt_br: Deve haver pelo menos um autor para este complemento.
pt_pt: Tem de haver pelo menos um autor para este extra.
ru: Должен быть хотя бы один автор дополнения.
sk: Doplnok musí mať aspoň jedného autora.
sq: Duhet të ketë të paktën një autor për këtë shtesë.
sv_se: Det måste finnas åtminstone en författare för detta tillägg.
uk: Для цього додатку повинен бути принаймні один автор.
vi: Tiện ích này cần có ít nhất một tác giả.

source: There were problems with your add-on that prohibit it from being added. See below for more details.
ca: Hi ha problemes amb el vostre complement que no permeten que es pugui afegir. Vegeu a continuació per a més detalls.
de: Es gab ein Problem, das Ihr Add-on davon abhält, hinzugefügt zu werden. Unten finden Sie weitere Details.
el: Παρουσιάστηκαν προβλήματα που εμπόδισαν την προσθήκη του πρόσθετου σας. Δείτε περισσότερες λεπτομέρειες παρακάτω.
es_es: Se ha producido un problema con tu complemento que hace que no pueda ser añadido. Revisa la siguiente información para tener más detalles.
fr: Des problèmes concernant votre module interdisent son ajout. Veuillez consulter les détails ci-dessous pour en savoir plus.
it: Si sono verificati dei problemi con il componente aggiuntivo e non è stato possibile completare l'operazione. Vedi dettagli riportati di seguito.
ja: あなたのアドオンには、登録に支障をきたす問題があります。詳しくは以下の説明をご覧ください。
nl: Er zijn problemen met uw add-on opgetreden waardoor deze niet kan worden toegevoegd. Kijk hieronder voor meer details.
pl: Wystąpił problem z Twoim dodatkiem uniemożliwjający jego dodanie. Poniżej znajduje się więcej szczegółów.
pt_pt: Houve problemas com o seu extra o que o proibiu de ser adicionado. Veja mais etalhes em baixo.
sv_se: Det fanns problem med till tillägg som gör att det inte kan läggas till. Se nedan för mer information

source: There's a new way to manage and find favorite add-ons. Comment, share and sync collections, all from your browser
ca: Hi ha una nova manera per a gestiona i trobar els millors complements. Comenteu, compartiu i sincronitzeu les col·leccions, i tot des del vostre navegador
cs: Existuje nový způsob, jak spravovat a vyhledávat oblíbené doplňky. Komentujte, sdílejte a synchronizujte sbírky. Vše z vašeho prohlížeče.
de: Sammlungen sind ein neuer Weg für Sie, Ihre Lieblings-Add-ons zu verwalten und neue Add-ons zu entdecken. Kommentieren Sie Sammlungen, empfehlen Sie sie weiter und bleiben Sie stets auf dem Laufenden, alles direkt von Ihrem Browser aus.
el: Υπάρχει ένας νέος τρόπος να διαχειριστείτε και να βρείτε ενδιαφέροντα πρόσθετα. Σχολιάστε, μοιραστείτε και συγχρονίστε συλλογές και όλα αυτά μέσα απ' τον περιηγητή σας.
es_es: Hay un nuevo modo de administrar y buscar los complementos favoritos. Comenta, comparte y sincroniza recopilatorios, todo desde tu navegador
hu: Új módszer a kedvenc kiegészítők kezelésére és megkeresésére. A gyűjtemények véleményezése, megosztása és szinkronizálása a böngészőből.
it: C'è un nuovo modo per gestire e trovare i tuoi componenti aggiuntivi preferiti. Commenta, condividi e sincronizza le raccolte, tutto direttamente dal tuo browser.
ja: お気に入りのアドオンを管理、発見する新しい方法があります。コレクションのコメント、共有、同期を、すべてブラウザ上で行えます。
nl: Er is een nieuwe manier om favoriete add-ons te zoeken en beheren. Becommentarieer, deel en synchroniseer collecties, helemaal vanuit uw browser
pl: To jest nowy sposób szukania i zarządzania ulubionymi dodatkami. Komentuj, udostępniaj i synchronizuj kolekcje – wszystko z poziomu Twojej przeglądarki
pt_br: Existe uma nova maneira de se gerenciar e conhecer complementos favoritos. Comente, compartilhe e sincronize coleções, tudo do seu navegador.
pt_pt: Existe uma nova maneira de encontrar e gerir os extras favoritos. Comente, partilhe e sincronize colecções tudo isto a partir do seu navegador.
ru: Это новый способ управления и поиска любимых дополнений. Вы можете поделиться подборками, синхронизировать их и оставлять к ним комментарии прямо из вашего браузера
sk: Existuje nový spôsob správy a vyhľadávania obľúbených doplnkov. Komentujte, zdieľajte a synchronizujte kolekcie, všetko priamo z vášho prehliadača
sq: Ka një mënyrë të re për të gjetur dhe administruar shtesa të pëlqyeshme. Komentoni, ndajini me të tjerët dhe njëkohësoni koleksionet tuaja, e tërë kjo nga shfletuesi.
sv_se: Det finns ett nytt sätt att hantera och hitta favorittillägg. Kommentera, dela och synkaa samlingar, allt detta från din webbläsare
uk: Існує новий спосіб організувати та знайти улюблені додатки. Прокоментуйте, поділіться та синхронізуйте колекції - усе з вашого браузера
vi: Có một cách mới để quản lí và tìm các tiện ích ưa thích. Bình luận, chia sẻ và đồng bộ các bộ sưu tập, từ ngay trong trình duyệt của bạn

source: These flags are used to filter and classify add-ons.
ca: Aquests indicadors s'utilitzen per a filtrar i classificar els complements.
cs: Tyto příznaky se používají v&nbsp;filtrování a klasifikaci doplňků.
de: Diese Eigenschaften werden verwendet, um Add-ons zu filtern und zu klassifizieren.
el: Αυτοί οι διακόπτες χρησιμοποιούνται για το φιλτράρισμα και την κατηγοριοποίηση των πρόσθετων.
es_es: Estas marcas se usan para filtrar y clasificar los complementos.
hu: Ezek a jelzők a kiegészítők szűrésére és osztályozására használatosak.
it: Questi parametri vengono usati per filtrare e classificare i componenti aggiuntivi.
ja: これらのフラグは、アドオンの検索や分類に使用されます。
nl: Deze labels worden gebruikt om add-ons te filteren en in te delen.
pl: Te etykiety są używane do filtrowania i klasyfikowania dodatków.
pt_br: Estas propriedades são utilizadas para filtrar e classificar complementos.
pt_pt: Estas etiquetas são usadas para filtrar e classificar extras.
ru: Эти флаги используются для фильтрации и классификации дополнений.
sk: Pomocou týchto označení je možné filtrovať a triediť doplnky.
sq: Këta filtra përdoren për të filtruar dhe kategorizuar shtesat.
sv_se: Dessa flaggor användas för att filtrera och klassificera tillägg.
uk: Ці прапорці використовуються для фільтрування та класифікації додатків.
vi: Các cờ hiệu này dùng để lọc và phân loại các tiện ích.

source: These users can publish add-ons to your collection and remove add-ons that they publish.
ca: Aquests usuaris poden publicar complements a la vostra col·lecció i suprimir només els que hagin publicat.
cs: Tito uživatelé smí přidávat doplňky do vaší sbírky a odstraňovat ty, které přidali.
de: Diese Benutzer können Ihrer Sammlung Add-ons hinzufügen und nur diejenigen Add-ons wieder entfernen, die sie selbst hinzugefügt haben.
el: Αυτοί οι χρήστες θα μπορούν να δημοσιεύσουν πρόσθετα στη συλλογή σας και να αφαιρέσουν όσα προσθέτουν.
es_es: Estos usuarios puede publicar complementos en tu recopilatorio y borrar los complementos que ellos hayan publicado.
fa: این کاربران می‌توانند افزودنی‌های جدید به مجموعه‌تان اضافه کنند یا افزودنی‌هایی را که قبلاً اضافه کرده‌اند حذف کنند.
hu: Ezek a felhasználók közzétehetnek kiegészítőket az Ön gyűjteményében, és törölhetik az általuk felvett kiegészítőket.
it: Questi utenti possono aggiungere componenti aggiuntivi alla tua raccolta ed eliminare gli elementi che hanno pubblicato.
ja: 以下のユーザは、あなたのコレクションにアドオンを追加したり、コレクションからアドオンを削除することができます。
nl: Deze gebruikers kunnen add-ons naar uw collectie publiceren en door hen gepubliceerde add-ons verwijderen.
pl: Poniższe osoby mogą dodawać dodatki do kolekcji i usuwać te, które dodali.
pt_br: Estes usuários podem adicionar complementos em sua coleção e remover os complementos que eles adicionarem.
pt_pt: Os utilizadores podem publicar extras à sua colecção e remover extras que eles publicam:
ru: Данные пользователи могут добавлять дополнения в вашу подборку и удалять дополнения которые они добавили.
sk: Títo používatelia môžu publikovať doplnky do vašej kolekcie a takisto ich odstrániť.
sq: Këta përdoruesa mund të botojnë shtesa te koleksioni juaj dhe të heqin shtesat që kanë botuar ata vetë.
sv_se: Dessa användare kan publicera tillägg till din samling och ta bort tillägg de publicerat.
uk: Ці користувачі можуть публікувати додатки у вашій колекції та вилучати опубліковані ними додатки.
vi: Những người dùng này có thể xuất bản các tiện ích vào bộ sưu tập của bạn và xóa các tiện ích mà họ xuất bản.
