Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Request Super-Review
ca: Sol·licita una revisió suprema
cs: Požádat o&nbsp;super-kontrolu
de: Intensive Untersuchung anfordern
el: Αίτηση ανώτερης αξιολόγησης
es_es: Solicitar una valoración mayor (Super-Review)
fa: درخواست بررسی ارشد
fr: Demande de super-révision
hu: Super-Review kérése
it: Richiedi revisione più approfondita
ja: スーパーレビューを申請
nl: Super-beoordeling aanvragen
pl: Poproś o Super-Review
pt_br: Requisitar super-avaliação
pt_pt: Pedir Super-comentário
ru: Запрос суперрецензии
sk: Požadovať super-recenziu
sq: Kërko Super-Shqyrtim
sv_se: Begär super-granskning
uk: Запросити суперперегляд
vi: Đề nghị Đánh giá Cấp cao

source: Resize the graph
ca: Canvia la mida del diagrama
cs: Změní velikost grafu
de: Größe der Grafik ändern
el: Αλλαγή μεγέθους γραφήματος
es_es: Redimensionar gráfico
fa: تغییر اندازهٔ شکل
fr: Redimensionner le graphique
hu: Diagram átméretezése
it: Ridimensiona il grafico
ja: グラフのサイズを変更
nl: Grafiekgrootte aanpassen
pl: Zmienia rozmiar grafu
pt_br: Redimensionar o gráfico
pt_pt: Redimensionar Gráfico
ru: Изменить размер диаграммы
sk: Zmeniť veľkosť grafu
sq: Ripërmaso grafikun
sv_se: Ändra storlek på grafen
uk: Змінити розмір графіка
vi: Điều chỉnh kích thước Biểu đồ

source: Restrict to locales?
ca: Limita'l als idiomes?
cs: Omezit na lokalizace?
de: Nur für einige Sprachen?
el: Περιορισμός γλωσσών;
es_es: ¿Restringir idiomas?
fa: محدود ساختن به منطقه‌ها؟
fr: Restreindre aux locales&nbsp;?
hu: Korlátozás adott területi beállításokra?
it: Limita ai locale?
ja: ロケールを限定しますか？
nl: Beperken tot locales?
pl: Ogranicz do lokalizacji
pt_br: Restringir idiomas?
pt_pt: Restringir para os locales?
ru: Ограничить для локалей?
sk: Obmedziť na jazyky?
sq: Ta kufizoj te vendoret?
sv_se: Begränsa till lokaler?
uk: Обмежити до локалей?
vi: Giới hạn cho các bản địa?

source: Results <strong>%1$s</strong>-<strong>%2$s</strong> of <strong>%3$s</strong>
ca: Resultats <strong>%1$s</strong>-<strong>%2$s</strong> de <strong>%3$s</strong>
de: Ergebnisse <strong>%1$s</strong>-<strong>%2$s</strong> von <strong>%3$s</strong>
fr: Résultats<strong>%1$s</strong>-<strong>%2$s</strong> sur <strong>%3$s</strong>
hu: Találatok <strong>%1$s</strong>-<strong>%2$s</strong> / <strong>%3$s</strong>
it: Risultati <strong>%1$s</strong>-<strong>%2$s</strong> di <strong>%3$s</strong>
ja: 検索結果 <strong>%3$s</strong> 件中 <strong>%1$s</strong> 件から <strong>%2$s</strong> 件
nl: Resultaten <strong>%1$s</strong>-<strong>%2$s</strong> van <strong>%3$s</strong>
pl: Wyniki <strong>%1$s</strong>-<strong>%2$s</strong> z <strong>%3$s</strong>
pt_pt: Resultados <strong>%1$s</strong>-<strong>%2$s</strong> de <strong>%3$s</strong>
ru: Результаты <strong>%1$s</strong>-<strong>%2$s</strong> из <strong>%3$s</strong>
sv_se: Resultat <strong>%1$s</strong>-<strong>%2$s</strong> av <strong>%3$s</strong>

source: Retain in Sandbox
ca: Retén en l'entorn de proves
cs: Ponechat na pískovišti
de: Im Sandkasten belassen
el: Παραμονή στο Sandbox
es_es: Mantener en el área de pruebas
fa: نگه داشتن در گودال ماسه‌بازی
fr: Garder dans le bac à sable
hu: Homokozóban tartás
it: Lascia nella sandbox
ja: サンドボックスに保留
nl: In sandbox houden
pl: Pozostaw w piaskownicy
pt_br: Manter na sandbox
pt_pt: Manter no Sandbox
ru: Вернуть в «песочницу»
sk: Nechať v Sandboxe
sq: Mbaje në Bankoprovë
sv_se: Håll kvar i sandlådan
uk: Залишити у пісочниці
vi: Vẫn để trong Hộp cát

source: Return to Dashboard
ca: Torna a la consola
cs: Návrat na stránku statistik
de: Zurück zur Statistikübersicht
el: Επιστροφή στο ταμπλό
es_es: Volver al panel de control
fa: بازگشت به آمار
fr: Retour au tableau de bord
hu: Vissza a statisztikákhoz
it: Ritorna al pannello
ja: ダッシュボードへ戻る
nl: Terug naar Statistieken
pl: Powrót do panelu
pt_br: Voltar ao painel
pt_pt: Voltar ao Painel
ru: Возвратиться на панель
sk: Návrat na štatistiku
sq: Kthehu te Pulti
sv_se: Återvänd till panelen
uk: Повернутись до Панелі
vi: Trở lại Bảng

source: Review
ca: Revisió
cs: Recenze
de: Bewertung
el: Αξιολόγηση
es_es: Revisión
fa: بررسی
fr: Critique
hu: Értékelés
it: Recensione
ja: レビュー
nl: Beoordeling
pl: Recenzja
pt_br: Avaliação
pt_pt: Revisão
ru: Отзыв
sk: Recenzia
sv_se: Recensera
uk: Перегляд
vi: Đánh giá

source: Review %s
ca: Revisa %s
cs: Kontrola doplňku %s
de: Moderiere %s
el: Αξιολόγηση του %s
es_es: Valoraciones de %s
fa: بررسی %s
fr: révision de&nbsp: %s
hu: %s értékelése
it: Revisioni %s
ja: %s をレビュー
nl: Beoordeling %s
pl: Recenzowanie %s
pt_br: Avaliação %s
pt_pt: Avaliar %s
ru: Рецензирование %s
sk: Recenzia doplnku %s
sq: Shqyrtoni %s
sv_se: Granskning %s
uk: Перегляд %s
vi: Đánh giá %s

source: Review Action
ca: Acció de revisió
cs: Akce kontroly
de: Moderationsauftrag
el: Ενέργεια αξιολόγησης
es_es: Valoración a realizar
fa: عمل بررسی
fr: Action de révision
hu: Értékelési művelet
it: Revisione
ja: レビューアクション
nl: Actie beoordelen
pl: Czynność recenzji
pt_br: Ação de avaliação
pt_pt: Acção do comentário
ru: Рецензировать
sk: Úkon recenzie
sq: Veprim për Shqyrtime
sv_se: Granska handling
uk: Дія перегляду
vi: Thao tác Đánh giá

source: Review Comments
ca: Revisa els comentaris
cs: Komentář kontroly
de: Bewertungen bearbeiten
el: Αξιολόγηση σχόλιων
es_es: Revisar los comentarios
fa: توضیحات بررسی
fr: Commentaire de révision
hu: Értékelési megjegyzések
it: Commenti del revisore
ja: レビュー担当者のコメント
nl: Opmerkingen beoordelen
pl: Komentarze do recenzji
pt_br: Comentários da avaliação
pt_pt: Comentários da avaliação
ru: Просмотреть комментарии
sk: Komentáre recenzie
sq: Komente Shqyrtimi
sv_se: Granska kommentarer
uk: Перегляд коментарів
vi: Đánh giá Bình luận

source: Review Guidelines
ca: Guia per a la revisió
cs: Příručka recenzenta
de: Bewertungs-Richtlinien
el: Οδηγίες σύνταξης αξιολόγησης
es_es: Guía de valoración
fa: رهنمون‌های بررسی
fr: Instructions pour les critiques
hu: Értékelési útmutató
it: Linee guida per la revisione
ja: レビューガイドライン
nl: Beoordelingsrichtlijnen
pl: Informacje o recenzjach
pt_br: Regras gerais para Avaliadores
pt_pt: Guia sobre comentários
ru: Чем следует руководствоваться при составлении рецензии
sk: Sprievodca systémom kontroly
sq: Udhëzuesa Shqyrtimesh
sv_se: Recensionsriktlinjer
vi: Hướng dẫn Đánh giá

# editorcp_menu_reviewlog_link
source: Review Log
ca: Registre de revisions
cs: Záznam kontroly
de: Moderationslogbuch
el: Καταγραφή αξιολόγησης
es_es: Registro de valoraciones
fa: ثبت وقایع بررسی‌ها
fr: Journal des révisions
hu: Értékelési napló
it: Esamina registro
ja: レビュー履歴
nl: Logboek beoordelen
pl: Dziennik recenzji
pt_br: Log de avaliações
pt_pt: Registo do comentário
ru: Журнал рецензий
sk: Denník recenzií
sq: Regjistër Shqyrtimesh
sv_se: Granskningslogg
uk: Журнал огляду
vi: Lưu kí Đánh giá

# editorcp_reviewlog_page_heading
source: Review Log
ca: Registre de revisions
cs: Záznam kontroly
de: Moderationslogbuch
el: Καταγραφή αξιολόγησης
es_es: Registro de valoraciones
fa: ثبت وقایع بررسی‌ها
fr: journal des révisions
hu: Értékelési napló
it: Registro revisioni
ja: レビュー履歴
nl: Logboek van beoordelingen
pl: Dziennik recenzji
pt_br: Log da avaliação
pt_pt: Registo do comentário
ru: Журнал рецензий
sk: Denník recenzií
sq: Regjistër Shqyrtimesh
sv_se: Granskningslogg
uk: Журнал огляду
vi: Lưu kí Đánh giá

source: Review Process
pt_pt: Rever processo

source: Review Queue
ca: Cua de revisions
cs: Fronta kontroly
de: Moderationswarteliste
el: Ουρά αναμονής αξιολόγησης
es_es: Cola de valoración
fa: صف بررسی
fr: Critiques en attente
hu: Értékelési sor
it: Coda di revisione
ja: レビュー待ち
nl: Wachtrij van beoordelingen
pl: Kolejka recenzji
pt_br: Fila de avaliações
pt_pt: Comentário em espera
ru: Очередь рецензий
sk: Front recenzií
sq: Radhë Shqyrtimi
sv_se: Granskningskö
uk: Перегляд черги
vi: Danh sách chờ Đánh giá

source: Review deleted successfully.
ca: La revisió s'ha suprimit satisfactòriament.
cs: Recenze úspěšně smazána.
de: Die Bewertung wurde gelöscht.
el: Διαγράφτηκε με επιτυχία η αξιολόγηση.
es_es: La valoración se borró con éxito.
fa: بررسی با موفقیت حذف گردید.
fr: Critique effacée avec succès.
hu: Értékelés sikeresen törölve.
it: Recensione eliminata con successo.
ja: レビューは削除されました。
nl: Beoordeling succesvol verwijderd.
pl: Recenzja została usunięta.
pt_br: Avaliação removida com sucesso.
pt_pt: Comentário eliminado com sucesso.
ru: Отзыв успешно удалён.
sk: Recenzia úspešne odstránená.
sq: Shqyrtimi u fshi me sukses.
sv_se: Recensionen är nu borttagen.
uk: Відгук успішно стерто.
vi: Đánh giá đã được xóa thành công.

source: Review successfully processed.
ca: La revisió s'ha processat satisfactòriament.
cs: Kontrola úspěšně provedena.
de: Moderation erfolgreich übermittelt
el: Η αξιολόγηση επεξεργάστηκε με επιτυχία.
es_es: Valoración procesada con éxito.
fa: بررسی با موفقیت پردازش گردید.
fr: Révision traitée avec succès.
hu: Az értékelés sikeresen fel lett dolgozva.
it: Revisione eseguita con successo.
ja: レビューが完了しました。
nl: Beoordeling succesvol afgehandeld.
pl: Proces recenzji został pomyślnie zakończony.
pt_br: Avaliação processada com sucesso.
pt_pt: Comentário processado com sucesso.
ru: Рецензия успешно обработана.
sk: Recenzia úspešne spracovaná.
sq: Shqyrtimi u krye me sukses.
sv_se: Recensionen hanterad.
uk: Перегляд успішно оброблено.
vi: Đánh giá được tiến hành thành công.

source: Review:
ca: Comentari:
cs: Recenze:
de: Bewertungstext
el: Αξιολόγηση:
es_es: Valoración:
fa: بررسی:
fr: Critique&nbsp;:
hu: Értékelés:
it: Recensione:
ja: レビュー:
nl: Beoordeling:
pl: Recenzja:
pt_br: Avaliação:
pt_pt: Comentário:
ru: Отзыв:
sk: Recenzia:
sq: Shqyrtim:
sv_se: Recension:
uk: Відгук:
vi: Đánh giá:

source: Reviewer
ca: Revisor
cs: Kontrolor
de: Moderator
el: Συντάκτης αξιολόγησης
es_es: Revisor
fa: بررسی‌کننده
fr: Réviseur
hu: Értékelő
it: Revisore
ja: レビュー担当者
nl: Beoordelaar
pl: Edytor
pt_br: Avaliador
pt_pt: Revisor
ru: Рецензент
sk: Recenzent
sq: Shqyrtues
sv_se: Recensent
uk: Редактор
vi: Người đánh giá

source: Reviews
ca: Revisions
cs: Recenze
de: Bewertungen
el: Αξιολογήσεις
es_es: Valoraciones
fa: بررسی‌ها
fr: Critiques
hu: Értékelések
it: Recensioni
ja: レビュー
nl: Beoordelingen
pl: Recenzje
pt_br: Avaliações
pt_pt: Comentários
ru: Отзывы
sk: Recenzie
sq: Shqyrtime
sv_se: Recensioner
uk: Відгуки
vi: Đánh giá

source: Reviews Created
ca: Les revisions s'han creat
de: Bewertungen angelegt
el: Αξιολογήσεις που δημιουργήθηκαν
es_es: Valoraciones creadas
fr: Critiques créées
hu: Létrehozott értékelések
it: Recensioni create
ja: 投稿されたレビュー
nl: Aangemaakte beoordelingen
pl: Napisane recenzje
pt_pt: Revisões criadas
ru: Оставленных отзывов
sk: Napísané recenzie
sv_se: Skapade recensioner

# reviews_header
source: Reviews for %s
ca: Revisions del %s
cs: Recenze doplňku %s
de: Bewertungen für %s
el: Αξιολογήσεις για %s
es_es: Valoraciones de %s
fa: بررسی‌های %s
fr: Critique de %s
hu: %s értékelései
it: Recensioni per %s
ja: %s のレビュー
nl: Beoordelingen voor %1$s
pl: Recenzje dla: %s
pt_br: Avaliações para %s
pt_pt: Comentários para %s
ru: Отзывы о %s
sk: Recenzie doplnku %s
sq: Shqyrtime %s
sv_se: Recensioner för %s
uk: Переглядів для %s
vi: Đánh giá cho %s

# addon_review_pagetitle
source: Reviews for %s
ca: Revisions de %s
cs: Recenze doplňku %s
de: Bewertungen für %s
el: Αξιολογήσεις για το %s
es_es: Valoraciones de %s
fa: بررسی‌های %s
fr: Critique de %s
hu: %s értékelései
it: Recensioni per %s
ja: %s のレビュー
nl: Beoordelingen voor %s
pl: Recenzje dla: %s
pt_br: Avaliações para %s
pt_pt: Avaliações para %s
ru: Отзывы о %s
sk: Recenzie doplnku %s
sq: Shqyrtime për %s
sv_se: Recensioner av %s
uk: Відгук для %s
vi: Đánh giá cho %s

source: Reviews processed successfully!
ca: La revisió s'ha processat satisfactòriament.
cs: Kontroly úspěšně provedeny!
de: Moderationen erfolgreich übermittelt!
el: Οι αξιολογήσεις επεξεργάστηκαν με επιτυχία!
es_es: ¡Valoraciones procesadas con éxito!
fa: بررسی با موفقیت پردازش گردید!
fr: Révisions traitées avec succès&nbsp;!
hu: Az értékelések sikeresen fel lettek dolgozva!
it: Processo di revisione completato con successo.
ja: レビューが完了しました。
nl: Beoordelingen succesvol afgehandeld!
pl: Recenzje zostały wysłane!
pt_br: Avaliações processadas com sucesso!
pt_pt: Comentários processados com sucesso!
ru: Рецензии успешно обработаны!
sk: Recenzie úspešne spracované!
sq: Shqyrtimet u kryen me sukses.
sv_se: Recensioner hanterade!
uk: Перегляди оброблено успішно!
vi: Đánh giá đã được tiến hành thành công!

source: Role
ca: Rol
de: Rolle
el: Ρόλος
es_es: Rol
fa: نقش
fr: Rôle
hu: Szerep
it: Ruolo
ja: 役割
nl: Rol
pl: Funkcja
pt_br: Papel
pt_pt: Papel
ru: Роль
sk: Funkcia
sq: Rol
sv_se: Roll
uk: Роль
vi: Vai trò

source: Run Tests
ca: Executa les proves
de: Tests durchführen
fr: Lancer les tests
hu: Tesztek futtatása
it: Avvia test
ja: テストを実行
nl: Tests uitvoeren
pl: Uruchom testy
pt_pt: Executar testes
ru: Запустить тесты
sv_se: Kör tester

source: Running test...
ca: S'està executant la prova...
de: Test läuft...
el: Εκτέλεση ελέγχου...
es_es: Ejecutando test...
fr: Test en cours&hellip;
hu: Tesztek futtatása...
it: Esecuzione in corso dei test...
ja: テストを実行中...
nl: Test wordt uitgevoerd…
pl: Uruchamianie testu…
pt_pt: A efectuar teste...
ru: Выполнение теста...
sk: Prebieha test...
sv_se: Kör test...

source: Sandbox Information Page
ca: Informació de l'entorn de proves
cs: Informační stránka pískoviště
de: Der Sandkasten - Wissenswertes
el: Σελίδα πληροφοριών για το Sandbox
es_es: Página de información del área de pruebas
fa: صفحهٔ اطلاعات گودال ماسه‌بازی
fr: Page d'information du bac à sable
hu: Homokozó információs oldala
it: Pagina di informazioni sulla sandbox
ja: サンドボックスに関する情報
nl: Sandbox-informatiepagina
pl: Strona informacyjna piaskownicy
pt_br: Página de informação da sandbox
pt_pt: Página de Informação do Sandbox
ru: страницу информации «песочницы»
sk: stránku s informáciami o Sandboxe
sq: Faqe të Dhënash Bankoprove
sv_se: Informationssida för sandlådan
uk: Сторінка інформації пісочниці
vi: Trang thông tin Hộp cát

source: Sandbox Review System
ca: Sistema de revisió de l'entorn de proves
cs: Systém pískoviště
de: Das "Sandkasten"-System
el: Σύστημα αξιολογήσεων Sandbox
es_es: Sistema de valoración del área de prueba
fa: نظام بررسی گودال ماسه‌بازی
fr: Système de révision du bac à sable
hu: A homokozó értékelési rendszere
it: Sistema di revisione e Sandbox
ja: サンドボックスレビューシステム
nl: Sandbox-beoordelingssysteem
pl: System recenzji piaskownicy
pt_br: Sistema de Avaliação da Sandbox
pt_pt: Sistema avaliação Sandbox
ru: Система рецензирования «песочницы»
sk: Systém kontroly v Sandboxe
sq: Sistemi Bankoprovë i Shqyrtimeve
sv_se: Sandlåderecensionssystemet
uk: Система перегляду Пісочниці
vi: Hệ thống Đánh giá Hộp cát

source: Save
ca: Desa
cs: Uložit
de: Speichern
el: Αποθήκευση
es_es: Guardar
fa: ارسال
fr: Enregistrer
hu: Mentés
it: Salva
ja: 保存
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
sk: Uložiť
sq: Ruaj
sv_se: Spara
uk: Зберегти
vi: Lưu

source: Save Changes to Developer Profile
ca: Desa els canvis del perfil del desenvolupador
cs: Uložit změny v profilu vývojáře
de: Änderungen am Entwicklerprofil speichern
el: Αποθήκευση αλλαγών στο προφίλ δημιουργού
es_es: Guardar los cambios del perfil de desarrollador
fr: Enregistrer les modifications au profil développeur
hu: Módosított fejlesztői profil mentése
it: Salva modifiche al Profilo sviluppatore
ja: 開発者プロフィールへの変更を保存
nl: Wijzigingen in ontwikkelaarsprofiel opslaan
pl: Zapisz zmiany
pt_br: Salvar mudanças no Profile no Desenvolvedor
pt_pt: Gravar alterações do perfil de desenvolvedor
ru: Сохраните изменения в профиле разработчика
sk: Uložiť zmeny v profile vývojára
sv_se: Spara ändringar till utvecklarprofil
uk: Зберегти внесені у Профіль розробника зміни
vi: Lưu các Thay đổi vào Hồ sơ Nhà phát triển

source: Save Comment
ca: Desa el comentari
cs: Uložit komentář
de: Kommentar speichern
el: Αποθήκευση σχολίου
es_es: Guardar comentario
fa: ذخیرهٔ نظر
fr: Enregistrer le commentaire
hu: Hozzászólás mentése
it: Salva commento
ja: コメントを保存
nl: Opmerking opslaan
pl: Zapisz komentarz
pt_br: Salvar comentário
pt_pt: Guardar comentário
ru: Сохранить комментарий
sk: Uložiť komentár
sq: Ruaje Komentin
sv_se: Spara kommentar
uk: Зберегти коментар
vi: Lưu bình luận

source: Save Settings
ca: Desa les preferències
cs: Uložit nastavení
de: Einstellungen speichern
el: Αποθήκευση ρυθμίσεων
es_es: Guardar preferencias
fa: ذخیرهٔ تنظیمات
fr: Enregistrer les réglages
hu: Beállítások mentése
it: Salva impostazioni
ja: 設定を保存
nl: Instellingen opslaan
pl: Zapisz ustawienia
pt_br: Salvar configurações
pt_pt: Guardar Definições
ru: Сохранить настройки
sk: Uložiť nastavenie
sq: Ruaji Rregullimet
sv_se: Spara inställningar
uk: Зберегти налаштування
vi: Lưu Thiết Lập

source: SeaMonkey Valid Files Check
ca: Comprova els fitxers vàlids per al SeaMonkey
cs: Kontrola souborů pro SeaMonkey
de: Test für erlaubte SeaMonkey-Dateien
el: Έλεγχος εγκυρότητας αρχείων SeaMonkey
es_es: Comprobación de archivos válidos para SeaMonkey
it: Controllo validità file SeaMonkey
ja: SeaMonkey 有効ファイルの検証
nl: Controle geldigheid bestanden SeaMonkey
pl: Sprawdzenie poprawności plików SeaMonkey
pt_pt: Verificação dos ficheiros do SeaMonkey válidos
ru: Проверка валидности файлов SeaMonkey
sk: Kontrola platnosti súborov pre SeaMonkey
sv_se: SeaMonkey-giltigafilerkontroll

source: Search
ca: Cerca
cs: Hledat
de: Suchen
el: Αναζήτηση
es_es: Buscar
fa: جست‌وجو
fr: Recherche
hu: Keresés
it: Cerca
ja: 検索
nl: Zoeken
pl: Szukaj
pt_pt: Pesquisar
ru: Поиск
sk: Hľadať
sq: Kërkoni
sv_se: Sök
uk: Пошук
vi: Tìm kiếm

source: Search Engine
ca: Motor de cerca
cs: Vyhledávací modul
de: Suchmaschine
el: Μηχανή αναζήτησης
es_es: Motor de búsqueda
fa: موتور جست‌وجو
fr: Moteur de recherche
hu: Kereső
it: motori di ricerca
ja: 検索エンジン
nl: Zoekmachine
pl: Wyszukiwarka
pt_br: Mecanismo de pesquisa
pt_pt: Motor de Pesquisa
ru: Поисковый движок
sk: Vyhľadávací modul
sq: Motor Kërkimi
sv_se: Sökmotor
uk: Засіб Пошуку
vi: Máy tìm kiếm

source: Search Engine-specific
ca: Específic dels motors de cerca
de: Suchmaschinen-spezifisch
el: Σχετικά με μηχανές αναζήτησης
es_es: Específicos de buscadores
fr: Liés à un moteur de recherche
hu: Keresőspecifikus
it: Specifico per motori di ricerca
ja: 検索エンジン固有
nl: Zoekmachinespecifiek
pl: Właściwe wtyczkom wyszukiwarek
pt_pt: Específico do motor de pesquisa
ru: Специфичные для поисковых плагинов
sk: Špecifické pre vyhľadávacie moduly
sv_se: Sökmotorspecifik

source: Search Engine-specific security
ca: Seguretat, específic dels motors de cerca
de: Suchmaschinen-spezifische Sicherheit
el: Σχετικά με την ασφάλεια μηχανών αναζήτησης
es_es: Seguridad específica de buscadores
hu: Keresőspecifikus biztonsági
it: Sicurezza - specifico per motori di ricerca
ja: 検索エンジン固有のセキュリティ
nl: Zoekmachinespecifieke beveiliging
pl: Bezpieczeństwo elementów właściwych wtyczkom wyszukiwarek
pt_pt: Segurança específica do motor de pesquisa.
ru: Безопасность специфичная для поисковых плагинов
sk: Špecifické pre vyhľadávacie moduly - bezpečnosť
sv_se: Sökmotorspecifik säkerhet

# general_addontype_search_plural
source: Search Engines
ca: Motors de cerca
cs: Vyhledávací moduly
de: Suchmaschinen
el: Μηχανές αναζήτησης
es_es: Motores de búsqueda
fa: موتورهای جست‌وجو
fr: Moteurs de recherche
hu: Keresők
it: motori di ricerca
ja: 検索エンジン
nl: Zoekmachines
pl: Wyszukiwarki
pt_br: Mecanismos de pesquisa
pt_pt: Motores de Pesquisa
ru: Поисковые движки
sk: Vyhľadávacie moduly
sq: Motorë Kërkimesh
sv_se: Sökmotorer
uk: Засіб Пошуку
vi: Máy tìm kiếm

# addons_searchengines_pagetitle
source: Search Engines
ca: Motors de cerca
cs: Vyhledávací moduly
de: Suchmaschinen-Plugins
el: Μηχανές αναζήτησης
es_es: Motores de búsqueda
fa: موتورهای جست‌وجو
fr: Moteurs de recherche
hu: Keresők
it: Motori di ricerca
ja: 検索エンジン
nl: Zoekmachines
pl: Wyszukiwarki
pt_br: Mecanismos de pesquisa
pt_pt: Motores de Pesquisa
ru: Поисковые плагины
sk: Vyhľadávacie moduly
sq: Motorë Kërkimesh
sv_se: Sökmotorer
uk: Засоби пошуку
vi: Máy tìm kiếm

source: Search Plugin
ca: Connector de cerca
cs: Vyhledávací modul
de: Suchmaschinen
el: Πρόσθετη λειτουργία αναζήτησης
es_es: Plugin de búsqueda
fa: متصل‌شوندهٔ جست‌وجو
fr: Plugin de recherche
hu: Kereső
it: motore di ricerca
ja: 検索プラグイン
nl: Zoekplug-in
pl: wtyczki wyszukiwarki
pt_br: Mecanismo de pesquisa
pt_pt: Plugin de Pesquisa
ru: Поисковый плагин
sk: Zásuvný modul
sq: Shtojcë Kërkimesh
sv_se: Sökmotor
uk: Пошуковий засіб
vi: Phần bổ trợ Tìm kiếm

source: Search Results
ca: Resultats de la cerca
cs: Výsledky vyhledávání
de: Suchergebnisse
el: Αναζήτηση στα αποτελέσματα
es_es: Resultados de búsqueda
fa: نتایج جست‌وجو
fr: Résultats de la recherche
hu: Keresési eredmények
it: Risultati della ricerca
ja: 検索結果
nl: Zoekresultaten
pl: Wyniki wyszukiwania
pt_br: Resultados da busca
pt_pt: Resultados da pesquisa
ru: Результаты поиска
sk: Výsledky vyhľadávania
sv_se: Sökresultat
uk: Результати пошуку

source: Search is currently disabled. Please try again later.
ca: La cerca està inhabilitada. Torneu-ho a provar més tard.
cs: Hledání je nyní zakázáno. Zkuste to zprosím později.
de: Die Suche ist momentan deaktiviert. Bitte versuchen Sie es später noch einmal.
el: Η αναζήτηση είναι απενεργοποιημένη προς το παρόν. Παρακαλούμε προσπαθήστε ξανά αργότερα.
es_es: La función de búsqueda no está activa en estos momentos. Por favor, inténtalo de nuevo más tarde.
fa: جست‌وجو در حال حاضر غیر فعال است. لطفاً بعداً دوباره تلاش نمایید.
fr: La recherche est actuellement désactivée. Veullez réessayer plus tard.
hu: A keresés jelenleg le van tiltva. Próbálja újra később.
it: La ricerca è attualmente disattivata. Riprovare più tardi.
ja: 現在、検索機能は利用できません。また後でお試しください。
nl: De zoekfunctie is momenteel uitgeschakeld. Probeer het later a.u.b. nog eens.
pl: Wyszukiwanie jest obecnie zablokowane. Prosimy spróbować później.
pt_br: A busca está temporariamente fora do ar. Por favor, tente novamente mais tarde.
pt_pt: A procura de momento está desactivada. Volte a tentar mais tarde.
ru: В данный момент поиск отключен. Пожалуйста, попробуйте позже.
sk: Vyhľadávanie je momentálne zakázané. Skúste neskôr znova.
sq: Kërkimi është i çaktivizuar hëpërhë. Ju lutem riprovoni më vonë.
sv_se: Sökfunktion är avstängd för närvarande. Försök igen senare.
uk: Пошук зараз вимкнено. Будь ласка, спробуйте пізніше.
vi: Tìm kiếm hiện đang bị vô hiệu hóa. Vui lòng thử lại sau.

source: Search results feed
ca: Canal dels resultats de la cerca
cs: Kanál s&nbsp;výsledky hledání
de: Die aktuellen Suchergebnisse für Ihre Anfrage als RSS-Feed
el: Αρχείο ροής αποτελεσμάτων αναζήτησης
es_es: Canal de resultados de búsqueda
fa: خورد نتیجهٔ جست‌وجو
fr: Fil des résultats de la recherche
hu: Keresés eredményének hírforrása
it: Feed dei risultati di ricerca
ja: 検索結果のフィード
nl: Feed met zoekresultaten
pl: Wyniki szukania kanałów
pt_br: Feed dos resultados de procura
pt_pt: Resultados da procura de fontes
ru: Выдача результатов поиска
sk: Kanál výsledkov hľadania
sq: Prurje për përfundime kërkimi
sv_se: Kanal för sökresultat
uk: Пошук RSS результатів
vi: Feed từ kết quả tìm kiếm

source: Search results for: %s
ca: Resultats de la cerca: %s
cs: Výsledky hledání pro: %s
de: Suchergebnisse für: %s
el: Αποτελέσματα αναζήτησης για: %s
es_es: Resultados de la búsqueda por: %s
fa: نتایج جست‌وجو برای: %s
fr: Résultat de la recherche pour&nbsp;: %s
hu: Keresés eredményének: %s
it: Risultati della ricerca per: %s
ja: %s の検索結果
nl: Zoekresultaten voor: %s
pl: Wyniki wyszukiwania dla: %s
pt_br: Resultados da procura: %s
pt_pt: Procurar resultados para: %s
ru: Результаты поиска: %s
sk: Výsledky hľadania pre: %s
sq: Përfundime kërkimi për: %s
sv_se: Sökresultat för: %s
uk: Пошук результатів для: %s
vi: Kết quả tìm kiếm cho: %s

source: Security
ca: Seguretat
cs: Bezpečnost
de: Sicherheit
el: Ασφάλεια
es_es: Seguridad
fr: Sécurité
hu: Biztonság
it: Sicurezza
ja: セキュリティ
nl: Beveiliging
pl: Bezpieczeństwo
pt_pt: Segurança
ru: Безопасность
sk: Bezpečnosť
sv_se: Säkerhet
