Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Create Developer Profile
ca: Crea el perfil del desenvolupador
cs: Vytvořit profil vývojáře
de: Ein Entwicklerprofil anlegen
el: Δημιουργία προφίλ δημιουργού
es_es: Crear perfil de desarrollador
fr: Créer un profil développeur
hu: Fejlesztői profil létrehozása
it: Crea un Profilo sviluppatore
ja: 開発者プロフィールを作成
nl: Ontwikkelaarsprofiel aanmaken
pl: Utwórz profil autora
pt_br: Crie um Profile do Desenvolvedor
pt_pt: Criar um perfil de desenvolvedor
ru: Создайте профиль разработчика
sk: Vytvoriť profil vývojára
sv_se: Skapa utvecklarprofil
uk: Створити Профіль розробника
vi: Tạo Hồ sơ Nhà phát triển

# collections_index_a_create
source: Create a Collection
ca: Crea una col·lecció
cs: Vytvořit sbírku
de: Eine Sammlung anlegen
el: Δημιουργία συλλογής
es_es: Crear un recopilatorio
fa: ایجاد یک مجموعه
fr: Créer une collection
hu: Gyűjtemény létrehozása
it: Crea una raccolta
ja: コレクションを作成
nl: Een collectie aanmaken
pl: Utwórz kolekcję
pt_br: Criar uma coleção
pt_pt: Criar uma colecção
ru: Создать подборку
sk: Vytvorenie kolekcie
sq: Krijoni një Koleksion
sv_se: Skapa en samling
uk: Створити колекцію
vi: Tạo một Bộ sưu tập

# collections_add_header
source: Create a Collection
ca: Crea una col·lecció
cs: Vytvořit sbírku
de: Eine Sammlung anlegen
el: Δημιουργήστε μια συλλογή
es_es: Crear un recopilatorio
fa: ایجاد یک مجموعه
fr: Créer une collection
hu: Gyűjtemény létrehozása
it: Crea una raccolta
ja: コレクションを作成
nl: Maak een collectie
pl: Tworzenie kolekcji
pt_br: Crie uma coleção
pt_pt: Criar uma colecção
ru: Создайте подборку
sk: Vytvorenie kolekcie
sq: Krijoni një Koleksion
sv_se: Skapa en samling
uk: Створіть збірку
vi: Tạo một Bộ sưu tập

# devcp_edit_profile_button_create
source: Create a Developer Profile
ca: Crea un perfil de desenvolupador
cs: Vytvořit profil vývojáře
de: Ein Entwicklerprofil anlegen
el: Δημιουργία προφίλ δημιουργού
es_es: Crear un perfil de desarrollador
fr: Créer un profil développeur
hu: Fejlesztői profil létrehozása
it: Crea un Profilo sviluppatore
ja: 開発者プロフィールを作成
nl: Een ontwikkelaarsprofiel aanmaken
pl: Utwórz profil autora
pt_br: Criar um Profile do Desenvolvedor
pt_pt: Criar um perfil de desenvolvedor
ru: Создайте профиль разработчика
sk: Vytvoriť profil vývojára
sv_se: Skapa en utvecklarprofil
uk: Створити Профіль розробника
vi: Tạo một Hồ sơ Nhà phát triển

source: Create a Developer Profile First
ca: Crea primer un perfil de desenvolupador
cs: Založení profilu vývojáře
de: Legen Sie zuerst ein Entwicklerprofil an
el: Δημιουργήστε πρώτα προφίλ δημιουργού
es_es: Crear un perfil de desarrollador primero
fr: Créer d'abord un prodil développeur
hu: Fejlesztői profil létrehozása
it: Crea un Profilo sviluppatore
ja: 開発者プロフィールを作成
nl: Maak eerst een ontwikkelaarsprofiel aan
pl: Utwórz profil autora
pt_br: Crie um Profile de Desenvolvedor antes
pt_pt: Primeiro crie um perfil de desenvolvedor
ru: Создайте сначала профиль разработчика
sk: Najskôr vytvoriť profil vývojára
sv_se: Skapa en utvecklarprofil först
uk: Спочатку створіть Профіль Розробника
vi: Trước hết, Tạo một Hồ sơ Nhà phát triển

source: Created
ca: Creat
cs: Vytvořeno
de: Angelegt
el: Δημιουργήθηκε
es_es: Creada
fa: ایجاد شده در تاریخ
fr: Créé
hu: Létrehozva
it: Creato
ja: 作成日
nl: Aangemaakt
pl: Data utworzenia
pt_br: Criado
pt_pt: Criado
ru: Создано
sk: Vytvorená
sq: U krijua
sv_se: Skapad
uk: Створено
vi: Đã tạo

source: Created by Me
ca: Creat per mi
cs: Vytvořeno mnou
de: Von mir angelegt
el: Δημιουργήθηκε από εμένα
es_es: Creado por mí
fr: Créé par moi
hu: Általam készített
it: Creata da me
ja: 自分のアドオン
nl: Gemaakt door mij
pl: Utworzone przeze mnie
pt_pt: Criado por Mim.
ru: Создано мной
sk: Vytvorené mnou
sv_se: Skapad av mig
uk: Створено мною

# footer_credits
source: Credits
ca: Crèdits
cs: Autoři
de: Danksagungen
el: Μνεία
es_es: Créditos
fa: دست‌اندرکاران
fr: Nos contributeurs
hu: Stáblista
it: Crediti
ja: クレジット
nl: Dankbetuiging
pl: Twórcy
pt_br: Créditos
pt_pt: Créditos
ru: Сведения об авторах
sk: Tvorcovia
sq: Falënderime
sv_se: De som bidragit
uk: Колектив
vi: Công trạng

# page_title_credits
source: Credits
ca: Crèdits
cs: Autoři
de: Danksagungen
el: Μνεία
es_es: Créditos
fa: دست‌اندرکاران
fr: Remerciements
hu: Stáblista
it: Credit
ja: クレジット
nl: Dankzegging
pl: Podziękowania
pt_br: Créditos
pt_pt: Créditos
ru: Благодарности
sk: Tvorcovia
sq: Falënderime
sv_se: De som bidragit
uk: Кредити
vi: Công trạng

source: Ctrl + Click
ca: Ctrl + clic
cs: Ctrl + klepnutí:
de: Strg + Klick
el: Ctrl + κλικ:
fa: مهار + کلیک:
fr: Ctrl + Clic
hu: Ctrl + kattintás
it: Ctrl + Clic
ja: Ctrl + クリック
nl: Ctrl + klik:
pl: Ctrl + kliknięcie:
pt_br: Ctrl + clique:
pt_pt: Ctrl + Clique:
sk: Ctrl + kliknutie:
sv_se: Ctrl + klick

source: Ctrl + Shift + Click:
ca: Ctrl + Maj + clic:
cs: Ctrl + Shift + klepnutí:
de: Strg + Shift + Klick:
el: Ctrl + Shift + κλικ:
es_es: Ctrl + Mayús + Click:
fa: مهار + تبدیل + کلیک:
fr: Ctrl + Maj + Clic&nbsp;:
hu: Ctrl + Shift + kattintás:
it: Ctrl + Maiusc + Clic:
ja: Ctrl + Shift + クリック
nl: Ctrl + Shift + klik:
pl: Ctrl + Shift + kliknięcie:
pt_br: Ctrl + Shift + Clique:
pt_pt: Ctrl + Shift + Clique:
sk: Ctrl + Shift + kliknutie:
sv_se: Ctrl + Shift + klick:

source: Current Authors
ca: Autors actuals
cs: Současní autoři
de: Aktuelle Autoren
el: Τρέχοντες δημιουργοί
es_es: Autores actuales
fa: مؤلفان فعلی
fr: Auteurs actuels
hu: Jelenlegi szerzők
it: Autori attuali
ja: 現在の作者
nl: Huidige schrijvers
pl: Obecni autorzy
pt_br: Autores Existentes
pt_pt: Autores actuais
ru: Текущие авторы
sk: Aktuálni autori
sq: Autorët e Tanishëm
sv_se: Nuvarande författare
uk: Автори на даний час
vi: Tác giả Hiện tại

source: Current Category
ca: Categoria actual
cs: Současná kategorie
de: Aktuelle Kategorie
el: Τρέχουσα κατηγορία
es_es: Categoría actual
fa: دستهٔ فعلی
fr: Catégorie en cours
hu: Aktuális kategória
it: Categoria corrente
ja: 現在のカテゴリ
nl: Huidige categorie
pl: Bieżąca kategoria
pt_br: Categoria atual
pt_pt: Categoria Actual
ru: Текущая категория
sk: Aktuálna kategória
sq: Kategoria e Tanishme
sv_se: Nuvarande kategori
uk: Поточна категорія
vi: Phân mục Hiện tại

source: Current Icon
ca: Icona actual
cs: Aktuální ikona
de: Aktuelles Icon
el: Τρέχον εικονίδιο
es_es: Icono actual
fa: شمایل فعلی
fr: icône actuelle
hu: Aktuális ikon
it: Icona attuale
ja: 現在のアイコン
nl: Huidig pictogram
pl: Aktualna ikona
pt_br: Ícone registrado
pt_pt: Ícone actual
ru: Текущий значок
sk: Aktuálna ikona
sq: Ikonë e Tanishme
sv_se: Nuvarande ikon
uk: Символ на даний час
vi: Biểu tượng Hiện tại

source: Custom
ca: Personalitzat
cs: Vlastní
de: Benutzerdefiniert
el: Προσαρμοσμένο
es_es: Personalizado
fa: سفارشی
fr: Personnalisé
hu: Egyéni
it: Personalizzato
ja: カスタム
nl: Aangepast
pl: Własne
pt_br: Personalizado
pt_pt: Personalizar
ru: Настроить
sk: Vlastné
sq: Vetjak
sv_se: Anpassad
uk: Нетиповий
vi: Tùy biến

source: Custom License
cs: Vlastní licence
de: Benutzerdefinierte Lizenz
el: Προσαρμοσμένη άδεια
es_es: Licencia personalizada
fa: مجوز خاص
fr: Licence personnalisée
hu: Egyéni licenc
it: Licenza personalizzata
ja: 独自ライセンス
nl: Aangepaste licentie
pl: Własna licencja
pt_pt: Licença personalizada
ru: Своя лицензия
sk: Vlastná licencia
sq: Leje e Përshtatur
sv_se: Anpassad licens
vi: Giấy phép Tùy biến

source: Daily Downloads
ca: Baixades per dia
cs: Počet stažení za den
de: Tägliche Downloads
el: Καθημερινές λήψεις
es_es: Descargas al día
fa: بارگیری‌های روزانه
fr: Téléchargements par jour
hu: Napi letöltésszám
it: Download per giorno
ja: 1 日のダウンロード数
nl: Downloads per dag
pl: Dzienna liczba pobrań
pt_br: Downloads diários
pt_pt: Transferências Diárias
ru: Загрузок в день
sk: Denne prevzatí
sq: Shkarkime të Përditshme
sv_se: Dagliga hämtningar
uk: Завантаження за день
vi: Số lần tải Mỗi ngày

source: Daily downloads over collection timeframe
ca: Baixades diàries segons la línia del temps de la coŀlecció
de: Tägliche Downloads seit Erstellung der Sammlung
el: Καθημερινές λήψεις συνολικά
es_es: Descargas diarias sobre el tiempo del recopilatorio
fr: Téléchargements quotidiens depuis la création de la collection
it: Download per giorno della raccolta
ja: コレクション時間枠上の 1 日のダウンロード数
nl: Dagelijkse downloads over collectietijdsspanne
pl: Dzienne pobrania ponad ramy czasowe kolekcji
pt_pt: Transferências diárias entre intervalos da colecção
sv_se: Dagliga nedladdningar över insamlingstidsrymd

source: Daily summary of statistics for %1$s
ca: Resum diari de les estadístiques de %1$s
cs: Denní přehled statistik doplňku %1$s
de: Tägliche Zusammenfassung der Statistiken für %1$s
el: Καθημερινή σύνοψη στατιστικών για %1$s
es_es: Resumen diario con estadísticas para %1$s
fa: خلاصهٔ روزانهٔ آمار %1$s
fr: Résumé quotidien des statistiques pour %1$s
hu: %1$s statisztikájának napi összefoglalója
it: Sintesi quotidiana delle statistiche per %1$s
ja: %1$s の統計情報: 1 日の概要
nl: Dagsamenvatting van de statistieken voor %1$s
pl: Dzienne podsumowanie statystyk dla dodatku %1$s
pt_br: Resumo diários das estatísticas de %1$s
pt_pt: Sumário de estatísticas Diário para %1$s
ru: Ежедневная сводка статистики для %1$s
sk: Denné súhrn štatistiky pre %1$s
sq: Përmbledhje e përditshme e statistikave për %1$s
sv_se: Daglig summering av statistik för %1$s
uk: Денне резюме статистики для %1$s
vi: Tóm tắt thống kê mỗi ngày cho %1$s

source: Dashboard
ca: Consola
cs: Nástěnka
de: Übersicht
el: Ταμπλό
es_es: Panel
fa: صفحهٔ آمار
fr: Tableau de bord
hu: Kezdőlap
ja: ダッシュボード
pl: Panel autora
pt_br: Quadro
pt_pt: Quadro
ru: Панель
sk: Ovládací panel
sq: Pult
sv_se: Panelen
uk: Панель
vi: Bảng Điều Khiển

source: Dashboard Access
ca: Accés a la consola
cs: Přístup ke statistikám
de: Zugangsberechtigung für die statische Auswertung
el: Πρόσβαση στο ταμπλό
es_es: Acceso al panel
fa: دسترسی به آمار
fr: Accès au tableau de bord
hu: Hozzáférés-kezelés
it: Accesso al pannello
ja: ダッシュボードへのアクセス権限の設定
nl: Toegang
pl: Dostęp do panelu
pt_br: Acesso ao painel
pt_pt: Acesso ao Dashboard
ru: Доступ к панели
sk: Prístup k štatistike
sq: Hyrje në Pult
sv_se: Åtkomst till panelen
uk: Доступ до панелі
vi: Truy cập Bảng

source: Dashboard Home
ca: Consola
cs: Stránka statistik
de: Statistische Auswertung
el: Αρχική σελίδα ταμπλό
es_es: Página de inicio del panel de control
fa: صفحهٔ آغازهٔ آمار
fr: Tableau de bord - Accueil
hu: Kezdőlap
it: Pannello statistiche
ja: ダッシュボードのホーム
nl: Statistieken start
pl: Strona główna panelu
pt_br: Página de início do painel de controle
pt_pt: Início do Painel
ru: Начальная страница панели
sk: Štatistika
sq: Hyrja e Pultit
sv_se: Statistikpanelens hem
uk: Початкова панель
vi: Trang chủ Bảng

# list_sortby_date
source: Date
ca: Data
cs: Datum
de: Datum
el: Ημερομηνία
es_es: Fecha
fa: تاریخ
hu: Dátum
it: Data
ja: 更新日
nl: Datum
pl: Daty
pt_br: Data
pt_pt: Data
ru: Дата
sk: Dátum
sq: Datë
sv_se: Datum
uk: Датою
vi: Ngày

# editorcp_reviewlog_column_date
source: Date
ca: Data
cs: Datum
de: Datum
el: Ημερομηνία
es_es: Fecha
fa: تاریخ
hu: Dátum
it: Data
ja: 日付
nl: Datum
pl: Data
pt_br: Data
pt_pt: Data
ru: Дата
sk: Dátum
sq: Datë
sv_se: Datum
uk: Дата
vi: Ngày

# editors_review_th_date
source: Date
ca: Data
cs: Datum
de: Datum
el: Ημερομηνία
es_es: Fecha
fa: نظرها
hu: Dátum
it: Data
ja: 日付
nl: Datum
pl: Data
pt_br: Data
pt_pt: Data
ru: Дата
sk: Dátum
sq: Datë
sv_se: Datum
uk: Дата
vi: Ngày

source: Date Added
ca: Data
cs: Datum přidání
de: Hinzugefügt am
el: Ημερομηνία προσθήκης
es_es: Fecha
fa: تاریخ افزوده شدن
fr: Date ajoutée
hu: Hozzáadás dátuma
it: Data inserimento
ja: 追加日
nl: Datum toegevoegd
pl: daty dodania
pt_br: Data de criação
pt_pt: Adicionado em
ru: Дате добавления
sk: dátumu pridania
sq: Datë Shtimi
sv_se: Tillagd datum
uk: Додано дату
vi: Ngày thêm

source: Default Locale
ca: Idioma per defecte
cs: Výchozí lokalizace
de: Standard-Sprache
el: Αρχικές ρυθμίσεις γλώσσας
es_es: Idioma por defecto
fa: زبان پیش‌فرض
fr: Locale par défaut
hu: Alapértelmezett nyelv
it: Locale predefinito
ja: 既定のロケール
nl: Standaardlocale
pl: Domyślny język
pt_br: Tradução padrão
pt_pt: Idioma por defeito
ru: Локаль по умолчанию
sk: Predvolený jazyk
sq: Gjuhë Parazgjedhje
sv_se: Standardlokal
uk: Типовий Локаль
vi: Bản địa Mặc định

source: Default Preview
ca: Previsualització per defecte
cs: Výchozí náhled
de: Standard-Vorschaubild
el: Αρχική εικόνα προεπισκόπησης
es_es: Captura por defecto
fa: پیش‌نمایش پیش‌فرض
fr: Aperçu par défaut
hu: Alapértelmezett előnézet
it: Anteprima predefinita
ja: 既定のプレビュー画像
nl: Standaardvoorbeeldweergave
pl: Domyślny obrazek
pt_br: Screenshot Padrão
pt_pt: Pré-visualização pré-definida
ru: Скриншот по умолчанию
sk: Predvolená ukážka
sq: Paraparje Parazgjedhje
sv_se: Huvudförhandsvisning
uk: Типовий перегляд
vi: Ảnh xem trước Mặc định

source: Delete
ca: Suprimeix
cs: Smazat
de: Löschen
el: Διαγραφή
es_es: Borrar
fa: حذف
fr: Effacer
hu: Törlés
it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Apagar
ru: Удалить
sk: Odstrániť
sq: Fshije
sv_se: Ta bort
uk: Стерти
vi: Xóa

# collections_edit_formfield_deletecollection
source: Delete Collection
ca: Suprimeix la col·lecció
cs: Smazat sbírku
de: Sammlung löschen
el: Διαγραφή συλλογής
es_es: Borrar recopilatorio
fa: حذف مجموعه
fr: Effacer la collection
hu: Gyűjtemény törlése
it: Elimina raccolta
ja: コレクションを削除
nl: Collectie verwijderen
pl: Usuń kolekcję
pt_br: Deletar coleção
pt_pt: Eliminar colecção
ru: Удалить подборку
sk: Odstrániť kolekcie
sq: Fshije Koleksionin
sv_se: Ta bort samling
uk: Вилучити колекцію
vi: Xóa bộ sưu tập

# collections_edit_submit_deletecollection
source: Delete Collection
ca: Suprimeix la col·lecció
cs: Smazat sbírku
de: Sammlung löschen
el: Διαγραφή συλλογής
es_es: Borrar recopilatorio
fa: حذف مجموعه
fr: Effacer la collection
hu: Gyűjtemény törlése
it: Elimina raccolta
ja: コレクションを削除
nl: Collectie verwijderen
pl: Usuń kolekcję
pt_br: Deletar coleção
pt_pt: Eliminar colecção
ru: Удалить подборку
sk: Odstrániť kolekciu
sq: Fshije Koleksionin
sv_se: Ta bort samling
uk: Стерти збірку
vi: Xóa bộ sưu tập

# devcp_versions_edit_a_delete
source: Delete File
ca: Suprimeix el fitxer
cs: Smazat soubor
de: Datei löschen
el: Διαγραφή αρχείου
es_es: Borrar archivo
fa: حذف پرونده
fr: Effacer le fichier
hu: Fájl törlése
it: Elimina file
ja: ファイルを削除
nl: Bestand verwijderen
pl: Usuń plik
pt_br: Remover Arquivo
pt_pt: Eliminar ficheiro
ru: Удалить файл
sk: Odstrániť súbor
sq: Fshije Kartelën
sv_se: Ta bort fil
uk: Вилучити файл
vi: Xóa Tập Tin

source: Delete Group
ca: Suprimeix el grup
cs: Smazat skupinu
de: Gruppen löschen
el: Διαγραφή ομάδας
es_es: Borrar grupo
fa: حذف گروه
fr: Effacer un groupe
hu: Csoport törlése
it: Elimina gruppo
ja: グループを削除
nl: Groep verwijderen
pl: Usuń grupę
pt_br: Remover grupo
pt_pt: Apagar Grupo
ru: Удалить группу
sk: Odstrániť skupinu
sq: Fshi Group
sv_se: Ta bort grupp
uk: Стерти групу
vi: Xóa Nhóm

source: Delete Icon
ca: Suprimeix la icona
cs: Smazat ikonu
de: Icon löschen
el: Διαγραφή εικονιδίου
es_es: Borrar icono
fa: حذف شمایل
fr: Effacer l'icône
hu: Ikon törlése
it: Elimina immagine
ja: アイコンを削除
nl: Pictogram verwijderen
pl: Usuń ikonę
pt_br: Deletar ícone
pt_pt: Eliminar ícone
ru: Удалить значок
sk: Odstrániť ikonu
sq: Fshije Ikonën
sv_se: Ta bort ikon
uk: Вилучити іконку
vi: Xóa biểu tượng

source: Delete It
ca: Suprimeix-ho
cs: Smazat
de: Löschen
el: Διαγραφή
es_es: Borrar elemento
fa: حذف شود
fr: L'effacer
hu: Törlés
it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
pt_br: Remover isto
pt_pt: Eliminar
ru: Удалить её
sk: Odstrániť
sq: Fshije
sv_se: Ta bort den
uk: Вилучити
vi: Xóa nó

# devcp_previews_a_delete
source: Delete Preview
ca: Suprimeix la previsualització
cs: Smazat náhled
de: Vorschaubild löschen
el: Διαγραφή εικόνας προεπισκόπησης
es_es: Borrar captura
fa: حذف پیش‌نمایش
fr: Effacer l'aperçu
hu: Előnézet törlése
it: Elimina anteprima
ja: プレビュー画像を削除
nl: Voorbeeldweergave verwijderen
pl: Usuń
pt_br: Remover screenshot
pt_pt: Eliminar pré-visualização
ru: Удалить скриншот
sk: Odstrániť ukážku
sq: Fshije Paraparjen
sv_se: Ta bort förhandsvisning
uk: Вилучити перегляд
vi: Xóa Hình ảnh Xem trước

# devcp_previews_submit_delete
source: Delete Preview
ca: Suprimeix la previsualització
cs: Smazat náhled
de: Vorschau löschen
el: Διαγραφή εικόνας προεπισκόπησης
es_es: Borrar vista previa
fa: حذف پیش‌نمایش
fr: Effacer la prévisualisation
hu: Előnézet törlése
it: Elimina anteprima
ja: プレビュー画像を削除
nl: Voorbeeldweergave verwijderen
pl: Usuń obrazek
pt_br: Excluír visualização
pt_pt: Eliminar Pré-visualização
ru: Удалить скриншот
sk: Odstrániť ukážku
sq: Fshi Paraparje
sv_se: Ta bort förhandsvisning
uk: Стерти знімок екрану
vi: Xóa hình Xem trước

source: Delete Review
ca: Suprimeix la revisió
cs: Smazat recenzi
de: Bewertung löschen
el: Διαγραφή αξιολόγησης
es_es: Borrar valoración
fa: حذف بررسی
fr: Effacer la critique
hu: Értékelés törlése
it: Elimina recensione
ja: レビューの削除
nl: Beoordeling verwijderen
pl: Usuń recenzję
pt_br: Remover Avaliação
pt_pt: Eliminar comentário
ru: Удалить отзыв
sk: Odstrániť recenziu
sq: Fshije Shqyrtimin
sv_se: Ta bort recension
uk: Стерти відгук
vi: Xóa đánh giá

source: Delete User Account
ca: Supressió del compte d'usuari
cs: Smazat uživatelský účet
de: Benutzerkonto löschen
el: Διαγραφή λογαριασμού χρήστη
es_es: Borrar la cuenta de usuario
fa: حذف حساب کاربری
fr: Supprimer le compte utilisateur
hu: Felhasználói fiók törlése
it: Eliminazione account utente
ja: ユーザアカウントを削除
nl: Gebruikersaccount verwijderen
pl: Usuwanie konta użytkownika
pt_br: Apagar conta de usuário
pt_pt: Eliminar conta de utilizador
ru: Удаление учётной записи
sk: Odstrániť používateľský účet
sq: Fshi Llogari Përdoruesi
sv_se: Ta bort användarkonto
uk: Видалити обліковий запис
vi: Xóa Tài Khoản

source: Delete User Account %1$s
ca: Supressió del compte d'usuari %1$s
cs: Smazat uživatelský účet %1$s
de: Benutzerkonto "%1$s" löschen
el: Διαγραφή του λογαριασμού χρήστη %1$s
es_es: Borrar la cuenta de usuario %1$s
fa: حذف حساب کاربری %1$s
fr: Supprimer le compte utilisateur %1$s
hu: %1$s felhasználói fiókjának törlése
it: Elimina account utente %1$s
ja: ユーザアカウント %1$s を削除
nl: Gebruikersaccount %1$s verwijderen
pl: Usuwanie konta %1$s
pt_br: Deletar conta de usuário %1$s
pt_pt: Eliminar a conta de utilizador %1$s
ru: Удаление учётной записи %1$s
sk: Odstránenie používateľského účtu %1$s
sq: Fshi Llogarinë e Përdoruesit %1$s
sv_se: Ta bort användarkonto %1$s
uk: Вилучити рахунок користувача %1$s
vi: Xóa Tài Khoản %1$s

# devcp_versions_delete_a_delete
source: Delete Version
ca: Suprimeix la versió
cs: Smazat verzi
de: Version löschen
el: Διαγραφή έκδοσης
es_es: Borrar versión
fa: حذف نسخه
fr: Effacer la version
hu: Verzió törlése
it: Elimina versione
ja: バージョンを削除
nl: Versie verwijderen
pl: Usuń
pt_br: Remover Versão
pt_pt: Eliminar versão
ru: Удалить версию
sk: Odstrániť verziu
sq: Fshije Versionin
sv_se: Ta bort version
uk: Вилучити версію
vi: Xóa Phiên Bản

# devcp_versions_a_delete
source: Delete Version
ca: Suprimeix la versió
cs: Smaže verzi
de: Version löschen
el: Διαγραφή έκδοσης
es_es: Borrar versión
fa: حذف نسخه
fr: Effacer la version
hu: Verzió törlése
it: Elimina versione
ja: バージョンを削除
nl: Versie verwijderen
pl: Usuń wersję
pt_br: Remover Versão
pt_pt: Eliminar versão
ru: Удалить версию
sk: Odstrániť verziu
sq: Fshije Versionin
sv_se: Ta bort version
uk: Вилучити версію
vi: Xóa Phiên Bản

source: Delete Version %s?
ca: Suprimeix la versió %s?
cs: Smazat verzi %s?
de: Version %s löschen?
el: Διαγραφή έκδοσης %s;
es_es: ¿Borrar la versión %s?
fa: حذف نسخهٔ %s؟
fr: Effacer la version %s&nbsp;?
hu: Törli a verziót: %s?
it: Elimina versione %s?
ja: バージョン %s を削除しますか？
nl: Versie %s verwijderen?
pl: Usunąć wersję %s?
pt_br: Remover Versão %s?
pt_pt: Eliminar versão %s?
ru: Удалить версию %s?
sk: Odstrániť verziu %s?
sq: Të fshihet Versioni %s?
sv_se: Ta bort version %s?
uk: Вилучити версію %s?
vi: Xóa Phiên Bản %s?

source: Delete my user account now
ca: Suprimeix el meu compte d'usuari ara
cs: Smazat můj uživatelský účet
de: Löschen Sie mein Benutzerkonto jetzt
el: Διαγραφή τώρα του λογαριασμού μου
es_es: Borrar mi cuenta de usuario ahora
fa: هم‌اکنون حساب کاربری من را حذف کن
fr: Effacer mon compte utilisateur maintenant
hu: Felhasználói fiók törlése
it: Elimina ora il mio account utente
ja: 今すぐユーザアカウントを削除
nl: Mijn gebruikersaccount nu verwijderen
pl: Usuń moje konto
pt_br: Delete minha conta de usuário agora
pt_pt: Eliminar agora a minha conta de utilizador
ru: Удалить мою учётную запись
sk: Odstrániť môj účet
sq: Fshije tani llogarinë time si përdorues
sv_se: Ta bort mitt användarkonto nu
uk: Вилучити мій рахунок користувача зараз
vi: Xóa tài khoản của tôi ngay bây giờ

source: Delete publisher comment
ca: Suprimeix el comentari de la publicació
cs: Smazat komentář vydavatele
de: Kommentar entfernen
el: Διαγραφή σχολίου εκδότη
es_es: Borrar comentario del publicador
fa: حذف نظر منتشر کننده
hu: Közzétételi megjegyzés törlése
it: Elimina commento
ja: 公開者のコメントを削除
nl: Opmerking publicist verwijderen
pl: Usuń komentarz
pt_br: Remover comentário de publicador
pt_pt: Eliminar comentário do editor
ru: Удалить комментарий опубликовавшего
sk: Odstrániť komentár autora
sq: Fshini koment botuesi
sv_se: Ta bort kommentar till samling
uk: Вилучити коментар видавця
vi: Xóa bình luận của người xuất bản

source: Delete review
ca: Esborra la revisió
cs: Smazat kontrolu
de: Bewertung löschen
el: Διαγραφή αξιολόγησης
es_es: Borrar valoración
fa: حذف بررسی
fr: Effacer la critique
hu: Értékelés törlése
it: Elimina revisione
ja: レビューを削除
nl: Beoordeling verwijderen
pl: Usuń recenzję
pt_br: Remover avaliação
pt_pt: Eliminar comentário
ru: Удалить рецензию
sk: Odstrániť recenziu
sq: Fshije shqyrtimin
sv_se: Ta bort recension
uk: Вилучити перегляд
vi: Xóa đánh giá

source: Delete user account
ca: Suprimeix el compte de l'usuari
cs: Smazat uživatelský účet
de: Benutzerkonto löschen
el: Διαγραφή λογαριασμού χρήστη
es_es: Borrar la cuenta de usuario
fa: حذف حساب کاربری
fr: Supprimer le compte utilisateur
hu: Felhasználói fiók törlése
it: Elimina account utente
ja: ユーザアカウントを削除
nl: Gebruikersaccount verwijderen
pl: Usuwanie konta użytkownika
pt_br: Apagar conta de usuário
pt_pt: Eliminar conta de utilizador
ru: Удалить учётную запись
sk: Odstrániť používateľský účet
sq: Fshi llogari përdoruesi
sv_se: Ta bort användarkonto
uk: Видалити ваш обліковий запис
vi: Xóa tài khoản người dùng

source: Deleted User
ca: Suprimeix l'usuari
cs: Smazat uživatele
de: Gelöschter Benutzer
el: Διαγραμμένος χρήστης
es_es: Usuario borrado
fa: کاربر حذف شده
fr: Utilisateur supprimé
hu: Törölt felhasználó
it: Utente eliminato
ja: 削除されたユーザ
nl: Verwijderde gebruiker
pl: Konto użytkownika zostało usunięte
pt_br: Usuário deletado
pt_pt: Eliminar utilizador
ru: Удалённый пользователь
sk: Odstránený používateľ
sq: Përdoruesi u Fshi
sv_se: Tog bort användare
uk: Видалений користувач
vi: Người dùng Đã bị xóa

source: Deleted reviews
ca: Revisions suprimides
cs: Smazané recenze
de: Gelöschte Bewertungen
el: Διεγραμμένες αξιολογήσεις
es_es: Revisiones borradas
fr: Critiques effacées
hu: Törölt értékelések
it: Revisioni eliminate
ja: 削除されたレビュー
nl: Verwijderde beoordelingen
pl: Usunięte recenzje
pt_pt: Revisões eliminadas
ru: Удалённые обзоры
sk: Odstránené recenzie
sv_se: Raderade recensioner
uk: Вилучені перегляди
vi: Đánh giá đã bị xóa
