Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Select up to three %s categories for your add-on
ca: Podeu seleccionar fins a tres categories del %s per al vostre complement
cs: Pro svůj doplněk vyberte až tři kategorie aplikace %s
de: Wählen Sie bis zu drei %s-Kategorien für Ihr Add-on.
el: Επιλέξτε μέχρι 3 κατηγορίες του %s για το πρόσθετο σας
es_es: Selecciona hasta tres categorías de %s para tu complemento
fa: حداکثر سه دستهٔ مربوط به %s برای افزودنی خود انتخاب کنید
hu: Válasszon legfeljebb három %s kategóriát a kiegészítőhöz
it: Selezionare fino a 3 categorie per %s
ja: このアドオンの %s 用カテゴリを最大 3 つまで選択してください。
nl: Selecteer tot drie %s-categorieën voor uw add-on
pl: Zaznacz maksymalnie trzy kategorie, do jakich można zaliczyć dodatek współpracujący z programem %s
pt_br: Selecione até três categorias do %s para seu complemento
pt_pt: Seleccione até três %s categorias para o seu extra.
ru: Выберите для вашего дополнения не более трёх категорий %s
sk: Môžete zvoliť až 3 kategórie doplnku pre %s
sq: Përzgjidhni për shtesën tuaj deri në tre kategori %s-i
sv_se: Välj upp till tre %s kategorier för ditt tillägg
uk: Виберіть до трьох категорій %s для вашого додатку
vi: Chọn tối đa ba phân mục %s cho tiện ích của bạn

source: Selected Add-ons
ca: Complements seleccionats
cs: Zvolené doplňky
de: Gewählte Add-ons
el: Επιλεγμένα πρόσθετα
es_es: Complementos seleccionados
fa: افزودنی‌های انتخاب شده
fr: Modules sélectionnés
hu: Kiválasztott kiegészítők
it: Componenti selezionati
ja: 選択されたアドオン
nl: Geselecteerde add-ons
pl: Wybrane dodatki
pt_br: Complementos selecionados
pt_pt: Extras seleccionados
ru: Выбранные дополнения
sk: Označené doplnky
sq: Shtesa të Përzgjedhura
sv_se: Valda tillägg
uk: Вибрані додатки
vi: Tiện ích Đã chọn

source: Selected add-ons will be removed upon Save
ca: Els complements seleccionats se suprimiran després de desar
cs: Zvolené doplňky budou po uložení odstraněny
de: Die gewählten Add-ons werden beim Speichern gelöscht
el: Τα επιλεγμένα πρόσθετα θα αφαιρεθούν κατά την αποθήκευση
es_es: Los complementos seleccionados se eliminarán una vez se guarde
fa: افزودنی‌های انتخاب شده هنگام ذخیره‌سازی حذف خواهند گردید
hu: A kiválasztott kiegészítők eltávolításra kerülnek mentéskor
it: I componenti aggiuntivi selezionati verranno rimossi in fase di salvataggio
ja: 選択されたアドオンは保存時に削除されます
nl: Geselecteerde add-ons worden verwijderd bij opslaan
pl: Zaznaczone dodatki zostaną usunięte po zapisaniu
pt_br: Complementos selecionados serão removidos ao Salvar
pt_pt: Os extras seleccionados serão eliminados ao guardar
ru: Выделенные дополнения будут удалены при нажатии кнопки Сохранить
sk: Označené doplnky budú odstránené v okamihu uloženia
sq: Shtesat e përzgjedhura do të hiqen pasi të klikoni Ruaje
sv_se: Valda tillägg tas bort vid sparning
uk: Відібрані додатки будуть вилучені при натисканні на Зберегти внесені зміни
vi: Các tiện ích đã chọn sẽ bị xóa khi Lưu

source: Share this Add-on
ca: Comparteix aquest complement
cs: Sdílet doplněk
de: Dieses Add-on weiterempfehlen
el: Διαμοιρασμός αυτού του πρόσθετου
es_es: Compartir este complemento
fa: به اشتراک گذاشتن این افزودنی
fr: Partager ce module
hu: A kiegészítő megosztása
it: Condividi
ja: このアドオンを共有
nl: Deze add-on delen
pl: Udostępnij
pt_br: Compartilhe este complemento
pt_pt: Partilhar este extra
ru: Поделиться этим дополнением
sk: Zdieľať tento doplnok
sv_se: Dela detta tillägg
uk: Поділитися цим додатком
vi: Chia sẻ Tiện ích này

source: Show Firefox Events
ca: Mostra els esdeveniments del Firefox
cs: Zobrazit události Firefoxu
de: Firefox-Ereignisse anzeigen
el: Προβολή ορόσημων του Firefox
es_es: Ver los eventos de Firefox
fa: نمایش رویدادهای فایرفاکس
fr: Afficher les évènements Firefox
hu: Firefox-események megjelenítése
it: Visualizza eventi Firefox
ja: Firefox 関連のイベントを表示
nl: Firefoxgebeurtenissen weergeven
pl: Wyświetl wydania Firefoksa
pt_br: Mostrar eventos do Firefox
pt_pt: Mostrar os Eventos do Firefox
ru: Показать события Firefox
sk: Zobraziť udalosti Firefoxu
sq: Shfaq Ngjarje Firefox
sv_se: Visa Firefox-händelser
uk: Показати Події Firefox
vi: Hiện Sự Kiện Firefox

source: Some of the fields on this page are localized to appear in the end-user's native language. Select a locale below to edit your add-on's details in that language. If a translation for a locale is not available, it will fall back to the selected default locale (%s).
ca: Alguns dels camps d'aquesta pàgina estan localitzats, per així aparèixer en la la llengua nativa de l'usuari final. Seleccioneu una de les localitzacions següents per a editar els vostres detalls del complement en aquella llengua. Si una traducció d'una determinada localització no està disponible, aleshores es farà servir la localització per defecte (%s).
cs: Některé z&nbsp;položek na této stránce mohou být lokalizovány a zobrazovat se tak uživatelům v&nbsp;jejich mateřském jazyce. K&nbsp;úpravě detailů svého doplňku ve zvolené lokalizaci zvolte v&nbsp;nabídce odpovídající lokalizaci. Pokud není překlad pro danou lokalizaci dostupný, budou položky zobrazeny ve zvolené výchozí lokalizaci (%s).
de: Einige dieser Felder sind übersetzt, um in der Muttersprache des Endbenutzers erscheinen zu können. Wählen Sie unten eine Sprache, um Ihre Add-on-Details in dieser Sprache zu bearbeiten. Falls für eine Sprache keine Übersetzung vorhanden ist, so wird die Standard-Sprache (%s) angezeigt.
el: Μερικά από τα πεδία της σελίδας έχουν τοπικοποιηθεί και εμφανίζονται στη μητρική γλώσσα του τελικού χρήστη. Επιλέξτε μια από τις παρακάτω τοπικές ρυθμίσεις για να επεξεργαστείτε τις λεπτομέρειες του προσθέτου σας σ' αυτή τη γλώσσα. Αν δεν υπάρχει διαθέσιμη μετάφραση για κάποια από τις τοπικές ρυθμίσεις, θα χρησιμοποιηθεί η αρχική ρύθμιση γλώσσας (%s).
es_es: Algunos de los campos de esta página son localizables para que aparezcan en las páginas finales de usuario en su idioma nativo. Elige un idioma abajo para editar los detalles de tu complemento en ese idioma. Si no está disponible la traducción para un idioma, se mostrará la elegida en el idioma por defecto (%s).
fa: بعضی از فیلدهای این صفحه برای نمایش داده شدن به زبان مادری کاربر نهایی ترجمه شده‌اند. منطقه‌ای را از پایین برای ویرایش جزئیات افزودنی خود در آن زبان انتخاب کنید. اگر ترجمه‌ای برای یک منطقه وجود نداشته باشد، متن مربوطه از منطقهٔ پیش‌فرض انتخاب شده (%s) انتخاب خواهد شد.
fr: Certains champs de cette page sont traduits pour apparaître dans la langue de l'utilisateur final. Sélectionnez une langue ci-dessous pour éditer les détails de votre module dans cette langue. Si une traduction pour une langue n'est pas disponible, la langue sélectionnée par défaut sera utilisée (%s).
hu: Az oldal bizonyos mezői honosítva vannak, és a végfelhasználó anyanyelvén jelennek meg. Válasszon ki egy területi beállítást, és szerkessze a kiegészítő leírását azon a nyelven. Ha egy adott területi beállításhoz nem áll rendelkezésre a fordítás, akkor a kijelölt alapértelmezett területi beállítás (%s) lesz érvényes.
it: È possibile far comparire alcuni campi presenti in questa pagina nella lingua dell'utente finale. Selezionare un locale tra quelli disponibili per farlo comparire nelle lingue di destinazione. Se la traduzione in una determinata lingua non è disponibile le informazioni verranno visualizzate utilizzando il locale predefinito (%s).
ja: このページの一部の項目は、エンドユーザの使用言語にあわせて表示できるよう、ローカライズ可能になっています。ロケールを選択し、その言語でアドオンの詳細を入力してください。ユーザの言語に合った翻訳が存在しない場合は、選択されている既定のロケール (%s) で表示されます。
nl: Sommige velden op deze pagina zijn gelocaliseerd zodat ze getoond worden in de taal van de eindgebruiker. Selecteer hieronder een locale om de details van uw add-on in die taal te bewerken. Als er voor een bepaalde locale geen vertaling beschikbaar is, wordt teruggevallen op de geselecteerde standaardlocale (%s).
pl: Niektóre pola na tej stronie są lokalizowane, by wyświetlały się w ojczystym języku użytkowników końcowych. Wybierz poniżej lokalizację, by edytować szczegóły swojego dodatku w danym języku. Jeśli tłumaczenie dla danej lokalizacji nie jest dostępne, zostanie przywrócony wybór domyślnej lokalizacji (%s).
pt_br: Alguns campos desta página estão traduzidos para aparecer no idioma nativo do usuário final. Selecione sua localização abaixo para editar os detalhes de seu complemento neste idioma. Se não existir tradução para um determinado idioma, ele será mostrado com o idioma padrão selecionado (%s).
pt_pt: Alguns dos campos desta página estão traduzidos para aparecer no idioma do utilizador final. Seleccione um idioma para editar os detalhes do seu extra no idioma pretendido. Se não estiver disponível uma tradução, irá ser remetida para o idioma pré-definido (%s).
ru: Некоторые из полей на этой странице локализованы для представления на родном языке конечного пользователя. Выберите локаль ниже для редактирования сведений о вашем дополнении на этом языке. Если перевод для этого языка будет недоступен, то будет использоваться язык по умолчанию (%s).
sk: Niektoré polia na tejto stránke sú lokalizované, takže sa objavia v rodnom jazyku používateľa. Vyberte dole jazyk, ak chcete upraviť podrobnosti o doplnku v tomto jazyku. Ak preklad pre jazyk nie je k dispozícii, vráti sa do predvoleného jazyka (%s).
sq: Disa prej pjesëve në këtë faqe janë përkthyer për t'u shfaqur në gjuhën amëtare të përdoruesit. Përzgjidhni më poshtë një vendore për të përpunuar në atë gjuhë hollësitë e shtesës suaj. Nëse përkthimi për një vendore nuk është ende gati, do të kalohet vetiu te vendorja e përzgjedhur si parazgjedhje (%s).
sv_se: Några fält på den här sidan är lokaliserade och presenteras i användarens eget språk. Välj en lokal nedan för att redigera ditt tilläggs information på det språket. Om en översättning inte finns tillgänglig för en lokal kommer den förvalda (%s) att användas istället.
uk: Деякі поля на цій сторінці локалізовані, щоб з’явитися рідною мовою кінцевого користувача. Оберіть мову нижче, щоб відредагувати деталі вашого додатку на цій мові. Якщо переклад для мови недоступний, вона перейде до обраної типової мови (%s).
vi: Một số phần trên trang này được bản địa hóa để hiển thị theo ngôn ngữ địa phương của người dùng. Vui lòng chọn một địa danh bên dưới để chỉnh sửa chi tiết tiện ích của bạn trong ngôn ngữ đó. Nếu bản dịch cho địa danh đó không tồn tại, nó sẽ hiển thị theo địa danh mặc định đã chọn (%s).

source: Sorry, you need a Mozilla-based browser (such as Firefox) to install a search plugin.
ca: Perdoneu, necessiteu un navegador basat amb Mozilla (com el Firefox) per a instal·lar aquest connector.
cs: Je nám líto, ale váš prohlížeč nepodporuje instalaci vyhledávacích modulů.
de: Um weitere Suchmaschinen zu installieren, benötigen Sie einen Mozilla-kompatiblen Browser (zum Beispiel Firefox).
el: Απαιτείται περιηγητής της οικογένειας Mozilla (όπως ο Firefox) για να εγκαταστήσετε μια πρόσθετη λειτουργία αναζήτησης.
es_es: Lo lamento, necesitas tener un navegador basado en Mozilla (como Firefox) para instalar un plugin de búsqueda.
fa: متأسفیم، شما نیاز به یک مرورگر بر پایهٔ موزیلا (مانند فایرفاکس) دارید تا بتوانید یک متصل‌شوندهٔ جست‌وجو نصب کنید.
fr: Désolé, vous devez utiliser un navigateur basé sur Mozilla pour installer un plugin de recherche.
hu: Sajnáljuk, de a keresők telepítéséhez Mozilla-alapú böngésző (például Firefox) szükséges.
it: Spiacente, bisogna utilizzare un browser basato su Mozilla (come Firefox) per poter installare un motore di ricerca.
ja: 申し訳ありません。検索エンジンをインストールするには、Firefox など Mozilla ベースのブラウザをご利用ください。
nl: Sorry, u hebt een op Mozilla gebaseerde browser (zoals Firefox) nodig om een zoekplug-in te installeren.
pl: Przepraszamy. Aby zainstalować wtyczkę wyszukiwarki, potrzebna jest przeglądarka oparta o Mozillę (tak jak np. Firefox).
pt_br: Desculpe-nos, mas você precisa de um navegador baseado no Mozilla (como o Firefox) para instalar um mecanismo de pesquisa.
pt_pt: Desculpe, precisa de um navegador baseado no Mozilla (como o Firefox) para instalar um plugin de pesquisa.
ru: Извините, для установки поискового плагина вам нужен браузер из семейства Mozilla (например, Firefox).
sk: Prepáčte, ak chcete nainštalovať vyhľadávací modul, musíte mať prehliadač založený na Mozille (napríklad Firefox).
sq: Na ndjeni, lypset të kini një shfletues me bazë Mozilla (si Firefox-i) për të instaluar një shtojcë kërkimi.
sv_se: Tyvärr, du behöver en Mozilla-baserad webbläsare (som Firefox) för att installera sökmotorer.
uk: Вибачте, але вам потрібно мати браузер на основі Mozilla (як Firefox) для встановлення модуля пошуку.
vi: Xin lỗi, bạn cần một trình duyệt dựa trên Mozilla (như Firefox) để có thể cài đặt phần bổ trợ tìm kiếm.

source: Special thanks to the Mycroft Project for their work on Firefox search engines.
ca: S'agraeix especialment el projecte Mycroft per a la seva feina amb els Motors de cerca del Firefox.
cs: Specialní díky patří projektu Mycroft za jejich práci kolem vyhledávacích modulů Firefoxu.
de: Ein besonderes Dankeschön an das Mycroft-Projekt für seinen Beitrag zu den Firefox Suchmaschinen-Plugins.
el: Ευχαριστούμε ειδικά τους συντελεστές του εγχειρήματος Mycroft για τη δουλειά τους σχετικά με τις μηχανές αναζήτησης του Firefox.
es_es: Gracias en especial al proyecto Mycroft por su trabajo en los motores de búsqueda de Firefox.
fa: تشکر خاص از پروژهٔ مایکرافت برای کار بر روی موتورهای جست‌وجوی فایرفاکس.
fr: Nous tenons à remercier tout particulièrement le projet Mycroft pour leur travail sur les moteurs de recherche de Firefox
hu: Külön köszönet a Mycroft Projectnek a Firefox keresőivel kapcsolatos munkájukért.
it: Un ringraziamento speciale al progetto Mycroft per il lavoro sui motori di ricerca di Firefox.
ja: ここでご紹介している検索エンジンの作成には Mycroft プロジェクトの協力をいただいています。
nl: Een speciaal woord van dank aan het Mycroft Project voor hun werk aan Firefox-zoekmachines.
pl: Specjalne podziękowania dla projektu Mycroft za ich pracę nad wyszukiwarkami dla Firefoksa.
pt_br: Agradecimentos especiais ao projeto Mycroft pelo seu trabalho nos mecanismos de pesquisa do Firefox.
pt_pt: Um obrigado especial ao Mycroft Project pelo seu trabalho nos Motores de Pesquisa do Firefox.
ru: Мы выражаем особую благодарность проекту Mycroft за их работу над поисковыми плагинами для Firefox.
sk: Zvláštne poďakovanie patrí projektu Mycroft za ich prácu na vyhľadávacích moduloch pre Firefox.
sq: Falënderime të veçanta Projektit Mycroft për punën e tyre në Motorë Kërkimesh për Firefox-in.
sv_se: Särskilt tack till Mycroft-projektet för deras arbete med Firefox-sökmotorer.
uk: Особлива подяка проектові Mycroft за їх роботу над засобами пошуку Firefox
vi: Đặc biệt cảm ơn Dự án Mycroft vì công việc của họ trong Máy tìm kiếm Firefox.

source: Step 2: Add-on Details
ca: Pas 2: Detalls del complement
cs: Krok 2: Informace o&nbsp;doplňku
de: Schritt 2: Add-on-Details
el: Βήμα 2ο: Λεπτομέρειες πρόσθετου
es_es: Paso 2: Detalles del complemento
fa: گام ۲: جزئیات افزودنی
fr: Étape 2&nbsp;: détails du module
hu: 2. lépés: Kiegészítő leírása
it: Passaggio 2: informazioni sul componente aggiuntivo
ja: ステップ 2: アドオンの詳細
nl: Stap 2: Add-ondetails
pl: Krok 2: Szczegóły dodatku
pt_br: Passo 2: Detalhes do complemento
pt_pt: Passo 2: Detalhes do Extra
ru: Шаг 2: Информация о дополнении
sk: 2. krok: Podrobnosti doplnku
sq: Hap 2: Hollësi Shtese
sv_se: Steg 2: Detaljer om tillägget
uk: Крок 2: Подробиці додатку
vi: Bước 2: Chi tiết Tiện ích

# devcp_additem_sidebar_title
source: Submit Add-on
ca: Envia el complement
cs: Přidání doplňku
de: Neues Add-on anlegen
el: Υποβολή πρόσθετου
es_es: Enviar complemento
fa: ارسال افزودنی
fr: Envoi de module
hu: Kiegészítő beküldése
it: Invia componente aggiuntivo
ja: アドオンを登録
nl: Add-on indienen
pl: Wyślij dodatek
pt_br: Enviar complemento
pt_pt: Submeter Extra
ru: Отправить дополнение
sk: Odoslať doplnok
sq: Parashtroni Shtesë
sv_se: Skicka in tillägg
uk: Заслати додаток
vi: Gửi Tiện Ích

# devcp_myaddons_submitaddon_link
source: Submit Add-on
ca: Envia el complement
cs: Přidání doplňku
de: Add-on hochladen
el: Υποβολή πρόσθετου
es_es: Enviar un complemento
fa: ارسال افزودنی
fr: Soumettre un module
hu: Kiegészítő beküldése
it: Inserisci un nuovo componente aggiuntivo
ja: アドオンを登録
nl: Add-on indienen
pl: Wyślij dodatek
pt_br: Enviar um complemento
pt_pt: Submeter Extra
ru: Публикация дополнения
sk: Odoslať doplnok
sq: Parashtroni Shtesë
sv_se: Skicka in tillägg
uk: Надіслати додаток
vi: Gửi Tiện Ích

source: Submit New Add-on
ca: Envia un nou complement
cs: Přidání nového doplňku
de: Neues Add-on übermitteln
el: Υποβολή νέου πρόσθετου
es_es: Enviar nuevo complemento
fa: ارسال افزودنی جدید
fr: Proposer un nouveau module
hu: Új kiegészítő beküldése
it: Carica nuovo componente aggiuntivo
ja: 新しいアドオンを登録
nl: Nieuwe add-on indienen
pl: Wysyłanie nowego dodatku
pt_br: Enviar novo complemento
pt_pt: Submeter novo extra
ru: Загрузить новое дополнение
sk: Odoslanie nového doplnku
sq: Parashtroni Shtesë të Re
sv_se: Skicka in nytt tillägg
uk: надіслати новий додаток
vi: Gửi lên Tiện ích Mới

source: Submit a New Add-on
pt_pt: Submeter um novo extra

source: Sunbird Add-ons
ca: Complements del Sunbird
cs: Doplňky Sunbirdu
el: Πρόσθετα Sunbird
es_es: Complementos para Sunbird
fa: افزودنی‌های سان‌برد
fr: Modules Sunbird
hu: Sunbird-kiegészítők
pl: Sunbird – dodatki
pt_br: Complementos para o Sunbird
pt_pt: Extras para o Sunbird
ru: Дополнения Sunbird
sq: Shtesa Sunbird-i
sv_se: Sunbird-tillägg
uk: Додатки Sunbird
vi: Sunbird Add-ons - Tiện ích Chim Hút Mật

source: Support for this add-on is provided by the developer at %1$s or by sending an e-mail to %2$s
ca: El desenvolupador ofereix ajuda per a aquesta extensió a %s, o bé enviant-li un missatge a %s
cs: Podporu tohoto doplňku poskytuje vývojář na stránce %1$s nebo na e-mailu %2$s
de: Unterstützung für diese Erweiterung gibt der Entwickler unter %s oder unter der E-Mail-Adresse %s.
el: Υποστήριξη γι' αυτή την επέκταση θα βρείτε στο %s ή στη διεύθυνση ηλεκτρονικού ταχυδρομείου %s.
es_es: El desarrollador proporciona ayuda técnica para esta extensión en %s o enviando un correo electrónico a %s.
fa: پشتیبانی از این افزودنی توسط توسعه‌دهنده در %s یا با ارسال پست الکترونیکی به %s ارائه می‌شود
fr: L'assistance pour cette extension est disponible auprès de son développeur ici&nbsp;: %s ou bien par courriel à cette adresse&nbsp;: %s
hu: Ehhez a kiegészítőhöz a fejlesztő a %s helyen, illetve a(z) %s e-mail címen nyújt támogatást.
it: Il supporto per questa estensione è fornito dallo sviluppatore su %1$s o inviando una e-mail a %2$s.
ja: このアドオンのサポートは開発者のサイト (%s) で受けられます。メールによる連絡先 (%s) も公開されています。
nl: De ontwikkelaar biedt ondersteuning voor deze add-on op %s of u kunt een e-mailbericht sturen aan %s.
pl: Wsparcie techniczne dla tego rozszerzenia jest świadczone przez autora na stronie %s lub przez wysłanie e-maila na adres %s
pt_br: Suporte para este complemento está disponível em %s ou %s. Se você tem um bug, relate-o, pode ser melhor enviá-lo para o desenvolvedor para que ele possa acompanhar com você. Avaliações não são o melhor lugar para se colocar relatos de bugs, e o desenvolvedor pode pedir vários detalhes para que consiga recriar o bug. Uma vez que não tornamos seu email disponível para desenvolvedores quando você envia uma avaliação, eles não poderão entrar em contato com você para pedir mais detalhes ou avisá-lo se o bug já foi arrumado em uma versão que será lançada.
pt_pt: O Suporte para esta extensão é fornecido pelo desenvolvedor em %s ou enviandouma mensagem de correio electrónico para %s
ru: Поддержка этого дополнения осуществляется разработчиком по адресу %s или %s.
sk: Podporu pre tento doplnok poskytuje autor na adresách %1$s alebo %2$s.
sq: Asistenca për këtë shtesë ofrohet te %s nga zhvilluesi i saj ose mund të kihet duke dërguar një e-mail te %s.
sv_se: Hjälp för denna utökning ges av utecklaren på %s eller genom att skicka e-post till %s.
uk: Ви можете отримати підтримку стосовно цього Розширення від %s або на %s. Якщо ви хочете повідомити про ваду, то, можливо, варто зв’язатись з розробником, щоб детальніше у всьому розібратись. відгуки не призначені для детальних повідомлень про помилки, а розробнику можуть знадобитись додаткові подробиці, щоб відтворити проблему. Оскільки ми не розголошуємо вашу електронну адресу навіть розробникам, котрим ви писали відгуки, у разі необхідності вони не зможуть перепитати вас або сповістити про те, що ваду було виправлено.
vi: Hỗ trợ cho tiện ích này được cung cấp bởi nhà phát triển tại %s hoặc bằng cách gửi e-mail đến %s

# addons_display_paragraph_supportinfoemail
source: Support for this add-on is provided by the developer at %s
ca: El desenvolupador ofereix ajuda per a aquesta extensió a %s
cs: Podporu tohoto doplňku poskytuje vývojář na e-mailu %s
de: Unterstützung für diese Erweiterung gibt der Entwickler unter der E-Mail-Adresse %s.
el: Υποστήριξη γι' αυτή την επέκταση θα βρείτε στη διεύθυνση ηλεκτρονικού ταχυδρομείου %s.
es_es: El desarrollador proporciona ayuda técnica para esta extensión en %s.
fa: پشتیبانی از این افزودنی توسط توسعه‌دهنده در %s ارائه می‌شود
fr: L'assistance pour cette extension est disponible auprès de son développeur ici&nbsp;: %s.
hu: Ehhez a kiegészítőhöz a fejlesztő a %s helyen nyújt támogatást.
it: Il supporto per questa estensione è fornito dalla sviluppatore inviando una e-mail a %s.
ja: このアドオンのサポートは開発者 (%s) から受けられます。
nl: De ontwikkelaar biedt ondersteuning voor deze add-on op %s.
pl: Wsparcie techniczne dla tego rozszerzenia jest świadczone przez autora pod adresem %s
pt_br: Suporte para este complemento está disponível em %s. Se você tem um bug, relate-o, pode ser melhor enviá-lo para o desenvolvedor para que ele possa acompanhar com você. Avaliações não são o melhor lugar para se colocar relatos de bugs, e o desenvolvedor pode pedir vários detalhes para que consiga recriar o bug. Uma vez que não tornamos seu email disponível para desenvolvedores quando você envia uma avaliação, eles não poderão entrar em contato com você para pedir mais detalhes ou avisá-lo se o bug já foi arrumado em uma versão que será lançada.
pt_pt: O suporte para este extra e fornecido pelo desenvolvedor em %s
ru: Поддержка этого дополнения осуществляется разработчиком по адресу электронной почты %s.
sk: Podporu pre tento doplnok poskytuje autor na e-mailovej adrese %s.
sq: Asistenca për këtë shtesë ofrohet te %s nga zhvilluesi i saj.
sv_se: Hjälp för denna utökning ges av utvecklaren på %s.
uk: Ви можете отримати підтримку стосовно цього Розширення від %s. Якщо ви хочете повідомити про ваду, то, можливо, варто зв’язатись з розробником, щоб детальніше у всьому розібратись. Відгуки не призначені для детальних повідомлень про помилки, а розробнику можуть знадобитись додаткові подробиці, щоб відтворити проблему. Оскільки ми не розголошуємо вашу електронну адресу навіть розробникам, котрим ви писали відгуки, вони не зможуть перепитати вас або сповістити про те, що ваду було виправлено.
vi: Hỗ trợ cho tiện ích này được cung cấp bởi nhà phát triển tại %s

source: Support the developer of this add-on by making a small contribution.
ca: Contribuïu amb el desenvolupament d'aquest complement fent una petita contribució.
de: Unterstützen Sie den Entwickler dieses Add-ons, indem Sie einen kleinen Beitrag leisten.
el: Υποστηρίξτε τον δημιουργό αυτού του πρόσθετου κάνοντας μια μικρή δωρεά.
es_es: Colabora con el desarrollo de este complemento haciendo una pequeña donación.
hu: Támogassa a kiegészítő fejlesztőjét egy csekély adománnyal.
it: Supporta lo sviluppatore di questo componente aggiuntivo attraverso una piccola donazione.
ja: 少額の寄付を行うことで、このアドオンの開発者を支援しましょう。
nl: Ondersteun de ontwikkelaar van deze add-on door middel van een kleine bijdrage.
pl: Wspomóż autora tego dodatku poprzez dokonanie niewielkiej dotacji.
pt_pt: Ajude o desenvolvedor deste extra fazendo uma pequena contribuição.
ru: Поддержите разработчика этого дополнения, внеся небольшое пожертвование.
