Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Your add-on is <span class="inactive-1">Inactive</span>. This means your add-on will not show up in any listing, regardless of its status above. Updates are <b>not</b> being provided to your add-on through the update check service.
cs: Doplněk <span class="inactive-1">není aktivní</span> a proto se nezobrazuje ve žádném seznamu bez ohledu na jeho stav výše. Aktualizace doplňku <b>nejsou</b>pomocí aktualizační služby poskytovány.
el: Το πρόσθετο σας είναι <span class="inactive-1">ανενεργό</span>. Αυτό σημαίνει ότι το πρόσθετο σας δεν θα εμφανίζεται πουθενά, άσχετα με την παραπάνω κατάσταση του. <b>Δεν</b> θα παρέχονται ενημερώσεις για το πρόσθετο σας από το σύστημα αυτόματου ελέγχου ενημερώσεων.
hu: A kiegészítője <span class="inactive-1">inaktív</span>. Ez azt jelenti, hogy a kiegészítő a fenti állapotától függetlenül nem jelenik meg egyetlen felsorolásban sem. A kiegészítő frissítései a frissítéskeresési szolgáltatáson keresztül <b>nem</b> lesznek elérhetők.
pt_br: Seu complemento está <span class="inactive-1">Inativo</span>. O que significa que seu complemento não irá aparecer nas listagens, independente do status acima. Atualizações <b>não</b> serão fornecidas ao seu complemento através do serviço de checagem de atualizações.
sk: Váš doplnok je <span class="inactive-1">neaktívny</span>. To znamená, že sa neobjavuje v žiadnom dostupnom zozname a to nezávisle na svojom stave. Aktualizácie <b>nie sú</b> prostredníctvom aktualizačnej služby poskytované.
sq: Shtesa juaj është <span class="inactive-1">Joaktive</span>. Kjo do të thotë që shtesa juaj nuk do të shfaqet në ndonjë radhitje, pavarësisht nga gjendja më sipër. <b>Nuk</b> do t'i ofrohen përditësime përmesh shërbimit të kontrollit për përditësime.
uk: Ваш додаток зараз <span class="inactive-1">неактивний</span>. Це означає, що його не можна побачити в жодному списку незалежно від його стану. Оновлення через службу оновлень для нього <b>не</b> надаються.
vi: Tiện ích của bạn đang <span class="inactive-1">Im lìm</span>. Điều này có nghĩa là tiện ích của bạn sẽ không hiện trong bất kì liệt kê nào, liên quan đến trạng thái của nó ở trên. Các bản cập nhật sẽ <b>không</b> được cung cấp cho tiện ích của bạn thông qua dịch vụ kiểm tra cập nhật.

source: The Add-on Validator can check your add-on for common packaging and security problems, even if it's not hosted here.
de: Die Add-on-Überprüfung kann Add-ons auf häufige Struktur- und Sicherheitsprobleme testen, selbst hier nicht gehostete Add-ons.

source: %s days
sk: %s dní
sq: %s ditë

source: %s hours
sk: %s hod.
sq: %s orë

source: %s minutes
sk: %s min.
sq: %s minuta

source: <em>%s</em> Active Daily Users
sk: Aktívni denní používatelia: <em>%s</em>
sq: <em>%s</em> Përdorues Aktivë të Përditshëm

source: <em>%s</em> Total Downloads
sk: Prevzatí celkom: <em>%s</em>
sq: <em>%s</em> Shkarkime Gjithsej

source: <em>%s</em> Weekly Downloads
sk: Prevzatí za týždeň: <em>%s</em>
sq: <em>%s</em> Shkarkime të Përjavshme

source: GUID
sk: Identifikátor GUID

# collections_edit_addons_listitem_remove
source: Remove
sk: Odstrániť
sq: Hiqe

source: The Add-on Validator can check your add-on for common packaging and security problems, even if it's not hosted here
fr: Le validateur de module peut vérifier votre module pour des erreurs courantes d'empaquetage ou de sécurité, ceci même si votre module n'est pas hébergé sur ce site.
hu: A Kiegészítő-ellenőrző képes gyakori csomagolási és biztonsági problémákat keresni kiegészítőjében, még ha az nem is innen érhető el

source: %s
cs: Doplněk %s

source: Firefox
fa: فایرفاکس

source: Mozilla
fa: موزیلا

source: SeaMonkey
fa: سی‌مانکی

source: Sunbird
fa: سان‌برد

source: Thunderbird
fa: تاندربرد
