Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Please select the appropriate license for your add-on. This license specifies the rights you grant on your source code.
ca: Seleccioneu una llicència per al vostre complement. Aquesta llicència especificarà els drets que donareu al vostre codi font.
cs: Zvolte prosím pro váš doplněk odpovídající licenci. Tato licence určuje práva, která dáváte ke svému zdrojovému kódu.
de: Bitte wählen Sie die anwendbare Lizenz für Ihr Add-on. Diese Lizenz legt fest, welche Rechte Sie an Ihrem Quellcode gewähren möchten.
el: Παρακαλούμε επιλέξτε την κατάλληλη άδεια για το πρόσθετο σας. Η άδεια αυτή καθορίζει τα δικαιώματα που παρέχετε πάνω στον πηγαίο κώδικα.
es_es: Por favor, selecciona la licencia adecuada para tu complemento. Esta licencia espeficia los derechos que cedes del código fuente.
fa: لطفاً مجوز مناسب را برای افزودنی خود انتخاب کنید. این مجوز حقوقی که در قبال کد منبع به دیگران عرضه می‌کنید را مشخص می‌کند.
fr: Veuillez sélectionnez la licence adéquate pour votre module. Cette licence spécifie les droits que vous accordez sur votre code source.
hu: Válassza ki a megfelelő licencet a kiegészítőjéhez. Ez a licenc határozza meg a forráskódra adott jogokat.
it: Selezionare la licenza adatta al proprio componente aggiuntivo. Questa licenza specifica i diritti concessi sull'utilizzo del codice sorgente.
ja: あなたのアドオンの適切なライセンスを選択してください。このライセンスは、アドオンに含まれるソースコードに対して与える権利を明記するものです。
nl: Selecteer a.u.b. de toepasselijke licentie voor uw add-on. Deze licentie specificeert de rechten die u verleent op uw broncode.
pl: Proszę wybrać odpowiednią licencję dla swojego dodatku. Ta licencja określa prawa do kodu źródłowego, które przekazujesz.
pt_pt: Seleccione a licença apropriada para o seu extra. Esta licença especifíca os direitos que dá ao seu código fonte.
ru: Пожалуйста, выберите для вашего дополнения подходящую лицензию. Эта лицензия указывает предоставляемые вами права на ваш исходный код.
sk: Zvoľte vhodnú licenciu pre váš doplnok. Táto licencia určuje práva, ktoré určujete pre zdrojový kód.
sq: Ju lutem përzgjidhni lejen e duhur për shtesën tuaj. Kjo leje përcakton të drejtat që jepni mbi kodin tuaj burim.
sv_se: Välj den licens som är tillämplig för ditt tillägg. Denna licens bestämmer vilka rättigheter du ger till din källkod.
uk: Виберіть, будь ласка, відповідну ліцензію для вашого додатку. Ця ліцензія уточнює права, які ви можете надати для коду вашого джерела.
vi: Vui lòng chọn một giấy phép phù hợp cho tiện ích của bạn. Giấy phép này xác định các quyền mà bạn xác lập cho mã nguồn của mình.

# browse_addons_popular
source: Popular Add-ons
ca: Els complements més famosos
cs: Oblíbené doplňky
de: Beliebte Add-ons
el: Δημοφιλή πρόσθετα
es_es: Complementos populares
fa: افزودنی‌های محبوب
fr: Modules populaires
hu: Népszerű kiegészítők
it: i più popolari
ja: 人気のアドオン
nl: Populaire add-ons
pl: Popularne dodatki
pt_br: Complementos populares
pt_pt: Extras populares
ru: Популярные дополнения
sk: Populárne doplnky
sq: Shtesa Popullore
sv_se: Populära tillägg
uk: Популярні додатки
vi: Tiện ích Thông dụng

source: Provide More Information For the Add-on Review of %1$s
ca: Amplia la informació sobre la revisió del complement %1$s
cs: Kvůli kontrole doplňku %1$s je požadováno více informací
de: Mehr Informationen zur Bewertung von %1$s abgeben
el: Παραθέστε περισσότερες πληροφορίες για την αξιολόγηση του πρόσθετου %1$s
es_es: Proporcionar más información sobre la valoración del complemento %1$s
fa: فراهم کردن اطلاعات بیشتر برای بررسی افزودنی %1$s
fr: Fournissez davantage d'information concernant la critique du module %1$s
it: Fornisci ulteriori informazioni per la revisione del componente aggiuntivo %1$s
ja: %1$s のアドオンレビューについてより詳しい情報を提供する
nl: Meer informatie geven voor de Add-onbeoordeling van %1$s
pl: Podaj więcej informacji dla recenzji dodatku %1$s
pt_br: Fornecer maiores informações para a avaliação do complemento %1$s
pt_pt: Fornecer mais informação sobre o comentário %1$s do extra.
ru: Ввести дополнительную информацию для получения рецензии на дополнение %1$s
sk: Poskytnúť viac informácií pre recenziu doplnku %1$s
sq: Jepni Më Tepër të Dhëna për Shqyrtim Shtese të %1$s
sv_se: Ge mer information för tilläggsgranskning av %1$s
uk: Подайте більше даних для перегляду додатку %1$s
vi: Cung cấp thêm Thông tin cho Đánh giá Tiện ích %1$s

source: Recently Updated Add-ons
ca: Complements actualitzats recentment
cs: Právě aktualizované doplňky
de: Aktualisierte Add-ons
el: Πρόσφατα ενημερωμένα πρόσθετα
es_es: Complementos actualizados recientemente
fa: افزودنی‌های به تازگی به‌هنگام شده
fr: Modules mis à jour récemment
hu: Nemrég frissített kiegészítők
it: ultimi aggiornamenti
ja: 最近更新されたアドオン
nl: Onlangs bijgewerkte add-ons
pl: Ostatnio zaktualizowane dodatki
pt_br: Complementos atualizados recentemente
pt_pt: Extras actualizados recentemente
ru: Недавно обновлённые дополнения
sk: Naposledy aktualizované doplnky
sq: Shtesa të Përditësuara së Fundmi
sv_se: Nyligen uppdaterade tillägg
uk: Недавно оновлені додатки
vi: Tiện ích được Cập nhật Gần đây

# addons_recommended_pagetitle
source: Recommended Add-ons
ca: Complements recomanats
cs: Doporučované doplňky
de: Empfohlene Add-ons
el: Συνιστώμενα πρόσθετα
es_es: Complementos recomendados
fa: افزودنی‌های پیشنهاد شده
fr: Modules recommandés
hu: Ajánlott kiegészítők
it: Componenti aggiuntivi consigliati
ja: おすすめのアドオン
nl: Aanbevolen add-ons
pl: Polecane dodatki
pt_br: Complementos recomendados
pt_pt: Extras Recomendados
ru: Рекомендуемые дополнения
sk: Odporúčané doplnky
sq: Shtesa të Këshilluara
sv_se: Rekommenderade tillägg
uk: Рекомендовані додатки
vi: Tiện ích được Khuyên dùng

source: Remove this add-on
ca: Suprimeix aquest complement
de: Dieses Add-on entfernen
el: Αφαίρεση πρόσθετου
es_es: Eliminar este complemento
fr: Enlever ce module
hu: Kiegészítő eltávolítása
it: Rimuovi questo componente aggiuntivo
ja: このアドオンを削除
nl: Deze add-on verwijderen
pl: Usuń ten dodatek
pt_pt: Remover este extra
ru: Удалить это дополнение
sv_se: Ta bort detta tillägg

source: Reset your %s Add-ons password
ca: Recuperació de la vostra contrasenya del %s Add-ons
cs: Doplňky Mozilly - obnovení hesla
de: Zurücksetzen Ihres %s Add-ons-Passworts
el: Επαναφορά του κωδικού σας για τα πρόσθετα του %s
fa: بازنشانی گذرواژهٔ افزودنی‌های %s
fr: Réinitialiser votre mot de passe pour %s : Modules
hu: A %s Add-ons jelszavának törlése
it: Reimposta la tua password per %s Add-ons
ja: %s Add-ons のパスワード変更
nl: Uw %s Add-ons-wachtwoord resetten
pl: Zresetuj swoje hasło do %s – dodatki
pt_br: Resetar sua senha do %s Add-ons
pt_pt: Re-inicie a sua senha dos Extras %s
ru: Сбросить пароль для входа на %s Add-ons
sk: Vynulovanie hesla pre %s Add-ons
sq: Ricaktoni fjalëkalimin tuaj për te Shtesa %s
sv_se: Återställ ditt %s Add-ons lösenord
uk: Скиньте свій пароль додатків %s
vi: Khôi phục mật khẩu Tiện ích %s

source: Results of your filtered search: <strong>%1$s</strong> Add-on
ca: Resultats de la vostra cerca filtrada: <strong>%1$s</strong> complement
de: Ergebnis Ihrer Filter-Suche: <strong>%1$s</strong> Add-on
el: Αποτελέσματα της φιλτραρισμένης αναζήτησης: <strong>%1$s</strong> πρόσθετο
es_es: Resultados de tu búsqueda filtrada: <strong>%1$s</strong> complemento
fa: نتایج جستجوی صافی‌شدهٔ شما: <strong>%1$s</strong> افزودنی
fr: Résultat de votre recherche filtrée&nbsp;: <strong>%1$s</strong> module
it: Risultati della ricerca con filtro: <strong>%1$s</strong> elemento
ja: 絞り込み検索の結果: <strong>%1$s</strong> 個のアドオン
nl: Resultaten van uw gefilterde zoekopdracht: <strong>%1$s</strong> add-on
pl: Wynik wyszukiwania: <strong>%1$s</strong> dodatek
pt_br: Resultados de sua busca com filtro: <strong>%1$s</strong> complemento
pt_pt: Resultados da sua pesquisa com filtros: <strong>%1$s</strong> extra
ru: Результаты поиска с фильтром: <strong>%1$s</strong> дополнение
sk: Výsledky filtrovaného vyhľadávania: <strong>%1$s</strong> doplnok
sq: Përfundimet e kërkimit tuaj të filtruar: <strong>%1$s</strong> Shtesë
sv_se: Resultatet av din filtrerade sökning: <strong>%1$s</strong> tillägg
uk: Результати вашого відфільтрованого пошуку: <strong>%1$s</strong> Додаток
vi: Kết quả tìm kiếm đã được lọc của bạn: <strong>%1$s</strong> Tiện ích

source: Retrieving status of hosted add-ons...
ca: S'està recuperant l'estat dels complements hostatjats...
cs: Získávání stavu hostovaných doplňků…
de: Status Ihrer Add-ons wird geladen...
el: Ανάκτηση κατάστασης φιλοξενούμενων πρόσθετων...
es_es: Obteniendo el estado de los complementos alojados...
fa: بازیابی وضعیت افزودنی‌های میزبانی شده...
fr: Extraction du statut des modules hébergés...
hu: A tárolt kiegészítők állapotának lekérdezése...
it: Recupero stato dei componenti aggiuntivi ospitati…
ja: 登録されているアドオンのステータスを取得しています...
nl: Status van gehoste add-ons wordt opgehaald…
pl: Pobieranie informacji o statusie dodatków…
pt_br: Buscando status dos complementos armazenados ...
pt_pt: A obter dados sobre o estado dos extras hospedados...
ru: Получение статуса размещённых дополнений...
sk: Zisťuje sa stav vašich doplnkov…
sq: Po shihet gjendja e shtesave të strehuara...
sv_se: Hämtar status på publicerade tillägg...
uk: Отримання стану розміщених додатків...
vi: Đang thu thập trạng thái của các tiện ích được lưu trữ...

source: Return to the %1$s Add-ons homepage
ca: Torna a la pàgina principal dels complements %1$s
cs: Návrat na titulní stránku doplňků aplikace %1$s
de: Zurück zur %1$s-Add-ons-Startseite
el: Επιστροφή στην αρχική σελίδα των πρόσθετων του %1$s
es_es: Volver a la página de inicio de Complementos para %1$s
fa: بازگشت به صفحهٔ آغازهٔ افزودنی‌های %1$s
fr: Revenir à la page d'accueil des modules %1$s
hu: Visszatérés a %1$s-kiegészítők honlapjára
it: Ritorna alla pagina iniziale di %1$s Add-ons
ja: %1$s Add-ons のホームページへ戻る
nl: Terug naar de %1$s Add-ons startpagina
pl: Wróć do głównej strony %1$s – dodatki
pt_br: Voltar para a página de início de complementos para %1$s
pt_pt: Voltar à página inicial dos extras do %1$s
ru: Возвратиться на домашнюю страницу дополнений %1$s
sk: Návrat na úvodnú stránku %1$s Add-ons
sq: Kthehuni te faqja hyrëse e Shtesave %1$s
sv_se: tillbaka till %1$s tilläggshemsida
uk: Повернутись на %1$s домашню сторінку додатків
vi: Trở lại trang chủ Tiện ích %1$s

source: Return to the Add-on Developer Hub
ca: Torna al Developer Hub
de: Zurück zur Add-on-Entwicklerecke
fr: Revenir au pôle développeurs
hu: Visszatérés a Fejlesztőközpontba
it: Ritorna a Add-on Developer Hub
ja: アドオン開発者センターへ戻る
nl: Terug naar de add-onontwikkelaarshub
pl: Wróć do Centrum autora dodatków
pt_pt: Voltar ao Hub do desenvolvedor
ru: Вернуться в центр разработчика дополнений
sv_se: Återvänd till Add-on Utvecklarnavet

source: Review Add-on
ca: Revisa el complement
cs: Kontrola doplňku
de: Add-on moderieren
el: Αξιολόγηση πρόσθετου
es_es: Valorar complemento
fa: بررسی افزودنی
fr: Révision du module
hu: Kiegészítő értékelése
it: Revisione componente aggiuntivo
ja: アドオンのレビュー
nl: Add-on beoordelen
pl: Recenzja dodatku
pt_br: Avaliar complemento
pt_pt: Avaliar Extra
ru: Рецензирование дополнения
sk: Recenzia doplnku
sq: Shqyrtoni Shtesë
sv_se: Granska tillägg
uk: Перегляд додатку
vi: Đánh giá Tiện ích

source: SeaMonkey Add-ons
ca: Complements del Seamonkey
cs: Doplňky Seamonkey
el: Πρόσθετα Seamonkey
es_es: Complementos para Seamonkey
fa: افزودنی‌های سی‌مانکی
fr: Modules Seamonkey
hu: Seamonkey-kiegészítők
pl: Seamonkey – dodatki
pt_br: Complementos para o Seamonkey
pt_pt: Extras para o Seamonkey
ru: Дополнения SeaMonkey
sq: Shtesa Seamonkey
sv_se: Seamonkey-tillägg
uk: Додатки Seamonkey
vi: Seamonkey Add-ons - Tiện ích Khỉ Biển Oai Hùng

source: Search Add-ons
ca: Cerca complements
cs: Vyhledávání doplňků
de: Add-on-Suche
el: Αναζήτηση στα πρόσθετα
es_es: Buscar complementos
fa: جست‌وجو در افزودنی‌ها
fr: Recherche de modules
hu: Kiegészítők keresése
it: Cerca componenti aggiuntivi
ja: アドオンの検索
nl: Add-ons zoeken
pl: Szukaj dodatków
pt_br: Procure por complementos
pt_pt: Procurar Extras
ru: Поиск дополнений
sk: Hľadať doplnky
sq: Kërkoni në Shtesa
sv_se: Sök tillägg
uk: Пошук додатків
vi: Tìm kiếm Tiện ích

source: Search for add-ons
ca: Cerca complements
cs: Vyhledá doplňky
de: Nach Add-ons suchen
el: Αναζήτηση για πρόσθετα
es_es: Buscar complementos
fa: جست‌وجو برای افزودنی‌ها
fr: Recherche de modules
hu: Kiegészítők keresése
it: Cerca tra i componenti aggiuntivi
ja: アドオンを検索
nl: Naar add-ons zoeken
pl: Szukaj dodatków
pt_br: Pesquisar por complementos
pt_pt: Pesquisar extras
ru: Поиск дополнений
sk: Hľadať doplnky
sq: Kërkoni për shtesa
sv_se: Sök efter tillägg
uk: Шукати додатки
vi: Tìm kiếm tiện ích

source: See %1$s previous review submitted by %2$s for this add-on.
ca: Mostra la última revisió d'aquest complement enviada per %2$s.
cs: Zobrazit %1$s předchozí recenzi napsanou pro tento doplněk uživatelem %2$s.
de: %1$s vorherige Bewertung von %2$s für dieses Add-on anzeigen.
el: Δείτε τη %1$s παλιότερη αξιολόγηση του χρήστη %2$s για το πρόσθετο.
es_es: Ver %1$s valoración previa enviada por %2$s para este complemento.
fa: %1$s بررسی قبلی ارسال شده توسط %2$s برای این افزودنی را مشاهده کنید.
fr: Afficher %1$s critique précédemment envoyée par %2$s pour ce module.
hu: %2$s által ehhez a kiegészítőhöz beküldött %1$s korábbi értékelés megtekintése.
it: Visualizza %1$s recensione precedente inserita da %2$s per questo componente aggiuntivo.
ja: %2$s が以前投稿したこのアドオンのレビュー (%1$s) を見る
nl: Zie ook %1$s eerdere beoordeling door %2$s voor deze add-on.
pl: Zobacz poprzednią recenzję tego dodatku wystawioną przez %2$s.
pt_br: Veja %1$s avaliação anterior enviada por %2$s para este complemento.
pt_pt: Veja o comentário anterior do %1$s submetido por %2$s .
ru: Просмотреть %1$s предыдущий отзыв о дополнении, оставленный %2$s.
sk: Pozrite si ďalšiu %1$s recenziu používateľa %2$s k tomuto doplnku.
sq: Shihni %1$s shqyrtim të mëparshëm parashtruar nga %2$s për këtë shtesë.
sv_se: Se %1$s tidigare recension inskickad av %2$s för detta tillägg.
uk: Переглянути %1$s попередній відгук про цей додаток, надісланий %2$s.
vi: Xem %1$s bài đánh giá trước được gửi bởi %2$s cho tiện ích này.

source: See All %1$s Add-ons
ca: Mostra tots els %1$s complements
cs: Zobrazit všechny doplňky z&nbsp;kategorie %1$s
de: Alle %1$s-Add-ons anzeigen
el: Δείτε όλα τα πρόσθετα: %1$s
es_es: Ver todos los complementos en %1$s
fa: مشاهدهٔ تمام افزودنی‌های %1$s
fr: Afficher tous les modules pour %1$s
hu: Minden „%1$s” kiegészítő megjelenítése
it: Visualizza tutti i componenti aggiuntivi in %1$s
ja: 「%1$s」カテゴリのすべてのアドオンを見る
nl: Alle %1$s add-ons bekijken
pl: Wszystkie dodatki %1$s
pt_br: Ver todos os complementos em %1$s
pt_pt: Ver todos os Extras de %1$s
ru: Просмотреть все дополнения в %1$s
sk: Zobraziť všetky doplnky z kategórie %1$s
sq: Shihni Tërë Shtesat %1$s
sv_se: Visa alla %1$s tillägg
uk: Переглянути всі додатки %1$s
vi: Xem tất cả Tiện ích %1$s

source: See all %1$s reviews of this add-on
ca: Mostra totes les revisions d'aquest complement (%1$s)
cs: Zobrazení všech %1$s recenzí doplňku
de: Alle %1$s Bewertungen dieses Add-ons anzeigen
el: Δείτε όλες τις %1$s αξιολογήσεις για το πρόσθετο
es_es: Consulta las %1$s revisiones de este complemento
fa: مشاهدهٔ تمام %1$s بررسی این افزودنی
fr: Voir les %1$s critiques sur ce module
hu: A kiegészítő %1$s értékelésének megtekintése
it: Visualizza tutte le %1$s recensioni
ja: このアドオンのレビュー (%1$s) をすべて見る
nl: Bekijk alle %1$s beoordelingen van deze add-on
pl: Zobacz wszystkie recenzje (%1$s)
pt_br: Veja todas as %1$s avaliações para este complemento
pt_pt: Ver todas as %1$s revisões para este extra
ru: Просмотреть все отзывы на это дополнение (%1$s)
sk: Pozrite si všetky recenzie tohto doplnku (celkom %1$s)
sv_se: Se alla %1$s recensioner av detta tillägg
uk: Перегляньте усі версії %1$s цього додатку
vi: Xem tất cả %1$s đánh giá cho tiện ích này

source: See the <a href="%1$s">support section</a> to find out where to get assistance for this add-on.
ca: Vegeu la <a href="%1$s">secció d'ajuda</a> per a saber on podeu trobar ajuda per a aquest complement.
cs: Informace o&nbsp;asistenci k&nbsp;tomuto doplňku naleznete v&nbsp;<a href="%1$s">sekci podpora</a>.
de: Im Abschnitt <a href="%1$s">"Hilfe"</a> erfahren Sie, wo Sie Unterstützung für dieses Add-on bekommen können.
el: Δείτε το <a href="%1$s">τμήμα υποστήριξης</a> για πληροφορίες σχετικά με το που θα βρείτε βοήθεια γι' αυτό το πρόσθετο.
es_es: Visita la <a href="%1$s">sección de asistencia</a> para obtener ayuda con este complemento.
fa: از <a href="%1$s">بخش پشتیبانی </a> برای کمک گرفتن دربارهٔ استفاده از این افزودنی بازدید کنید.
fr: Consultez la <a href="%1$s">section d'assistance</a> pour toute question relative à ce module.
hu: Nézze meg a <a href="%1$s">támogatás szakaszban</a>, hogy milyen módon kaphat segítséget a kiegészítővel kapcsolatban.
it: Consultare la <a href="%1$s">sezione del supporto</a> per scoprire dove ottenere assistenza per questo componente aggiuntivo.
ja: このアドオンについて何かサポートを必要とされている場合は、<a href="%1$s">サポート</a> の項目を参照してください。
nl: Kijk in de <a href="%1$s">ondersteuningssectie</a> voor het verkrijgen van ondersteuning voor deze add-on.
pl: Sprawdź w sekcji <a href="%1$s">wsparcie techniczne</a>, gdzie można otrzymać pomoc dla dodatku.
pt_br: Veja a <a href="%1$s">seção de suporte</a> para descobrir onde conseguir ajuda para este complemento.
pt_pt: Veja a <a href="%1$s">secção de suporte</a> para saber onde obter ajuda sobre este extra.
ru: Для получения сведений о том, как получить помощь по работе с этим дополнением, обратитесь в <a href="%1$s">раздел поддержки</a>.
sk: Informácie o asistencii k tomuto doplnku nájdete v <a href="%1$s">sekcii podpory</a>.
sq: Për të parë se prej nga mund të keni asistencë rreth kësaj shtese, hidhini një sy <a href="%1$s">ndarjes për asistencë</a>.
sv_se: Se <a href="%1$s">hjälpsektionen</a> för att ta reda på var du kan få hjälp med detta tillägg.
uk: Завітайте у <a href="%1$s">розділ підтримки</a>, щоб дізнатись, де ви зможете отримати допомогу стосовно цього додатку.
vi: Xem <a href="%1$s">phần hỗ trợ</a> để tìm nơi nhận được hỗ trợ cho tiện ích này.

source: Select an add-on to view its statistics
ca: Seleccioneu un complement per a veure'n les estadístiques
cs: Pro zobrazení statistik zvolte některý z&nbsp;doplňků
de: Wählen Sie ein Add-on, um seine Statistiken zu sehen
el: Επιλέξτε πρόσθετο για να δείτε τα στατιστικά του
es_es: Elige un complemento para ver sus estadísticas
fa: یک افزودنی انتخاب کنید تا آمارش را اینجا مشاهده نمایید
fr: Sélectionnez un module pour afficher ses statistiques
hu: Válasszon ki egy kiegészítőt, és nézze meg a statisztikáját
it: Selezionare un componente aggiuntivo per visualizzarne le statistiche
ja: 統計情報を表示するには、アドオンを選択してください
nl: Selecteer een add-on om de statistieken te bekijken
pl: Wybierz dodatek, by wyświetlić jego statystyki
pt_br: Selecione um complemento para ver suas estatísticas
pt_pt: Seleccione um extra para ver as suas estatísticas
ru: Выберите дополнение для просмотра его статистики
sk: Vyberte doplnok, ktorého štatistiku zobraziť
sq: Përzgjidhni shtesë për të parë statistikat rreth saj
sv_se: Välj ett tillägg för att se dess statistik
uk: Виберіть додаток, щоб переглянути його статистику
vi: Chọn một tiện ích để xem thống kê của nó

source: Select an add-on with public statistics
ca: Seleccioneu un complement amb estadístiques publicades
cs: Zvolte doplněk z&nbsp;veřejnými statistikami
de: Wählen Sie ein Add-on mit öffentlichen Statistiken
el: Επιλέξτε πρόσθετο με δημόσια στατιστικά
es_es: Elige un complemento con estadísticas públicas
fa: یک افزودنی با آمار عمومی انتخاب کنید
fr: Sélectionnez un module disposant de statistiques publiques
hu: Válasszon nyilvános statisztikájú kiegészítőt
it: Selezionare un componente aggiuntivo con statistiche pubbliche
ja: 統計情報が公開されているアドオンを選択
nl: Selecteer een add-on met publieke statistieken
pl: Wybierz dodatek z upublicznionymi statystykami
pt_br: Selecione um complemento com estatísticas públicas
pt_pt: Seleccione um extra com estatísticas públicas
ru: Выберите дополнение с публичной статистикой
sk: Vyberte doplnok s verejnou štatistikou
sq: Përzgjidhni shtesë me statistika publike
sv_se: Välj ett tillägg med publik statistik
uk: Вибрати додаток з загальнодоступною статистикою
vi: Chọn một tiện ích để xem thống kê công khai của nó

source: Select one of your add-ons to view its statistics
ca: Seleccioneu un dels vostres complements per a veure'n les estadístiques
cs: Pro zobrazení statistik zvolte některý ze&nbsp;svých doplňků
de: Wählen Sie eines Ihrer Add-ons, um die zugehörigen Statistiken zu sehen
el: Επιλέξτε ένα από τα πρόσθετά σας για να δείτε τα στατιστικά του
es_es: Elige un de tus complementos favoritos para ver sus estadísticas
fa: یکی از افزودنی‌های خود را انتخاب کنید تا آمارش را مشاهده نمایید
fr: Sélectionnez l'un de vos modules pour afficher ses statistiques
hu: Válassza ki az egyik kiegészítőjét, és nézze meg a statisztikáját
it: Selezionare uno dei propri componenti aggiuntivi per visualizzarne le statistiche
ja: 統計情報を表示するには、あなたのアドオンをひとつ選択してください
nl: Selecteer één van uw add-ons om de statistieken te bekijken
pl: Wybierz jeden z dodatków, by wyświetlić jego statystyki
pt_br: Selecione um de seus complementos para ver suas estatísticas
pt_pt: Seleccione um dos seus extra para ver as suas estatísticas
ru: Выберите одно из ваших дополнений для просмотра его статистики
sk: Vyberte jeden zo svojich doplnkov, ktorého štatistiku zobraziť
sq: Përzgjidhni një nga shtesat tuaja për të parë statistikat rreth saj
sv_se: Välj ett av dina tillägg för att se dess statistik
uk: Виберіть якийсь один з ваших додатків для перегляду його статистики
vi: Chọn một trong các tiện ích của bạn để xem thống kê của nó

source: Select the relevant categories for each application your add-on supports.
ca: Seleccioneu les categories més importants de totes els aplicacions on tingueu disponible el vostre complement.
cs: Volba odpovídajících kategorií pro doplňkem podporované aplikace.
de: Wählen Sie für jede Anwendung, die Ihr Add-on unterstützt, die relevanten Kategorien aus.
el: Επιλέξτε τις σχετικές κατηγορίες για κάθε εφαρμογή που υποστηρίζεται από το πρόσθετο σας.
es_es: Selecciona las categorías relevantes para cada aplicación que admita tu complemento.
fa: دسته‌های مربوط به هر برنامه‌ای که توسط افزودنی‌تان مورد پشتیبانی قرار می‌گیرد را انتخاب نمایید.
hu: Válassza ki a releváns kategóriákat a kiegészítő által támogatott alkalmazásokhoz.
it: Selezionare le categorie rilevanti per ogni applicazione con cui il componente aggiuntivo è compatibile.
ja: このアドオンが対応している各アプリケーションについて、関連するカテゴリを選択してください。
nl: Selecteer de relevante categorieën voor elke toepassing die uw add-on ondersteunt.
pl: Wybierz właściwe kategorie dla każdego programu, z jakim współpracuje dodatek.
pt_br: Selecionar as categorias relevantes para cada uma das aplicações que o seu Complemento suporta.
pt_pt: Seleccione as categorias relevantes para cada aplicação que o seu extra suporta.
ru: Выберите подходящие категории для каждого приложения, которое поддерживает ваше дополнение.
sk: Umožňuje zvoliť relevantné kategórie doplnku pre každú aplikáciu.
sq: Përzgjidhni kategoritë e afërta për secilin zbatim të mbuluar nga shtesa juaj.
sv_se: Välj relevanta kategorier för varje applikation ditt tillägg stöder.
uk: Виберіть відповідні категорії для кожної програми, яку підтримує ваш додаток.
vi: Chọn phân mục tương ứng cho mỗi chương trình mà tiện ích của bạn hỗ trợ.
