Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Extensions
cs: Rozšíření
de: Erweiterungen
el: Επεκτάσεις
es_es: extensiones
fa: ضمیمه‌ها
hu: Kiterjesztések
it: estensioni
ja: 拡張機能
nl: Extensies
pl: Rozszerzenia
pt_br: Extensões
pt_pt: Extensões
ru: Расширения
sk: Rozšírenia
sq: Zgjerime
sv_se: Utökningar
uk: Розширення
vi: Phần mở rộng

source: External Software
ca: Programari extern
cs: Externí software
de: Externe Software
el: Λογισμικό τρίτων
es_es: Programas externos
fa: نرم‌افزار خارجی
fr: Logiciel externe
hu: Külső szoftver
it: Software esterno
ja: 外部アプリケーション
nl: Externe software
pl: Zewnętrzne oprogramowanie
pt_br: Software externo
pt_pt: Software Externo
ru: Дополнительное программное обеспечение
sk: Externý softvér
sq: "Software" i Jashtëm
sv_se: Extern programvara
uk: Зовнішні програми
vi: Phần mềm Bên ngoài

source: Failed to add feature.
ca: No s'ha pogut afegir la característica.
cs: Přidání vlastnosti skončilo chybou.
de: Hinzufügen fehlgeschlagen.
el: Αποτυχία προσθήκης χαρακτηριστικού.
es_es: No se ha podido añadir una característica
fa: افزودن ویژگی شکست خورد.
fr: Échec de l'ajout aux modules essentiels.
hu: A kiemelés hozzáadása sikertelen.
it: Impossibile aggiungere la funzionalità.
ja: 注目のアドオンを追加できませんでした。
nl: Toevoegen van aanbeveling mislukt.
pl: Nie udało się dodać elementu.
pt_br: Falha ao adicionar característica.
pt_pt: Adicionar funcionalidade falhou.
ru: Не удалось добавить избранное.
sk: Nepodarilo sa pridať medzi odporúčané.
sq: Dështova në shtim karakteristike.
sv_se: Misslyckades med att lägga till uppmärksamhet för tillägg.
uk: Не вдалося додати можливість.
vi: Thất bại khi thêm tính năng.

source: Failed to edit feature.
ca: No s'ha pogut editar la característica.
cs: Úprava vlastnosti skončilo chybou.
de: Editieren fehlgeschlagen.
el: Αποτυχία επεξεργασίας χαρακτηριστικού.
es_es: Fallo al editar una característica.
fa: ویرایش ویژگی شکست خورد.
fr: Impossible de marquer comme module essentiel.
hu: A kiemelés szerkesztése sikertelen.
it: Impossibile modificare la funzionalità.
ja: 注目のアドオンを編集できませんでした。
nl: Bewerken van aanbeveling mislukt.
pl: Nie udało się edytować elementu.
pt_br: Falha ao editar a característica.
pt_pt: A edição da funcionalidade falhou.
ru: Не удалось отредактировать избранное.
sk: Nepodarilo sa upraviť.
sq: Dështova në përpunim karakteristike.
sv_se: Misslyckades med att redigera uppmärksamhet.
uk: Не вдалося додати можливість.
vi: Thất bại khi chỉnh sửa tính năng.

source: Failed to remove feature.
ca: No s'ha pogut suprimir la característica.
cs: Odebrání vlastnosti skončilo chybou.
de: Entfernen fehlgeschlagen.
el: Αποτυχία αφαίρεσης χαρακτηριστικού.
es_es: Fallo al eliminar una característica.
fa: حذف ویژگی شکست خورد.
fr: Impossible d'enlever des modules essentiels.
hu: A kiemelés eltávolítása sikertelen.
it: Impossibile rimuovere la funzionalità.
ja: 注目のアドオンを削除できませんでした。
nl: Verwijderen van aanbeveling mislukt.
pl: Nie udało się usunąć elementu.
pt_br: Falha ao remover a característica.
pt_pt: A eliminação da funcionalidade falhou.
ru: Не удалось удалить избранное.
sk: Nepodarilo sa odstrániť.
sq: Dështova në heqjen e karakteristikës.
sv_se: Misslyckades med att ta bort uppmärksamhet.
uk: Не вдалося вилучити можливість.
vi: Thất bại khi xóa bỏ tính năng

source: Failed to save comment
ca: No s'ha pogut desar el comentari
cs: Nepodařilo se uložit komentář
de: Kommentar speichern fehlgeschlagen
el: Αποτυχία αποθήκευσης σχόλιου
es_es: Fallo al guardar el complemento
fr: Impossible d'enregistrer le commentaire
hu: A hozzászólás mentése sikertelen
it: Impossibile salvare il commento
ja: コメントの保存に失敗しました
nl: Opslaan opmerking mislukt
pl: Nie udało się zapisać komentarza
pt_br: Falha ao salvar comentário
pt_pt: Falha ao guardar comentário
ru: Не удалось сохранить комментарий
sk: Komentár sa nepodarilo uložiť
sv_se: Kunde inte spara kommentar
uk: Не вдалося зберегти коментар
vi: Thất bại khi lưu bình luận

source: Farewell!
ca: Comiat
cs: Sbohem!
de: Auf Wiedersehen!
el: Σας αποχαιρετούμε!
es_es: ¡Hasta luego!
fa: بدرود!
fr: Au revoir&nbsp;!
hu: Viszlát!
it: Arrivederci
ja: さようなら！
nl: Vaarwel!
pl: Do widzenia!
pt_br: Despedida!
pt_pt: Adeus!
ru: Прощайте!
sk: Zbohom!
sq: Lamtumirë!
sv_se: Farväl!
uk: До побачення!
vi: Vĩnh biệt!

source: Favorites
ca: Preferits
cs: Oblíbené
de: Lieblinge
el: Αγαπημένες
es_es: Favoritos
fr: Favoris
hu: Kedvencek
it: Preferiti
ja: お気に入り
nl: Favorieten
pl: Ulubione
pt_pt: Favoritos
ru: Избранные
sk: Obľúbené
sv_se: Favoriter

source: Features
pt_pt: Funcionalidades

source: File
ca: Fitxer
cs: Soubor
de: Datei
el: Αρχείο
es_es: Archivo
fa: پرونده
fr: Fichier
hu: Fájl
ja: ファイル
nl: Bestand
pl: Plik
pt_br: Arquivo
pt_pt: Ficheiro
ru: Файл
sk: Súbor
sq: Kartelë
sv_se: Fil
uk: Файл
vi: Tập tin

source: File %1$s (%2$s) created on %3$s and changed to %4$s on %5$s
ca: Fitxer %1$s (%2$s) es va crear el %3$s i es va passar a %4$s el %5$s
cs: Soubor %1$s (%2$s) vytvořen dne %3$s byl změněn do stavu %4$s dne %5$s
de: Datei %1$s (%2$s), angelegt am %3$s und verändert zu "%4$s" am %5$s
el: Το αρχείο %1$s (πλατφόρμα: %2$s) δημιουργήθηκε στις %3$s και η κατάσταση του άλλαξε σε « %4$s» στις %5$s
es_es: Archivo %1$s (%2$s) creado el %3$s y cambiado a %4$s en %5$s
fa: پروندهٔ %1$s (%2$s) در تاریخ %3$s ایجاد شده و وضعیت آن در تاریخ %5$s به %4$s تغییر یافته است
fr: fichier %1$s (%2$s) créé le %3$s et passé de %4$s à %5$s
hu: %1$s fájl (%2$s) létrehozva: %3$s és módosítva: %4$s ekkor: %5$s
it: File %1$s (%2$s) creato il %3$s e impostato come %4$s il %5$s
ja: ファイル %1$s (%2$s) は %3$s に作成され、%5$s に %4$s に変更されました
nl: Bestand %1$s (%2$s) aangemaakt op %3$s en gewijzigd in %4$s op %5$s
pl: Numer pliku: %1$s; System: (%2$s); Utworzono: %3$s; Status określono na %4$s %5$s
pt_br: Arquivo %1$s (%2$s) criado em %3$s e alterado para %4$s em %5$s
pt_pt: Ficheiro %1$s (%2$s) criado em %3$s e alterado para %4$s a %5$s
ru: Файл %1$s (%2$s) создан %3$s. Находится в %4$s с %5$s
sk: Súbor %1$s (%2$s) vytvorený dňa %3$s, stav '%4$s' nastavený dňa %5$s
sq: Kartela %1$s (%2$s) krijuar më %3$s dhe ndryshuar te %4$s më %5$s
sv_se: Filen %1$s (%2$s) skapad den %3$s och ändrad till %4$s den %5$s
uk: Файл %1$s (%2$s) створений %3$s та змінений %4$s на %5$s
vi: Tập tin %1$s (%2$s) được tạo vào %3$s và đã được thay đổi thành %4$s vào %5$s

source: File %1$s has an invalid extension (%2$s). Allowed extensions: %3$s
ca: El fitxer %1$s té una extensió que no és vàlida (%2$s). Les extensions permeses són: %3$s
cs: Soubor %1$s má neplatnou příponu (%2$s). Povolené přípony jsou: %3$s
de: Die Datei %1$s hat eine ungültige Erweiterung (%2$s). Erlaubte Erweiterungen: %3$s
el: Το αρχείο %1$s έχει μη έγκυρη κατάληξη (%2$s). Επιτρεπόμενες καταλήξεις: %3$s
es_es: El archivo %1$s tiene una extensión incorrecta (%2$s). Extensiones permitidas: %3$s
fa: پسوند پروندهٔ %1$s‏ (%2$s) معتبر نیست. پسوندهای معتبر: %3$s
fr: Le fichier %1$s a une extension invalide (%2$s). les extensions autorisées sont&nbsp;: %3$s
hu: A fájl (%1$s) kiterjesztése érvénytelen (%2$s). Engedélyezett kiterjesztések: %3$s
it: Il file %1$s ha un'estensione non valida (%2$s). Estensioni consentite: %3$s
ja: ファイル %1$s の拡張子 (%2$s) は無効です。有効な拡張子は %3$s です。
nl: Bestand %1$s heeft een ongeldige extensie (%2$s). Toegestane extensies: %3$s
pl: Plik %1$s ma nieprawidłowe rozszerzenie (%2$s). Dozwolone rozszerzenia: %3$s
pt_pt: O ficheiro %1$s tem uma extensão inválida (%2$s). Extensões permitidas: %3$s
ru: Файл %1$s имеет неверное расширение (%2$s). Допустимые расширения: %3$s
sk: Súbor %1$s má neplatnú koncovku (%2$s). Povolené koncovky: %3$s
sq: Kartela %1$s ka zgjatim të pavlefshëm (%2$s). Zgjatime të lejuar: %3$s
sv_se: Filen %1$s har ogiltig filändelse (%2$s). Tillåtna filändelser: %3$s
vi: Tập tin %1$s có đuôi mở rộng bất hợp lệ (%2$s). Các đuôi mở rộng được cho phép: %3$s

source: File %s could not be saved to the database. Please try again.
ca: El fitxer %s no s'ha pogut desar a la base de dades. Torneu-ho a provar.
cs: Soubor %s se nepodařilo uložit do databáze. Zkuste to prosím znova.
de: Die Datei %s konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
el: Το αρχείο %s δεν ήταν δυνατό να αποθηκευθεί στη βάση δεδομένων. Παρακαλούμε προσπαθήστε ξανά.
es_es: No se pudo guardar el archivo %s en la base de datos. Por favor, inténtalo de nuevo.
fa: قادر به ذخیرهٔ پروندهٔ %s در پایگاه داده نبود. لطفاً دوباره تلاش نمایید.
fr: Le fichier %s n'a pas pu être enregistré dans la base de données. Veuillez réessayer.
it: Il file %s non può essere salvato nel database. Riprovare in seguito.
ja: ファイル %s をデータベースに保存できませんでした。再度お試しください。
nl: Bestand %s kan niet worden opgeslagen in de database. Probeer het a.u.b. opnieuw.
pl: Plik %s nie został zapisany w bazie danych. Proszę spróbować ponownie.
pt_pt: O ficheiro %s não pode ser guardado na base de dados. Tente novamente.
ru: Файл %s не удалось сохранить в базу данных. Пожалуйста, попробуйте снова.
sk: Súbor %s nemohol byť uložený do databázy. Skúste to znova.
sq: Kartela %s nuk mund të ruhej dot te baza e të dhënave. Ju lutem riprovoni.
sv_se: Filen %s kunde inte sparas i databasen. Försök igen.
uk: Не вдалося зберегти файл %s у базі даних. Спробуйте ще раз, будь ласка.
vi: Không thể lưu tập tin %s vào cơ sở dữ liệu. Vui lòng thử lại lần nữa.

source: File %s was uploaded successfully. You can add a caption below.
ca: S'ha pujat satisfactòriament el fitxer %s. A continuació podeu afegir-li un títol.
cs: Soubor %s byl úspěšně nahrán. Nyní můžete přidat popisek.
de: Die Datei %s wurde erfolgreich hochgeladen. Sie können nun eine Beschreibung hinzufügen.
el: Το αρχείο %s μεταφέρθηκε με επιτυχία. Παρακάτω, μπορείτε να προσθέσετε μια λεζάντα.
es_es: Se subió con éxito el archivo %s. Puedes añadir una captura abajo.
fa: پروندهٔ %s با موفقیت بارگذاری شد. در پایین می‌توانید شرحی برای آن بنویسید.
fr: Le fichier %s a bien été envoyé, vous pouvez lui adjoindre une légende ci-dessous.
hu: A fájl (%s) sikeresen feltöltve. Alább megadhat képfeliratot.
it: Il file %s è stato caricato correttamente. È possibile aggiungere una descrizione.
ja: ファイル %s のアップロードが完了しました。下のフォームでキャプションを追加できます。
nl: Bestand %s is succesvol ge-upload. U kunt hieronder een tekst toevoegen.
pl: Plik %s został wysłany. Poniżej możesz dodać opis.
pt_pt: O ficheiro %s foi carregado com sucesso. Abaixo pode adicionar uma captura.
ru: Файл %s был успешно загружен. Вы можете добавить к нему описание.
sk: Súbor %s bol úspešne odoslaný. Môžete zadať jeho popis.
sq: Kartela %s u ngarkua me sukses. Më poshtë mund të shtoni një përshkrim.
sv_se: Filen %s laddades upp. Du kan ange en bildtext nedan.
uk: Файл %s успішно завантажено. Нижче можна дати йому заголовок.
vi: Tập tin %s đã được tải lên thành công. Bạn có thể thêm tiêu đề ở bên dưới.

source: File Added!
ca: S'ha afegit el fitxer.
cs: Soubor přidán!
de: Datei hinzugefügt!
el: Το αρχείο προστέθηκε!
es_es: ¡Archivo añadido!
fa: پرونده افزوده گردید!
fr: Fichier ajouté&nbsp;!
hu: Fájl hozzáadva!
it: File aggiunto
ja: ファイルが追加されました。
nl: Bestand toegevoegd!
pl: Plik został dodany!
pt_pt: Ficheiro adicionado!
ru: Файл добавлен!
sk: Súbor pridaný!
sq: Kartela u Shtua!
sv_se: Fil tillagd!
uk: Файл доданий!
vi: Tập tin Đã được thêm!

source: File Information
ca: Informació del fitxer
cs: Informace o&nbsp;souboru
de: Datei-Informationen
el: Πληροφορίες αρχείου
es_es: Información del archivo
fa: اطلاعات پرونده
fr: Informations sur le fichier
hu: Fájlinformáció
it: Informazioni file
ja: ファイル情報
nl: Bestandsinformatie
pl: Informacja o pliku
pt_br: Informações de Arquivo
pt_pt: Informação do ficheiro
ru: Информация о файле
sk: Informácie o súbore
sq: Të dhëna Kartele
sv_se: Filinformation
uk: Інформація про файл
vi: Thông tin Tập tin

# test_case_name_dictionary_general_verifyFileLayout
source: File Layout Check
ca: Comprova la disposició del fitxer
cs: Kontrola struktury souborů
de: Datei-Layout-Test
el: Έλεγχος σχεδίασης αρχείου
es_es: Comprobación de la colocación de los archivos
it: Controllo struttura file
ja: ファイル構成の検証
nl: Bestandsopmaakcontrole
pl: Sprawdzenie struktury plików
pt_pt: Verificação do esquema do ficheiro
ru: Проверка расположения файлов
sk: Kontrola layoutu súboru
sv_se: Filstrukturkontroll

# test_case_name_all_general_verifyFileTypes
source: File Type Verification
ca: Verificació del tipus de fitxer
cs: Kontrola typů souborů
de: Dateityp-Überprüfung
el: Επαλήθευση τύπου αρχείου
es_es: Verificación del tipo de archivo
fr: Vérification du type de fichier
hu: Fájltípus-ellenőrzés
it: Verifica tipo di file
ja: ファイル形式の検証
nl: Bestandstypeverificatie
pl: Weryfikacja typu plików
pt_pt: Verificação do tipo de ficheiro
ru: Проверка типа файла
sk: Overenie typu súboru
sv_se: Filtypsverifiering

source: File error: %s does not exist.
ca: Error en el fitxer: no existeix %s.
cs: Chyba souboru: %s neexistuje.
de: Dateifehler: %s existiert nicht.
el: Σφάλμα αρχείου: δεν υπάρχει το %s.
es_es: Error en el archivo: %s no existe.
fa: خطای پرونده: %s وجود ندارد.
fr: Erreur fichier&nbsp;: %s n'existe pas.
hu: Fájlhiba: %s nem létezik.
it: Errore: %s non esiste.
ja: ファイルエラー: %s が存在しません。
nl: Bestandsfout: %s bestaat niet.
pl: Błąd pliku: %s nie istnieje.
pt_br: Erro de arquivo: %s não existe.
pt_pt: Erro no ficheiro: %s não existe.
ru: Ошибка: файл %s не существует.
sk: Chyba: súbor %s neexistuje.
sq: Gabim kartele: %s nuk ekziston.
sv_se: Fel: filen %s finns inte.
uk: Помилка файлу: %s не знайдено.
vi: Lỗi tập tin: %s không tồn tại.

source: File not found!
ca: No s'ha trobat el fitxer.
cs: Soubor nebyl nalezen!
de: Datei nicht gefunden!
el: Δε βρέθηκε το αρχείο!
es_es: ¡Archivo no encontrado!
fa: پرونده پیدا نشد!
fr: Fichier introuvable&nbsp;!
hu: A fájl nem található!
it: Impossibile trovare il file.
ja: ファイルがありません。
nl: Bestand niet gevonden!
pl: Nie znaleziono pliku!
pt_br: Arquivo não encontrado!
pt_pt: Ficheiro não encontrado!
ru: Файл не найден!
sk: Súbor sa nenašiel!
sq: Nuk u gjet kartelë!
sv_se: Filen hittades inte!
uk: Файл не знайдено!
vi: Không tìm thấy tập tin!

source: Files:
ca: Fitxers
cs: Soubory:
de: Dateien:
el: Αρχεία:
es_es: Archivos:
fa: پرونده‌ها:
fr: Fichiers&nbsp;:
hu: Fájlok:
it: File:
ja: ファイル:
nl: Bestanden:
pl: Pliki:
pt_br: Arquivos:
pt_pt: Ficheiros:
ru: Файлы:
sk: Súbory:
sq: Kartela:
sv_se: Filer:
uk: Файли:
vi: Tập tin:

# editorcp_reviewlog_button_filter
source: Filter
ca: Filtra
cs: Filtrovat
de: Filtern
el: Φίλτρο
es_es: Filtrar
fa: صافی
fr: Filtrer
hu: Szűrő
it: Filtra
ja: フィルタ
nl: Filteren
pl: Filtruj
pt_br: Filtrar
pt_pt: Filtro
ru: Фильтр
sk: Filtrovať
sq: Filtro
sv_se: Filtrera
uk: Фільтр
vi: Bộ lọc

# editorcp_logs_button_filter
source: Filter
ca: Filtra
cs: Filtrovat
de: Filtern
el: Φίλτρο
es_es: Filtrar
fa: صافی
fr: Filtrer
hu: Szűrő
it: Filtra
ja: フィルタ
nl: Filteren
pl: Filtruj
pt_br: Filtrar
pt_pt: Filtro
ru: Фильтр
sk: Filtrovať
sq: Filtro
sv_se: Filtrera
uk: Фільтр
vi: Bộ lọc

# editors_queue_submit_filter
source: Filter
ca: Filtra
cs: Filtr
el: Φίλτρο
es_es: Filtro
fa: صافی
fr: Filtrer
hu: Szűrő
it: Filtro
ja: フィルタ
nl: Filteren
pl: Filtruj
pt_br: Filtrar
pt_pt: Filtro
ru: Фильтр
sk: Filtrovať
sq: Filtër
sv_se: Filtrera
uk: Фільтр
vi: Bộ lọc

source: Filter Queue
ca: Cua de filtratge
cs: Filtr fronty
de: Warteliste filtern
el: Ουρά αναμονής φίλτρων
es_es: Filtrar cola
fa: صف صافی
fr: Filtrer la queue
hu: Szűrősor
it: Filtra la coda
ja: レビュー待ちを条件で絞り込み
nl: Filterrij
pl: Filtrowanie kolejki
pt_br: Fila de filtros
pt_pt: Filtro de Espera
ru: Фильтр очереди
sk: Filter frontu
sq: Radhë Filtrimi
sv_se: Filtrera kö
uk: Фільтр черги
vi: Dãy Bộ Lọc

source: Filter by type/action
ca: Filtra per tipus/acció
cs: Filtrovat podle typu/akce
de: Nach Typ/Aktion filtern
el: Φιλτράρισμα κατά τύπο/ενέργεια
es_es: Filtrar por tipo/acción
fa: صافی بر حسب نوع/عمل
fr: Filtrer par type/action
hu: Szűrés típus/művelet szerint
it: Filtra per tipo/azione
ja: 種類・アクションによるフィルタ
nl: Filteren op type/actie
pl: Filtruj wg typu/czynności
pt_br: Filtrar por tipo/ação
pt_pt: Filtrar por tipo/acção
ru: Фильтр по типу/действию
sk: Filter podľa typu/úkonu
sq: Filtro sipas llojesh/veprimi
sv_se: Filtrera på typ/handling
uk: Фільтр за типом/дією
vi: Lọc theo kiểu/thao tác

source: First name
ca: Nom
cs: Křestní jméno
de: Vorname
el: Όνομα
es_es: Nombre
fa: نام
fr: Prénom
hu: Utónév
it: Nome
ja: 名 (例: Taro)
nl: Voornaam
pl: Imię
pt_br: Nome
pt_pt: Primeiro nome
ru: Имя
sk: Krstné meno
sq: Emër
sv_se: Förnamn
uk: Ім’я
vi: Tên

source: Flags
ca: Indicadors
cs: Příznaky
de: Markierungen
el: Σημαίες
es_es: Marcas
fa: پرچم‌ها
hu: Jelzők
it: Contrassegni
ja: フラグ
nl: Labels
pl: Flagi
pt_pt: Etiquetas
ru: Флаги
sk: Označenia
sv_se: Flaggor
uk: Позначки

source: Flags:
ca: Indicadors:
cs: Příznaky:
de: Markierungen:
el: Σημαίες:
es_es: Marcas:
fa: پرچم‌ها:
hu: Jelzők:
it: Contrassegni:
ja: フラグ:
nl: Labels:
pl: Flagi:
pt_pt: Etiquetas:
ru: Флаги:
sk: Označenia:
sv_se: Flaggor:
uk: Позначки:

source: For information on contributing, please see our %s.
ca: Per a més informació de com contribuir, consulteu la nostra %s.
cs: Více informací o&nbsp;přispívání naleznete na naší %s.
de: Wenn Sie auch einen Beitrag leisten möchten, sehen Sie sich diese %s an.
el: Για πληροφορίες σχετικές με συνεισφορές, παρακαλούμε δείτε τη %s.
es_es: Si deseas información sobre cómo colaborar, por favor visita nuestra %s.
fa: برای اطلاعات دربارهٔ مشارکت، لطفاً از %s ما بازدید کنید.
fr: Pour vous renseigner sur les manières de contribuer au projet, consultez %s.
hu: A hozzájárulással kapcsolatos információkért lásd a %s.
it: Per informazioni su come contribuire, consultare il nostro %s.
ja: 協力方法に関する情報は %s をご覧ください。
nl: Kijk voor informatie over het leveren van bijdragen op onze %s.
pl: Informacje na temat współpracy można znaleźć na %s.
pt_br: Para saber como contribuir, veja o nosso %s.
pt_pt: Para informação sobre como contribuir, veja a nossa %s.
ru: Для получения дополнительной информации относительно содействия, пожалуйста см. нашу %s.
sk: Informácie o prispievateľoch nájdete na našej %s.
sq: Për të dhëna se si të merrni pjesë, ju lutemi shihni %s tonën.
sv_se: För mer information om hur du kan bidra, se vår %s.
uk: Для інформації щодо внеску, будь ласка, завітайте на нашу %s.
vi: Để biết thêm thông tin về việc đóng góp, vui lòng xem %s.

# footer_abbr_faq
source: Frequently Asked Questions
ca: Preguntes més freqüents
cs: Často kladené otázky
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es_es: Preguntas de usuario frecuentes
fa: پرسش‌های متداول
fr: Foire aux questions
hu: Gyakran ismétlődő kérdések
it: Domande più frequenti
ja: よくある質問
nl: Veelgestelde vragen
pl: Często zadawane pytania
pt_br: Perguntas mais Frequentes
pt_pt: Perguntas frequentes
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sq: Pyetje të Bëra Shpesh
sv_se: Ofta ställda frågor
vi: Hỏi đáp Thường gặp

# page_title_faq
source: Frequently Asked Questions
ca: Preguntes més freqüents
cs: Často kladené otázky
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es_es: Preguntas frecuentes
fa: پرسش‌های متداول
fr: Foire Aux Questions
hu: Gyakran ismétlődő kérdések
it: Domande più frequenti
ja: よくある質問
nl: Veelgestelde vragen
pl: Często zadawane pytania
pt_br: Perguntas Frequentes
pt_pt: Perguntas frequentes
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sq: Pyetje të Bëra Shpesh (FAQ)
sv_se: Ofta ställda frågor
vi: Hỏi Đáp Thường Gặp

source: GNU General Public License, version 2.0
cs: GNU General Public License, verze 2.0
el: GNU General Public License, έκδοση 2.0
es_es: Licencia pública GNU, versión 2.0
fa: مجوز عمومی کلی گنو، نسخهٔ ۲٫۰
it: Licenza GNU General Public License, versione 2.0
ja: GNU General Public License バージョン 2.0
nl: GNU General Public License, versie 2.0
pl: Licencja GNU General Public Licence, wersja 2.0
pt_pt: GNU General Public License, versão 2.0
ru: GNU General Public License, версия 2.0
sk: GNU General Public License, verzia 2.0
sq: Leje e Përgjithshme Publike GNU, version 2.0
vi: Giấy phép Công cộng GNU, phiên bản 2.0

source: GNU General Public License, version 3.0
cs: GNU General Public License, verze 3.0
el: GNU General Public License, έκδοση 3.0
es_es: Licencia pública GNU, versión 3.0
fa: مجوز عمومی کلی گنو، نسخهٔ ۳٫۰
it: Licenza GNU General Public License, versione 3.0
ja: GNU General Public License バージョン 3.0
nl: GNU General Public License, versie 3.0
pl: Licencja GNU General Public Licence, wersja 3.0
pt_pt: GNU General Public License, versão 3.0
ru: GNU General Public License, версия 3.0
sk: GNU General Public License, verzia 3.0
sq: Leje e Përgjithshme Publike GNU, version 3.0
vi: Giấy phép Công cộng GNU, phiên bản 3.0

source: GNU Lesser General Public License, version 2.1
cs: GNU Lesser General Public License, verze 2.1
el: GNU Lesser General Public License, έκδοση 2.1
es_es: Licencia pública menor GNU Lesser, versión 2.1
fa: مجوز عمومی کلی کاهش‌یافتهٔ گنو، نسخهٔ ۲٫۱
it: Licenza GNU Lesser General Public License, versione 2.1
ja: GNU Lesser General Public License バージョン 2.1
nl: GNU Lesser General Public License, versie 2.1
pl: Licencja GNU Lesser General Public License, wersja 2.1
pt_pt: GNU Lesser General Public License, versão 2.1
ru: GNU Lesser General Public License, версия 2.1
sk: GNU Lesser General Public License, verzia 2.1
sq: Leje e Përgjithshme Publike Më e Pakët GNU, version 2.1
vi: Giấy phép Công cộng Ít hơn GNU, phiên bản 2.1

source: GNU Lesser General Public License, version 3.0
cs: GNU Lesser General Public License, verze 3.0
el: GNU Lesser General Public License, έκδοση 3.0
es_es: Licencia pública menor GNU Lesser, versión 3.0
fa: مجوز عمومی کلی کاهش‌یافتهٔ گنو، نسخهٔ ۳٫۰
it: Licenza GNU Lesser General Public License, versione 3.0
ja: GNU Lesser General Public License バージョン 3.0
nl: GNU Lesser General Public License, versie 3.0
pl: Licencja GNU Lesser General Public License, wersja 3.0
pt_pt: GNU Lesser General Public License, versão 3.0
ru: GNU Lesser General Public License, версия 3.0
sk: GNU Lesser General Public License, verzia 3.0
sq: Leje e Përgjithshme Publike Më e Pakët GNU, version 3.0
vi: Giấy phép Công cộng Ít hơn GNU, phiên bản 3.0

source: General
cs: Obecné
de: Allgemein
el: Γενικά
fr: Général
hu: Általános
it: Generale
ja: 一般
nl: Algemeen
pl: Ogólne
pt_pt: Geral
ru: Общие
sk: Všeobecné
sv_se: Allmänt

source: General Verification Tests
ca: Verificació general
cs: Základní kontrola
de: Allgemeine Tests
el: Δοκιμές γενικής επαλήθευσης
es_es: Pruebas generales de verificación
fr: Tests généraux de vérification
hu: Általános ellenőrzőtesztek
it: Test di verifica generale
ja: 一般的な検証テスト
nl: Algemene verificatietests
pl: Ogólne testy weryfikacyjne
pt_pt: Testes de verificação geral
ru: Общие верификационные тесты
sk: Všeobecné testy
sv_se: Allmänna verifikationstest

source: Geolocation Check
ca: Comprova si utilitza geolocalització
cs: Kontrola na Geolocation API
de: Geolocation-Test
el: Έλεγχος γεωτοποθεσίας
es_es: Pruebas de geolocalización
fr: Vérification de la géolocalisation
hu: Földrajzi hely ellenőrzése
it: Controllo geolocalizzazione
ja: 位置情報通知機能の検証
nl: Geolocatiecontrole
pl: Sprawdzenie geolokalizacji
pt_pt: Verificação de geolocalização
ru: Проверка указания местоположения
sk: Kontrola geolokalizácie
sv_se: Geolokationskontroll

# devcp_dashboard_start
source: Get Started
ca: Comença ara
cs: Začít
de: Los geht's!
el: Ξεκινήστε
es_es: Comenzar
fa: چگونه شروع کنیم
fr: Débuter
hu: Indulás
it: Per iniziare
ja: スタート
nl: Nu Starten
pl: Zaczynamy!
pt_br: Comecar Agora
pt_pt: Começar
ru: Начать
sk: Začíname
sq: Filloni
sv_se: Sätt igång
uk: Поїхали
vi: Bắt Đầu

# devcp_uploader_a_start
source: Get Started
ca: Comença ara
cs: Začít
de: Los geht's!
el: Ξεκινήστε
es_es: Comenzar
fa: چگونه شروع کنیم
fr: Débuter
hu: Indulás
it: Per iniziare
ja: スタート
nl: Van start
pl: Zaczynamy!
pt_br: Iniciar
pt_pt: Começar
ru: начать
sk: Začíname
sq: Fillojani
sv_se: Sätt igång
uk: Поїхали
vi: Bắt Đầu
