Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Welcome to %2$s Add-ons.\n\nBefore you can use your new account you must activate it - this ensures the e-mail address you used is valid and belongs to you.\nTo activate your account, click the link below or copy and paste the whole thing into your browser's location bar:\n\n%1$s\n\nOnce you've successfully activated your account, you can throw away this e-mail.\n\nThanks for joining %2$s Add-ons\n-- %2$s Add-ons Staff
ca: Benvingut a %2$s Add-ons. Abans que podeu començar a utilitzar el vostre compte l'heu d'activar - així es verificarà que la vostra adreça de correu és correcta i que us pertany. Per activar-la, cliqueu l'enllaç següent o copieu i enganxeu-lo a la barra de navegació del vostre navegador: %1$s Un cop hàgiu activat satisfactòriament el vostre compte, ja no us caldrà l'adreça de correu. Gràcies per unir-vos al %2$s Add-ons -- Personal del %2$s Add-ons
de: Willkommen zu %2$s Add-ons. Bevor Sie Ihr Benutzerkonto verwenden können, müssen Sie es erst aktivieren. Das stellt sicher, dass Sie Ihre E-Mail-Adresse korrekt eingegeben haben und dass die Adresse Ihnen gehört.. Um Ihr Konto zu aktivieren, klicken Sie bitte auf den folgenden Link oder kopieren Sie ihn in die Adressleiste Ihres Webbrowsers: %1$s Nachdem Sie Ihren Account erfolgreich aktiviert haben, können Sie diese E-Mail löschen. Danke, dass Sie sich bei %2$s Add-ons angemeldet haben! -- das %2$s Add-ons Team
el: Καλωσορίσατε στα πρόσθετα του %2$s. Πριν μπορέσετε να χρησιμοποιήσετε το λογαριασμό σας, θα πρέπει να τον ενεργοποιήσετε - αυτό διασφαλίζει πως η διεύθυνση ηλεκτρονικού ταχυδρομείου που χρησιμοποιήσατε είναι έγκυρη και σας ανήκει. Για να ενεργοποιήσετε το λογαριασμό σας, κάντε κλικ στον παρακάτω δεσμό ή κάντε αντιγραφή και επικόλληση ολόκληρης της γραμμής στη γραμμή διευθύνσεων του περιηγητή σας: %1$s Αφού ενεργοποιήσετε το λογαριασμό σας με επιτυχία, μπορείτε να διαγράψετε αυτό το μήνυμα με ασφάλεια. Ευχαριστούμε για τη συμμετοχή σας στα πρόσθετα του %2$s -- Το προσωπικό των πρόσθετων του %2$s
es_es: Bienvenido a %2$s Addons. Antes de que puedas usar tu nueva cuenta, debes activarla - esto permite asegurarnos que la dirección de correo que usaste es válida y te pertenece. Para activar tu cuenta, haz clic en el enlace de abajo o copia y pega la dirección en la barra de direcciones de tu navegador: %1$s Una vez que hayas activado satisfactoriamente tu cuenta, puedes borrar este correo. Gracias por unirte a %2$s Addons -- El Equipo de %2$s Addons
fr: Bienvenue à %2$s Add-ons.\n\nAvant de pouvoir utiliser votre nouveau compte, vous devez l'activer. Cette mesure garantit que l'adresse électronique que vous avez utilisée est valide et vous appartient bien.\nPour activer votre compte, cliquez sur le lien ci-dessous ou bien copiez-collez ce lien dans la barre d'adresse de votre navigateur :\n\n%1$s\n\nUne fois votre compte activé, vous pourrez détruire ce message.\n\nMerci de participer au site des modules %2$s.\n-- \nL'équipe des modules %2$s
hu: Üdvözli a %2$s Add-ons!\n\nAz új fiók használata előtt aktiválnia kell azt – ez garantálja, hogy a használt e-mail cím érvényes és az Öné.\nA fiók aktiválásához kattintson az alábbi hivatkozásra, vagy másolja az egészet a böngésző címsávjába:\n\n%1$s\n\nA fiók sikeres aktiválása után eldobhatja ezt a levelet.\n\nKöszönjük, hogy regisztrált a %2$s Add-ons webhelyen!\n– A %2$s Add-ons munkatársai
it: Benvenuto in %2$s Add-ons.\n\nPer potere utilizzare il tuo nuovo account devi prima attivarlo. Ciò garantisce che l'indirizzo e-mail utilizzato sia valido e appartenga davvero a te.\nPer attivare il tuo nuovo account fai clic sul link successivo oppure copia e incolla il link completo nella barra degli indirizzi del tuo browser:\n\n%1$s\n\nDopo aver attivato il tuo account potrai tranquillamente cestinare questa e-mail.\n\nGrazie per aver scelto %2$s Add-ons\n-- Lo staff di %2$s Add-ons
ja: %2$s Add-ons へようこそ\n\nアカウントの利用を開始するには認証手続きを行う必要があります。この手続きは、お使いのメールアドレスが正しいかどうかということと、あなた自身のアドレスであることを確かめるものです。\nアカウントを有効にするには、以下のリンクをクリックするか、リンクの文字列全体をブラウザのロケーションバーに貼り付けてください。\n\n%1$s\n\n認証手続きが完了したら、このメールは削除しても構いません。\n\n%2$s Add-ons にご登録いただきありがとうございます。\n-- %2$s Add-ons スタッフ一同
nl: Welkom bij %2$s add-ons. Voordat u uw nieuwe account kunt gebruiken moet u het activeren – dit bevestigt dat het gebruikte e-mailadres geldig is en van u is. Klik op onderstaande koppeling om uw account te activeren, of kopieer en plak de gehele koppeling in de locatiebalk van uw browser: %1$s Wanneer u uw account succesvol hebt geactiveerd kunt u dit e-mailbericht weggooien. Bedankt voor uw aanmelding bij %2$s Add-ons – %2$s Add-ons Team
pl: Witaj w %2$s – dodatki. Zanim zaczniesz używać swojego nowego konta, musisz je aktywować. Aktywacja potwierdza, że adres e-mail podany przez Ciebie podczas rejestracji jest poprawny i stanowi Twoją własność. Aby aktywować swoje konto, kliknij odnośnik poniżej lub skopiuj i wklej cały adres do paska adresu swojej przeglądarki: %1$s Po aktywacji konta można usunąć tę wiadomość. Dziękujemy za przyłączenie się do %2$s – dodatki — Zespół %2$s – dodatki
pt_pt: Bem Vindo aos Extras da %2$s .\n\nAntes de poder utilizar a sua conta tem de a activar - assim assegura que o endereço de correio que utilizou lhe pertence.\nPAra activar a sua conta, clique na ligação abaixo ou copie e cole tudo na barra de endereço do seu navegador:\n\n%1$s\n\nAssim que tiver activado a sua conta com sucesso, pode eliminar esta mensagem de correio.\n\nObrigado por se juntar aos Extras da %2$s \n-- A equipa dos Extras da %2$s
ru: Добро пожаловать на сайт дополнений %2$s.\n\nПеред использованием учётной записи вам необходимо её активировать — это является гарантией, что указанный при регистрации адрес электронной почты действителен и действительно вам принадлежит.\nЧтобы активировать учётную запись, щёлкните по ссылке, указанной ниже, или скопируйте и вставьте её в строку адреса браузера: \n\n%1$s\n\nПосле активации учётной записи, вы можете стереть это сообщение.\n\nСпасибо за регистрацию на сайте дополнений %2$s\n-- Администрация сайта дополнений %2$s
sk: Vitajte na %2$s Add-ons.\n\nNajprv je potrebné nový účet aktivovať. Tým spolu skontrolujeme platnosť použitej e-mailovej adresy.\nAk chcete aktivovať účet, kliknite na dole uvedený odkaz alebo ho skopírujte a prilepte v prehliadači do panela s adresou:\n\n%1$s\n\nPo úspešnom aktivovaní účtu môžete tento e-mail zahodiť.\n\nĎakujeme, že ste sa pripojili k %2$s Add-ons.\n-- Tím %2$s Add-ons
sv_se: Välkommen till %2$s Add-ons. Innan du kan använda ditt nya konto måste du aktivera detta - det visar att e-postadressen du angav fungerar och tillhör dig. För att aktivera kontot, klicka på länken nedan eller klistra in allt i din webbläsares adressrad: %1$s När du aktiverat ditt konto kan du slänga detta brev. Tack för att du registerat dig på %2$s Add-ons -- %2$s Add-ons-staben

source: Welcome to addons.mozilla.org (AMO)!
ca: Benvingut a addons.mozilla.org (AMO)!
cs: Vítejte na serveru addons.mozilla.org (AMO)!
de: Willkommen bei Mozilla Add-ons (AMO)!
el: Καλώς ήλθατε στον ιστότοπο addons.mozilla.org (AMO)!
es_es: ¡Bienvenido a addons.mozilla.org (AMO)!
fa: به وب‌گاه افزودنی‌های موزیلا (AMO) خوش آمدید!
fr: Bienvenue sur addons.mozilla.org (AMO)&nbsp;!
hu: Üdvözli az addons.mozilla.org (AMO)!
it: Benvenuto su addons.mozilla.org (AMO)!
ja: addons.mozilla.org (AMO) へようこそ！
nl: Welkom bij addons.mozilla.org (AMO)!
pl: Witaj na addons.mozilla.org (AMO)!
pt_br: Bem-vindo ao addons.mozilla.org (AMO)!
pt_pt: Bem vindo a addons.mozilla.org (AMO)!
ru: Добро пожаловать на addons.mozilla.org (AMO)!
sk: Víta vás addons.mozilla.org (AMO)!
sq: Mirë se vini te addons.mozilla.org (AMO)!
sv_se: Välkommen till addons.mozilla.org (AMO)!
vi: Chào mừng đến addons.mozilla.org (AMO)!

source: Welcome to the Add-on Collector
ca: Benvingut a l'Add-on Collector
cs: Vítá vás rozšíření Sbírky doplňků
de: Willkommen beim Add-on-Sammler
el: Καλωσορίσατε στο Add-on Collector
es_es: Bienvenido al recopilador de complementos
fa: به مجموعه‌ساز افزودنی‌ها خوش آمدید
fr: Bienvenu dans le collecteur de modules
hu: Üdvözli az Add-on Collector!
it: Benvenuto in Add-on Collector
ja: アドオンコレクターへようこそ
nl: Welkom bij de Add-on Collector
pl: Zapraszamy do Kolekcjonera dodatków
pt_br: Bem vindo ao colecionador de complementos
pt_pt: Bem-vindo ao coleccionador de extras
ru: Добро пожаловать в собиратель дополнений
sk: Víta vás rozšírenie Add-on Collector
sq: Mirë se vini te Mbledhësi i Shtesave
sv_se: Välkommen till tilläggssamlaren
uk: Ласкаво просимо до Колектору додатків
vi: Chào mừng đến với Trình sưu tập Tiện ích

source: What are Add-ons?
ca: Què són els complements?
cs: Co jsou doplňky?
de: Was sind Add-ons?
el: Τι είναι τα πρόσθετα;
es_es: ¿Qué son los complementos?
fa: افزودنی‌ها چیستند؟
fr: Que sont les modules&nbsp;?
hu: Mik azok a kiegészítők?
it: Che cosa sono i componenti aggiuntivi?
ja: アドオンとは？
nl: Wat zijn add-ons?
pl: Co to są dodatki?
pt_br: O que são Complementos?
pt_pt: O que são extras?
ru: Что такое дополнения?
sk: Čo sú doplnky?
sq: Çfarë janë Shtesat?
sv_se: Vad är tillägg?
uk: Що таке додатки?
vi: Tiện ích là gì?

source: What's Next for this Add-on
ca: Quins són els plans futurs per a aquest complement
cs: Co dalšího u doplňku plánujete
de: Was kommt als nächstes für dieses Add-on
el: Ποιο θα είναι το μέλλον αυτού του πρόσθετου
es_es: Qué será lo próximo de este complemento
fr: Prochaine étape pour ce module
hu: Mi következik a kiegészítő fejlesztésében
it: Quali sono le possibili evoluzioni di questo componente aggiuntivo?
ja: このアドオンの今後の開発計画
nl: Wat brengt de toekomst voor deze add-on
pl: Plany rozwoju dodatku
pt_br: Quais são as próximas atualizações neste complemento.
pt_pt: O que há a seguir para este extra
ru: Что в планах для этого дополнения
sk: Aké budú ďalšie zmeny v tomto doplnku?
sv_se: Framtida planer för detta tillägg
uk: Що буде новенького для цього додатку
vi: Điều gì Tiếp theo cho Tiện ích này

source: When users begin downloading this add-on they are taken to your Developer Profile, where they are asked to make a contribution.
ca: Quan els usuaris comencin a baixar-se aquest complment se'ls portarà al vostre perfil de desenvolupador i se'ls demanarà si volen fer una contribució.
cs: Po stažení doplňku jsou uživatelé přesměrování do vašeho profilu vývojáře a zde jsou požádání o příspěvek.
de: Wenn Benutzer dieses Add-on herunterladen, werden sie anschließend auf Ihr Entwicklerprofil weitergeleitet, wo sie um einen Beitrag gebeten werden.
el: Όταν οι χρήστες ξεκινούν τη λήψη αυτού του πρόσθετου, θα μεταφέρονται στο προφίλ δημιουργού σας όπου θα τους ζητείται να κάνουν μια δωρεά.
es_es: Cuando los usuarios descarguen este complemento, ellos verán tu perfil de desarrollador, donde se les pedirá hacer una colaboración.
fr: Lorsque les utilisateurs téléchargent ce module, ils sont renvoyée vers votre profil développeur où il leur est proposé de vous apporter une contribution financière.
hu: Amikor a felhasználók elkezdik letölteni a kiegészítőt, átkerülnek az Ön fejlesztői profiljára, ahol adományokat kér.
it: Nel momento in cui un utente inizia a scaricare questo componente aggiuntivo, viene visualizzata la pagina del Profilo sviluppatore dove sarà possibile fare una donazione.
ja: ユーザは、このアドオンのダウンロードを始める際、開発者プロフィールにリダイレクトされ、そこで寄付を求められます。
nl: Wanneer gebruikers deze add-on beginnen te downloaden worden ze naar uw ontwikkelaarsprofiel geleid, waar ze wordt gevraagd om een bijdrage.
pl: Po rozpoczęciu pobierania tego dodatku użytkownicy będą przekierowywani do profilu autora, gdzie zostaną poproszeni o dokonanie dotacji.
pt_br: Quando usuários iniciam o download deste complemento, eles são levados para a sua página de Profile do Desenvolvedor, onde eles podem fazer uma contribuição.
pt_pt: Quando os utilizadores começarem a transferir este extra são enviados para o seu perfil de desenvolvedor, onde lhes é pedido para fazerem uma contribuição.
sk: Keď začne používateľ preberať tento dopnok, bude presmerovaný do profilu používateľa kde bude požiadaný o príspevok.
sv_se: När användare börjar ladda ner detta tillägg tas de till din utvecklarprofil, där de ombeds ge ett bidrag.
uk: Коли користувачі починають завантажувати цей додаток, вони відразу ж перенаправляються до вашого Профілю розробника, де вони запрошуються зробити внесок.
vi: Khi người dùng bắt đầu tải xuống tiện ích này, họ sẽ được chuyển tới trang Hồ sơ Nhà phát triển của bạn, nơi họ sẽ được đề nghị hỗ trợ tài chính cho tiện ích.

source: When users try to install this add-on they are taken to your Developer Profile first, where they will be asked to make a contribution. Users must click the install button again to complete the installation.
ca: Quan els usuaris intentin instal·lar aquest complement se'ls portarà al vostre perfil de desenvolupador, on se'ls demanarà si volen fer una contribució. Els usuaris hauran de clicar el botó d'instal·lació una altra vegada per a instal·lar-lo definitivament.
cs: Při pokusu o instalaci doplňku jsou uživatelé nejdříve přesměrování do vašeho profilu vývojáře a zde jsou požádání o příspěvek. Pro dokončení instalace doplňku musí uživatelé opětovně klepnout na instalační tlačítko.
de: Wenn Benutzer versuchen, Ihr Add-on zu installieren, werden sie zunächst auf Ihr Entwicklerprofil weitergeleitet, wo sie um einen Beitrag gebeten werden. Der Benutzer muss erneut auf die "Installieren"-Schaltfläche drücken, um die Installation auszuführen.
el: Όταν οι χρήστες θα προσπαθήσουν να εγκαταστήσουν αυτό το πρόσθετο θα μεταφερθούν πρώτα στο προφίλ δημιουργού σας, όπου θα τους ζητηθεί να κάνουν μια δωρεά. Θα πρέπει να κάνουν ξανά κλικ στο κουμπί εγκατάστασης για να ολοκληρωθεί η εγκατάσταση του πρόσθετου.
es_es: Cuando los usuarios intenten instalar este complemento, ellos verán tu perfil de desarrollador primero, donde se les pedirá hacer una colaboración. Los usuarios tendrán que volver a pulsar el botón de instalar para completar la instalación.
hu: Amikor a felhasználók megpróbálják telepíteni a kiegészítőt, átkerülnek az Ön fejlesztői profiljára, ahol adományokat kér. A felhasználóknak ismételten a telepítés gombra kell kattintaniuk a telepítés végrehajtásához.
it: Quando un utente cerca di installare questo componente aggiuntivo, viene visualizzata la pagina con il Profilo sviluppatore e verrà chiesta una donazione. L'utente dovrà fare clic nuovamente sul pulsante Installa per completare l'installazione.
ja: ユーザは、このアドオンをインストールする際、まず開発者プロフィールにリダイレクトされ、そこで寄付を求められます。ユーザはインストールを完了するには再度インストールボタンを押す必要があります。
nl: wanneer gebruikers deze add-on proberen te installeren worden ze eerst naar uw ontwikkelaarsprofiel geleid, waar ze wordt gevraagd om een bijdrage. Gebruikers dienen nogmaals op de knop Installeren te drukken om de installatie af te ronden.
pl: Po rozpoczęciu instalacji tego dodatku użytkownicy będą przekierowywani do profilu autora, gdzie zostaną poproszeni o dokonanie dotacji. Aby ukończyć instalację, będą musieli ponownie kliknąć przycisk Instaluj.
pt_br: Quando usuários tentam instalar este complemento, eles são levados a sua página Profile do desenvolvedor, onde eles receberão o pedido por contribuição. Usuários terão que clicar no botão de instalação novamente para completar o processo de instalação.
pt_pt: Quando os utilizadores tentarem instalar este extra são enviados para o seu perfil de desenvolvedor, onde lhes é pedido para fazerem uma contribuição. Os utilizadores têm de clicar novamente no botão instalar para terminar a instalação.
sk: Keď sa používateľ pokúsi nainštalovať tento doplnok, bude najskôr presmerovaný do profilu vývojára, kde bude požiadaný o príspevok. Používatelia musia opätovne kliknúť na tlačidlo Nainštalovať, ak chcú dokončiť inštaláciu.
sv_se: När användare försöker installera detta tilläg tas de först till din utvecklarpfofil där de ombeds ge ett bidrag. Användare måste klicka på installera-knappen igen för att genomföra installationen.
uk: Коли корисувачі пробують встановити цей додаток, вони спочатку перенаправляються до вашого Профілю Розробника, де їм запропонують зробити внесок. Користувачі повинні натиснути ще раз на кнопці, щоб завершити процес встановлення.
vi: Khi người dùng muốn cài đặt tiện ích này, họ sẽ được đưa tới Hồ sơ Nhà phát triển của bạn trước, nơi họ sẽ được đề nghị hỗ trợ tài chính. Người dùng phải nhấn lên nút cài đặt một lần nữa để hoàn thành việc cài đặt.

source: Whether or not you request contributions for future development of your add-on, telling your users what's coming soon will give them something to look forward to.
ca: Tan si demanau donacions pel futur desenvolupament del vostre complement com si no ho feu, expliqueu als vostres usuaris els plans futurs per al complement per tal de mantenir l'interès.
cs: Je jedno, zda budete žádat o příspěvky na budoucí vývoj vašeho doplňku či nikoliv, informace o tom, co připravujete, může být pro řadu uživatelů užitečná.
de: Unabhängig davon, ob Sie um Benutzerbeiträge für die Weiterentwicklung Ihres Add-ons bitten oder nicht: Wenn Sie Ihren Benutzern sagen, welche Änderungen für Ihr Add-on geplant sind, haben diese schon etwas, auf das sie sich freuen können.
el: Είτε ζητάτε δωρεές για την υποστήριξη της περαιτέρω ανάπτυξης του πρόσθετου σας, είτε όχι, λέγοντας μερικά λόγια για τα μελλοντικά σας σχέδια ανάπτυξης θα τους κάνει να το περιμένουν με ανυπομονησία.
es_es: Tanto si pides o no colaboración para el desarrollo futuro de tu complemento, contarle a tus usuarios qué será lo próximo, les dará algo que esperar con interés.
hu: Akár kér adományokat a kiegészítő jövőbeli fejlesztéséhez, akár nem, mindig jó ötlet a felhasználóknak elmondani, mire számíthatnak.
it: Sia che tu decida di chiedere donazioni per lo sviluppo del tuo componente aggiuntivo, sia che tu preferisca non farlo, descrivere le possibili evoluzioni della tua estensione offrirà agli utenti dei punti di riferimento.
ja: アドオンの開発継続のために寄付を求めるかどうかに関わらず、ユーザに今後の開発計画を伝えることで、バージョンアップを楽しみに待ってもらうことができます。
nl: Of u nu wel of niet om bijdragen vraagt voor voor toekomstige ontwikkeling van uw add-on, uw gebruikers vertellen wat u in petto heeft zal ze iets geven om naar uit te kijken.
pl: Przekazując użytkownikom najbliższe plany, bez względu na to, czy prosisz o dotacje, które wspomogą dalszy rozwój dodatku, czy też nie, zachęcisz ich do oczekiwania i myślenia o tym, co będzie w kolejnych wydaniach dodatku.
pt_br: Independente de você pedir contribuições para atualizações futuras no seu complemento, informar os próximos recursos faz com que seus usuários tenham insteresse sobre as próximas versões.
pt_pt: Quer peça ou não contribuições para o desenvolvimento futuro do seu extra, dizer aos seus utilizadores o próximo passo permite-lhes que aguardem.
sk: Či už požadujete príspevky na ďalší vývoj svojho doplnku alebo nie, môžete svojim používateľom povedať, na aké novinky sa môžu tešiť.
sv_se: Huruvida du efterfrågar bidrag för framtida utveckling av ditt tillägg, och om du berättar vad som komma skall och ger dem något att se fram emot.
uk: Незважаючи на те, чи ви просите своїх користувачів про внески для подальшого розвитку вашого додатку,розказуючи про те, що їх чекає в майбутньому і на що вони будуть чекати.
vi: Cho dù bạn có hoặc không đề nghị các khoản đóng góp cho sự phát triển tiện ích trong tương lai, việc nói cho người dùng biết những gì sắp có sẽ giúp họ biết mình có điều gì để trông đợi.

source: Who can publish add-ons to your collection?
ca: Qui pot publicar complements a la vostra col·lecció?
cs: Kdo může přidávat doplňky do vaší sbírky?
de: Wer kann Ihrer Sammlung Add-ons hinzufügen?
el: Ποιος μπορεί να δημοσιεύσει πρόσθετα στη συλλογή σας;
es_es: ¿Quien puede publicar complementos en tu recopilatorio?
fa: چه کسی می‌تواند افزودنی‌های جدید در مجموعه‌تان منتشر کند؟
fr: Qui peut ajouter des modules à votre collection&nbsp;?
hu: Ki tehet közzé kiegészítőket az Ön gyűjteményében?
it: Chi può pubblicare elementi nella tua raccolta?
ja: コレクションにアドオンを追加できるユーザ
nl: Wie kan add-ons naar uw collectie publiceren?
pl: Kto może dodawać dodatki do tej kolekcji?
pt_br: Quem pode adicionar complementos em sua coleção?
pt_pt: Quem é que pode publicar extras na sua colecção?
ru: Кто может добавлять дополнения в вашу подборку?
sk: Kto môže publikovať doplnky do vašej kolekcie?
sq: Cilët mund të botojnë shtesa te koleksioni juaj?
sv_se: Vem kan publicera tillägg i din samling?
uk: Хто може публікувати додатки у вашій колекції?
vi: Ai có thể xuất bản tiện ích vào bộ sưu tập của bạn?

source: Why I Made this Add-on
ca: Per què vaig fer aquest complement
cs: Proč jste doplněk vytvořil(a)
de: Warum ich dieses Add-on geschaffen habe
el: Γιατί δημιούργησα αυτό το πρόσθετο
es_es: Por qué hice este complemento
fr: Pourquoi j'ai créé ce module
hu: Miért hoztam létre ezt a kiegészítőt?
it: Perché ho realizzato questo componente aggiuntivo?
ja: このアドオンを作った経緯
nl: Waarom ik deze add-on heb gemaakt
pl: Dlaczego ten dodatek został stworzony
pt_br: Porque fiz este complemento
pt_pt: Porque é que eu fiz este extra?
ru: Почему я сделал это дополнение
sk: Prečo som vytvoril tento doplnok
sv_se: Varför jag skapade detta tillägg
uk: Чому я створив цей додаток
vi: Tại sao Tôi tạo ra Tiện ích này
