Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: This will approve a sandboxed version of a public add-on to appear on the public side.
ca: Açò aprovarà una versió d'un complement públic en l'entorn de proves per tal que aparegui en la part publica.
cs: Schválí verzi doplňku z&nbsp;pískoviště již jednou veřejného doplňku k&nbsp;zobrazení na stránkách veřejných doplňků.
de: Damit wird ein Add-on aus dem Sandkasten in den öffentlichen Seiten veröffentlicht.
el: Αυτή η ενέργεια θα επιτρέψει σε μια έκδοση που βρίσκεται προς το παρόν στο sandbox, να εμφανιστεί στο δημόσιο χώρο.
es_es: Esto aprobará la versión en el área de pruebas de un complemento público para que aparezca en el sitio público.
fa: این گزینه یک نسخهٔ درون گودال ماسه‌بازی از افزودنی را عمومی می‌کند.
fr: Ceci fera passer une version d'un module public actuellement dans le bac à sable vers la partie publique.
hu: Egy már nyilvános kiegészítő homokozóban levő verziója megjelenhet nyilvánosan.
it: In questo modo la nuova versione del componente aggiuntivo presente nella sandbox verrà rilasciata nella sezione pubblica.
ja: 公開済みアドオンのサンドボックスにあるバージョンを公開ページに掲載します。
nl: Dit zorgt ervoor dat een versie in de sandbox van een publieke add-on op de publieke site verschijnt.
pl: To działanie spowoduje zatwierdzenie nowej wersji upublicznionego dodatku znajdującej się w piaskownicy i zezwoli na jej wyświetlenie na stronie ogólnodostępnej.
pt_br: Isto irá aprovar a versão sandbox de um complemento para que ele apareça na parte pública.
pt_pt: Isto irá aprovar uma versão que está no sandbox de uma versão de um extra público a aparecer no lado público.
ru: Одобрить данную версию дополнения из «песочницы» для размещения в общем доступе.
sk: Tým schválite verziu zo Sandboxu nominovanú na uverejnenie, aby sa objavila na verejnej stránke.
sq: Kjo do të miratojë shfaqjen në pjesën publike të një versioni bankoprovë nga një shtese publike.
sv_se: Detta godkänner att en version i sandlådan av ett publikt tillägg flyttas över till den publika sidan.
uk: Це схвалить версію пісочниці публічного додатку до появи на публічній стороні.
vi: Phần này sẽ chấp thuận một phiên bản trong hộp cát của một tiện ích công cộng được xuất hiện ngoài công cộng.

source: This will cause a sandboxed version of a public add-on to remain in the sandbox.
ca: Açò farà que una versió en l'entorn de proves d'un complement públic romangui allà.
cs: Ponechá verzi doplňku z&nbsp;pískoviště již jednou veřejného doplňku na pískovišti.
de: Damit wird die Version im Sandkasten eines öffentlichen Add-on dort belassen.
el: Αυτή η ενέργεια θα διατηρήσει στο sandbox μια έκδοση πρόσθετου που βρίσκεται ήδη εκεί.
es_es: Esto hará que la versión del área de pruebas de un complemento público permanezca en el área de pruebas.
fa: این گزینه باعث می‌شود یک نسخهٔ درون گودال ماسه‌یازی از افزودنی در گودال ماسه‌بازی باقی بماند.
fr: Ceci gardera en quarantaine dans le bac à sable une version d'un module public déjà dans le bac à sable.
hu: Egy már nyilvános kiegészítő homokozóban levő verziója a homokozóban marad.
it: In questo modo la nuova versione del componente aggiuntivo presente nella sandboxrimarrà nella sandbox.
ja: 公開済みアドオンのサンドボックスにあるバージョンをそのまま保留します。
nl: Dit zorgt ervoor dat een versie in de sandbox van een publieke add-on in de sandbox blijft.
pl: To działanie spowoduje, że wersja upublicznionego dodatku znajdująca się w piaskownicy nadal w niej pozostanie.
pt_br: Isto irá fazer com que a versão sandbox de um complemento público permaneça na sandbox.
pt_pt: Isto irá causar que uma versão que está no sandbox de uma versão pública de um extra seja mantida no sandbox.
ru: Оставить данную версию общедоступного дополнения в «песочнице».
sk: Tým určíte, že verejný doplnok zo Sandboxu má v ňom zostať.
sq: Kjo do të bëjë që një version bankoprovë i një shtese publike të mbesë te bankoprova.
sv_se: Detta gör att en version i sandlådan av ett publikt tillägg stannar kvar i sandlådan.
uk: Це змусить версію пісочниці публічного додатку залишитися у пісочниці.
vi: Phần này vẫn sẽ giữ một phiên bản hộp cát của một tiện ích công cộng trong hộp cát.

source: This will mark the add-on and its most recent version and files as public. Future versions will go into the sandbox until they are reviewed by an editor.
ca: Açò marcarà el complement i la seua versió més recent i fitxers com a públic. Les versions futures aniran a l'entorn de proves fins que les revisi un editor.
cs: Přesune doplněk, jeho současnou verzi a příslušné soubory mezi veřejné doplňky. Budoucí verze doplňku budou opět umístěny na pískoviště, dokud nebudou zkontrolovány redaktorem.
de: Damit werden das Add-on und seine neuesten Dateien veröffentlicht. Spätere Versionen werden in den Sandkasten übermittelt bis sie von einem Moderator getestet worden.
el: Αυτή η ενέργεια θα σημειώσει το πρόσθετο και την πιο πρόσφατη έκδοσή του ως κατάλληλες για τοποθέτηση στο δημόσιο χώρο. Οι μελλοντικές εκδόσεις θα παραμένουν στο sandbox ώσπου να αξιολογηθούν από κάποιον συντάκτη.
es_es: Esto marcará el complemento y sus versiones más recientes como públicas. Las versiones posteriores irán al área de pruebas hasta que hayan sido valoradas por un editor.
fa: این گزینه، افزودنی و آخرین نسخهٔ آن را به صورت عمومی در خواهد آورد. نسخه‌های بعدی وارد گودال ماسه‌بازی می‌شوند تا توسط یک ویرایش‌گر بررسی گردند.
fr: Ceci marquera le module dans sa dernière version ainsi que ses fichiers comme publics. Les versions futures resteront dans la bac à sable jusqu'à ce qu'elles soient revues par un éditeur.
hu: A kiegészítő legfrissebb verziójához tartozó fájlok publikussá válnak. A jövőbeli verziók a homokozóba kerülnek, amíg egy szerkesztő nem értékeli őket.
it: In questo modo l'ultima versione del componente aggiuntivo verrà reso pubblico con i relativi file. Le versioni future verranno inserite nella sandbox e dovranno essere approvate da un revisore.
ja: アドオンと、その最新バージョン、最新ファイルの公開を承認します。今後のバージョンは、エディタによるレビューを受けるまで、サンドボックスに置かれます。
nl: Dit zal de add-on en de meest recente versie en bestanden als publiek markeren. Toekomstige versies zullen in de sandbox worden geplaatst totdat ze zijn beoordeeld door een editor.
pl: To działanie spowoduje, że dodatek i jego ostatnia wersja zostaną oznaczone jako ogólnodostępne. Nowe wersje będą trafiały do piaskownicy i czekały na recenzję edytora.
pt_br: Isto irá tornar o complemento, sua versão e arquivos mais recentes, públicos. Versões futuras irão para a sandbox até que sejam avaliadas por um editor.
pt_pt: Isto irá marcar o extra e a sua versão e ficheiros mais recentes como pública. Versões futuras irão para o sandbox até serem revistas por um editor.
ru: Отметить дополнение и его предыдущие версии и файлы как общедоступные. Будущие версии будут попадать в «песочницу», пока они не будут отрецензированы редактором.
sk: Tým označíte doplnok a jeho najnovšiu verziu a súbory ako verejné. Budúce verzie prejdú do Sandboxu, kým sa nepodrobia recenzii editorom.
sq: Me këtë, shtesa dhe versioni më i fundit, së bashku me kartelat përkatëse, do të shfaqen si publike. Versione të ardhshme do të kalohen në bankoprovë derisa të jenë shqyrtuar nga një redaktor.
sv_se: Detta markerar tillägget och dess senaste version och filer som publika. Framtida versioner placeras i sandlådan tills de granskats av en redaktör.
uk: Це позначить додаток і його останню версію та файли як публічні. Майбутні версії підуть у пісочницю, поки їх не перегляне редактор.
vi: Phần này sẽ đánh dấu tiện ích cùng các tập tin và phiên bản gần nhất của nó là công cộng. Các phiên bản tương lai sẽ ở trong hộp cát cho đến khi chúng được đánh giá bởi một biên tập viên.

source: This will retain the add-on in the sandbox.
ca: Açò retindrà el complement en l'entorn de proves.
cs: Ponechá doplněk na pískovišti.
de: Das Add-on wird im Sandkasten belassen
el: Αυτή η ενέργεια θα διατηρήσει το πρόσθετο στο sandbox.
es_es: Esto retendrá el complemento en el área de pruebas.
fa: این گزینه افزودنی را در گودال ماسه‌بازی نگه خواهد داشت.
fr: Ceci gardera le module dans le bac à sable.
hu: A kiegészítő a homokozóban marad.
it: In questo modo il componente aggiuntivo verrà lasciato nella sandbox.
ja: アドオンをサンドボックスに保留します。
nl: Dit zal de add-on in de sandbox houden.
pl: To działanie spowoduje, że dodatek pozostanie w piaskownicy.
pt_br: Isto irá manter o complemento na sandbox.
pt_pt: Isto irá manter o extra no sandbox.
ru: Оставить дополнение в «песочнице».
sk: Týmto ponecháte doplnok v Sandboxe.
sq: Kjo do ta mbajë shtesën në bankoprovë.
sv_se: Detta håller kvar tillägget i sandlådan.
uk: Це залишить додаток у пісочниці.
vi: Phần này vẫn sẽ giữ tiện ích lại trong hộp cát.

source: This will soon be the home of great add-on development resources like tutorials, documentation, and tools. Our content isn't available in all locales during our beta period, but you can still access the localized <a href="%1$s">Developer Tools</a> to manage any add-ons already hosted here.
ca: Aviat això serà el lloc on trobareu de tot per a desenvolupar complements, com per exemple: tutorials, documentació i eines. Mentre duri el període beta el contingut no estarà disponible en tots els idiomes, però tot i així podreu accedir al web <a href="%1$s">Eines del desenvolupador</a> per a gestionar qualsevol dels complements que hi tingueu.
de: Hier finden Sie bald ein umfassende Materialien zur Entwicklung von Add-ons wie Schritt-für-Schritt-Anleitungen, Dokumentationen und hilfreiche Werkzeuge. Der Inhalt ist während der Betaphase nicht in allen Sprachen verfügbar, aber Sie können weiterhin die bekannten und übersetzten <a href="%1$s">Entwicklerwerkzeuge</a> zur Verwaltung Ihrer Add-ons nutzen.
fr: Cette section accueillera bientôt un nouveau pôle de ressources documentaires et matérielles. Notre contenu n'est pas disponible dans toutes les langues pendant notre période bêta, mais vous pouvez toujours accéder aux <a href="%1$s">outils développeurs</a> localisés afin de gérer les modules déjà hébergés ici.
hu: Ez hamarosan nagyszerű fejlesztői erőforrások, például oktatóanyagok, dokumentációk és eszközök otthona lesz. A tartalom még nem érhető el minden nyelven a béta időszak alatt, de elérhetők a lokalizált <a href="%1$s">Fejlesztői eszközök</a> a már itt lévő kiterjesztések kezeléséhez.
it: In breve tempo questo spazio ospiterà risorse per lo sviluppo come guide, documentazione e strumenti. I contenuti non saranno disponibili in altre lingue durante la fase beta, potrai comunque accedere agli <ahref="%1$s">Strumenti per sviluppatori</a> nella tua lingua per gestire i componenti aggiuntivi già ospitati su questo sito.
ja: ここはまもなく、チュートリアル、ドキュメント、ツールなど、優れたアドオン開発リソースの拠点となります。ベータ期間中は英語のみで提供されるコンテンツもありますが、これまでと同様にローカライズされている <a href="%1$s">開発者ツール</a> へアクセスすれば、当サイトへ登録済みのアドオンを管理できます。
nl: Dit is binnenkort de thuisbasis van geweldige informatiebronnen bij de ontwikkeling van add-ons, zoals handleidingen, documentatie en hulpmiddelen. De informatie is niet beschikbaar in alle talen tijdens de bètaperiode, maar u hebt nog altijd toegang tot de vertaalde <a href="%1$s">Ontwikkelaarshulpmiddelen</a> om add-ons die al hier gehost worden te beheren.
pl: Centrum w najbliższej przyszłości będzie miejscem, gdzie twórcy dodatków znajdą wielkie zasoby pomocne w tworzeniu dodatków: samouczki, dokumentację i narzędzia. Centrum nie jest jeszcze w pełni zlokalizowane, ponieważ jest w fazie beta, ale do zarządzania przechowywanymi na AMO dodatkami można nadal używać zlokalizowanych <a href="%1$s">Narzędzi autora</a>.
pt_pt: Brevemente aqui será a casa de grandes recursos para o desenvolvimento de extras como toturiais, documentação e ferramentas. O nosso conteúdo não está disponível em todos os idiomas durante a fase beta, mas pode ainda assim aceder às <a href="%1$s">Ferramentas do desenvolvedor</a>aceder no seu idioma para gerir qualquer extra aqui alojado.
sv_se: Det här kommer snart att vara hem för utmärkta tilläggsutvecklingsresurser som guider, dokumentation och verktyg. Innehåller finns inte i alla lokaler under betaperioden, men du kan ändå använda den lokaliserade <a href="%1$s">Utvecklarvetyg</a> för att hantera tillägg du har här.

source: Thunderbird & Mobile Add-ons
pt_pt: Extras do Thunderbird & Mobile

source: Thunderbird Add-ons
ca: Complements del Thunderbird
cs: Doplňky Thunderbirdu
el: Πρόσθετα Thunderbird
es_es: Complementos para Thunderbird
fa: افزودنی‌های تاندربرد
fr: Modules Thunderbird
hu: Thunderbird-kiegészítők
pl: Thunderbird – dodatki
pt_br: Complementos para o Thunderbird
pt_pt: Extras para o Thunderbird
ru: Дополнения Thunderbird
sq: Shtesa Thunderbird-i
sv_se: Thunderbird-tillägg
uk: Додатки Thunderbird
vi: Thunderbird Add-ons - Tiện ích Chim Sét Thần Thánh

source: To publish new add-ons to this collection, enter a comma-separated list of Add-on IDs below.
ca: Per a publicar complements nous a aquesta col·lecció, introduïu a continuació una llista separada per comes dels ID dels complements.
cs: Pro přidání nových doplňků do této sbírky vložte níže seznam jejich ID oddělený čárkami.
de: Um dieser Sammlung neue Add-ons hinzuzufügen, geben Sie eine komma-getrennte Liste von Add-on ID-Nummern ein.
el: Για να δημοσιεύσετε νέα πρόσθετα σ' αυτή τη συλλογή, εισάγετε παρακάτω μια λίστα αναγνωριστικών (ID) πρόσθετων διαχωρισμένων με κόμματα.
es_es: Para publicar nuevos complementos a este recopilatorio, escribe una lista de números de identificación debajo, separados por comas.
it: Per pubblicare nuovi elementi in questa raccolta, inserisci un elenco di ID dei componenti aggiuntivi separandoli con delle virgole.
ja: このコレクションに新しいアドオンを追加して公開するには、下の欄にアドオン ID をカンマ区切りで入力してください。
nl: Voer hieronder een kommagescheiden lijst van add-on-ID’s in om ze te publiceren naar deze collectie.
pl: Aby dodać nowe dodatki do tej kolekcji, wprowadź ich ID poniżej, oddzielając je przecinkami.
pt_br: Para publicar novos complementos para esta coleção, entre com uma lista de IDs de complementos abaixo.
pt_pt: Para publicar novos extras nesta colecção, escreva uma lista dos IDs dos extras separada por vírgulas.
ru: Чтобы добавить в эту подборку новые дополнения, введите в расположенное ниже поле список их ID, разделённый запятыми.
sk: Ak chcete publikovať nové doplnky do tejto kolekcie, zadajte čiarkou oddelený zoznam ich identifikátorov (ID).
sq: Për të botuar shtesa të reja te ky koleksion, jepni më poshtë një listë ID-sh Shtesash të ndara me presje.
sv_se: För att publicera nya tillägg i den här samling, ange en kommaseparerad lista af deras tillägsid nedanför.
uk: Щоб опублікувати нові додатки у цій збірці, знизу введіть список додатків ID, записаних через кому.
vi: Để xuất bản các tiện ích mới vào bộ sưu tập này, hãy nhập một danh sách ID Tiện ích được ngăn cách bởi dấu phẩy ở bên dưới.

source: To publish new add-ons to this collection, start typing their names below.
ca: Per a publicar complements nous a aquesta col·lecció, introduïu-ne els noms a continuació.
cs: Pro přidání nových doplňků do sbírky začnete psát níže jejich jména.
de: Um dieser Sammlung neue Add-ons hinzuzufügen, geben Sie deren Namen unten ein
el: Για να δημοσιεύσετε νέα πρόσθετα σ' αυτή τη συλλογή, πληκτρολογήστε τα ονόματα τους παρακάτω.
es_es: Para publicar nuevos complementos a este recopilatorio, escribe sus nombres debajo.
hu: Kezdje el alább gépelni a kiegészítők nevét azok közzétételéhez ebben a gyűjteményben.
it: Per aggiungere nuovi componenti aggiuntivi a questa raccolta, digitarne i nomi nel campo seguente.
ja: このコレクションに新しいアドオンを追加して公開するには、下の欄に名前を入力してください。
nl: Type hieronder de namen van nieuwe add-ons om ze te publiceren naar deze collectie.
pl: Aby dodać nowe dodatki do tej kolekcji, wprowadź ich nazwy poniżej.
pt_br: Para publicar novos complemetos nesta coleção, comece a digitar os nomes abaixo.
pt_pt: Para publicar novos extras nesta colecção, comece por escrever os nomes deles abaixo.
ru: Чтобы добавить в эту подборку новые дополнения, начните набирать их имена в расположенное ниже поле.
sk: Ak chcete publikovať nové doplnky do tejto kolekcie, začnite zadaním ich názvov sem.
sq: Për të botuar shtesa të reja te ky koleksion, fillojani duke shtypur më poshtë emrat e tyre.
sv_se: För att publicera nya tillägg i den här samling, börja skriv deras namn nedanför.
uk: Щоб опублікувати нові додатки у цій збірці, починайте вводити знизу їх назву.
vi: Để xuất bản các tiện ích mới vào bộ sưu tập này, hãy bắt đầu gõ tên của chúng ở bên dưới.

source: Trusted Add-on?
ca: Complement de confiança?
cs: Důvěryhodný doplněk?
de: Vertrautes Add-on?
el: Έμπιστο πρόσθετο;
es_es: ¿Complemento de confianza?
fa: آیا افزودنی مورد اعتماد است؟
fr: Module de confiance&nbsp;?
hu: Megbízható kiegészítő?
it: Affidabile?
ja: 信頼されているアドオン
nl: Vertrouwde add-on?
pl: To jest zaufany dodatek?
pt_br: Complemento certificado?
pt_pt: Extra de confiança?
ru: Доверенное дополнение?
sk: Dôveryhodný doplnok?
sq: Shtesë e Besuar?
sv_se: Betrott tillägg?
uk: Довірений додаток?
vi: Tiện ích Đáng tin?

source: Trusted add-ons can become public without Editor review.
ca: Els complements de confiança poden esdevenir públics sense la revisió d'un editor.
cs: Důvěryhodné doplňky lze zveřejňovat bez kontroly redaktora.
de: Vertraute Add-ons können ohne Moderator-Bewertung öffentlich gemacht werden.
el: Τα έμπιστα πρόσθετα μπορούν να μεταφερθούν στο δημόσιο χώρο χωρίς να αξιολογηθούν από συντάκτες.
es_es: Los complementos de confianza pueden pasar a ser públicos sin necesidad de revisiones de los editores.
fa: افزودنی‌های مورد اعتماد می‌توانند بدون بررسی ویرایش‌گران عمومی شوند.
fr: Les modules de confiance peuvent devenir public sans revue d'éditeur.
hu: A megbízható kiegészítők szerkesztői jóváhagyás nélkül válhatnak nyilvánossá.
it: Un componente aggiuntivo affidabile può venire pubblicato senza l'intervento di un revisore.
ja: 信頼されているアドオンは、エディタのレビューを受けることなく公開されます。
nl: Vertrouwde add-ons kunnen publiek worden gemaakt zonder beoordeling door een editor.
pl: Zaufane dodatki mogą być upubliczniane bez recenzji edytora.
pt_br: Complementos certificados podem se tornar públicos sem avalição por Editores.
pt_pt: Extras de confiança poderão tornar-se públicos sem uma revisão do Editor.
ru: Доверенные дополнения могут становиться публичными без получения отзыва редактора.
sk: Dôveryhodné doplnky sa môžu stať verejnými bez kontroly editorom.
sq: Shtesat e besuara mund të bëhen publike pa shqyrtim Redaktori.
sv_se: Betrodda tillägg kan bli publika direkt utan redaktörsgodkännande.
uk: Довірені додатки можуть стати загальнодоступними без редагуванняерегляду.
vi: Các tiện ích đáng tin có thể trở thành công cộng mà không cần đánh giá của Biên tập viên.

# sidebar_pitch_updated_addons
source: Updated Add-ons
ca: Complements actualitzats
cs: Aktualizované doplňky
de: Aktualisierte Add-ons
el: Ενημερωμένα πρόσθετα
es_es: Complementos actualizados
fa: افزودنی‌های به‌هنگام شده
fr: Modules mis à jour
hu: Frissítettek
it: Aggiornamenti
ja: 最近更新されたアドオン
nl: Bijgewerkte add-ons
pl: Ostatnio zaktualizowane
pt_br: Complementos atualizados
pt_pt: Extras actualizados
ru: Обновлённые дополнения
sk: Aktualizované doplnky
sq: Shtesa të Përditësuara
sv_se: Uppdaterade tillägg
uk: Оновлені додатки
vi: Tiện ích Cập nhật

# rss_updatedaddons
source: Updated Add-ons
ca: Complements actualitzats
cs: Aktualizované doplňky
de: Aktualisierte Add-ons
el: Ενημερωμένα πρόσθετα
es_es: Complementos actualizados
fa: افزودنی‌های به‌هنگام شده
fr: Modules mis à jour
hu: Frissítettek
it: Componenti aggiornati
ja: 最近更新されたアドオン
nl: Bijgewerkte add-ons
pl: Zaktualizowane dodatki
pt_br: Atualizar complementos
pt_pt: Extras actualizados
ru: Обновлённые дополнения
sk: Aktualizované doplnky
sq: Shtesa të Përditësuara
sv_se: Uppdaterade tillägg
uk: Оновлені додатки
vi: Tiện ích được Cập nhật

source: Upload an add-on to check:
ca: Puja un complement per a comprovar-lo:
de: Laden Sie ein Add-on zum Überprüfen hoch:
fr: Envoyer un module à vérifier&nbsp;:
hu: Ellenőrzendő kiegészítő feltöltése:
it: Carica un componente aggiuntivo da verificare:
ja: 検証するアドオンをアップロード:
nl: Upload een te controleren add-on:
pl: Wgraj dodatek do sprawdzenia:
pt_pt: Carregar um extra para verificar:
ru: Загрузить дополнение для проверки:
sv_se: Ladda upp ett tillägg att kontrollera:

source: Upload your add-on file using the form below. If you have multiple, platform-specific files to upload, choose a single file and then upload the others using the Versions and Files Manager.
ca: Pugeu el fitxer del vostre complement utilitzant el següent formulari. Si teniu més d'un fitxer, específic per a cada plataforma, seleccioneu només un fitxer i pugeu els demés fitxers utilitzant el Gestor de versions i fitxers.
cs: Nahrajte svůj doplněk pomocí formuláře níže. Pokud máte více souborů pro konkrétní platformy, nahrajte jeden soubor, a poté nahrajte další pomocí správce na stránce Verze a soubory.
de: Laden Sie die Datei für Ihr Add-on mit dem unten stehenden Formular hoch. Falls Sie mehrere, plattform-spezifische Dateien haben, wählen Sie zunächst eine der Dateien und laden Sie die übrigen auf der "Versionen und Dateien"-Seite hoch.
el: Αποστείλετε το αρχείο του πρόσθετου σας από την παρακάτω φόρμα. Αν χρειάζεται να αποστείλετε διάφορα αρχεία, ξεχωριστά για κάθε πλατφόρμα, επιλέξτε ένα μοναδικό αρχείο και μετά αποστείλετε τα υπόλοιπα χρησιμοποιώντας τον διαχειριστή εκδόσεων και αρχείων.
es_es: Envía el archivo de tu complemento usando el siguiente formulario. Si tiene varios archivos dependientes de la plataforma, selecciona un único archivo y después envía el resto usando el administrador de versiones y archivos.
hu: Töltse fel a kiegészítőfájlt az alábbi űrlapon. Ha több, platformspecifikus fájlt szeretne feltölteni, akkor egy fájlt válasszon ki, a többit a Verzió- és fájlkezelő segítségével töltheti fel.
it: Utilizzare il seguente modulo per caricare nuovi file. Se sono presenti più file, oppure file specifici per una piattaforma, selezionare un singolo file e caricare i successivi usando la Gestione versioni e file.
ja: アドオンのファイルをアップロードするには下のフォームを使用します。複数のプラットフォームごとのファイルをアップロードするには、まずここでひとつのファイルを選択し、それから他のファイルを「バージョンとファイル」管理画面でアップロードしてください。
nl: Upload uw add-onbestand via onderstaand formulier. Indien u meerdere platform-specifieke bestanden wilt uploaden, kies dan een enkel bestand en upload vervolgens de overige via de Versies en Bestandenbeheerder.
pl: Wyślij plik dodatku, używając poniższego formularza. Jeśli masz do wysłania kilka, właściwych dla danego systemu operacyjnego plików wybierz jeden plik i następnie wyślij pozostałe pliki, używając menedżera wersji i plików.
pt_pt: Carregue o seu ficheiro do extra usando o formulário abaixo. Se tiver múltiplos ficheiros específicos para determinadas plataformas para carregar, escolha um único ficheiro e depois carregue os restantes usando o gestor de ficheiros e versões.
ru: Загрузите файл вашего дополнения, используя расположенную ниже форму. Если у вас имеется для загрузки несколько файлов, специфичных для операционной системы, выберите один файл и затем загрузите остальные, используя менеджер Версий и Файлов.
sk: Súbor doplnku odošlite pomocou tohto formulára. Ak máte niekoľko rôznych súborov pre rôzne platformy, zvoľte jeden súbor a následne odošlite ostatné pomocou Správcu verzií a súborov.
sq: Ngarkojeni kartelën e shtesën suaj duke përdorur formularin më poshtë. Po qe se keni disa kartela, sipas platformave të caktuara, për ngarkim, zgjidhni një kartelë njëherë e mandej ngarkoni të tjerat duke përdorur Versione dhe Përgjegjësin e Kartelave.
sv_se: Ladda upp din fil med formuläret nedanför. Om du har flera, plattformsspecifika filer att ladda upp, välj en fil och ladda upp de andra senare med Versioner och filer-hanteraren.
vi: Tải lên tập tin tiện ích của bạn bằng biểu mẫu bên dưới. Nếu bạn có các tập tin cho nhiều nền tảng riêng biệt cần tải lên, hãy chọn một tập tin đơn lẻ và tải lên những tập tin khác bằng phần Quản lí Phiên bản và Tập tin.
