Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: With so many great add-ons available, there's something for everyone. To get you started, here's a list of some of the most popular. Enjoy!
ca: Amb tants fantàstics complements disponibles, hi ha sempre alguna cosa per a tothom. Per a començar, ací teniu una llista dels més populars. Gaudiu-los!
cs: Ve více než tisíci doplňcích si jistě každý najde ten svůj. Pro začátek vám nabízíme pár našich oblíbených. Užijte si je!
de: Bei der riesigen Auswahl an Add-ons ist sicher für jeden etwas dabei. Um den Einstieg zu erleichtern, haben wir eine Liste mit ein paar der beliebtesten Add-ons zusammengestellt. Viel Spaß!
el: Με τόσα πολλά διαθέσιμα πρόσθετα, σίγουρα θα υπάρχει κάτι που να σας ταιριάζει. Για να ξεκινήσετε, ιδού μια λίστα με τα πιο δημοφιλή!
es_es: Con más de mil complementos disponibles, hay uno para cada persona. Para comenzar, aquí hay una lista de algunos de nuestros favoritos. ¡Disfrute!
fa: با این همه افزودنی‌های عالی که وجود دارد، هر کس چیزی پیدا خواهد کرد. برای شروع، این فهرستی از محبوب‌ترین افزودنی‌هاست. لذت ببرید!
fr: Avec plus d'un millier de modules complémentaires disponibles, chacun trouvera son bonheur. Voici quelques-uns de nos modules préférés, n'hésitez-pas à les essayer&nbsp;!
hu: A sok kiegészítő közül mindenki megtalálja a magának valót. Kezdésnek közreadunk egy listát a legnépszerűbbekről. Jó szórakozást!
it: Con una simile varietà di straordinari componenti aggiuntivi c'è sicuramente qualcosa di interessante per tutti. Per cominciare ecco un elenco dei più popolari. Divertiti!
ja: アドオンにはたくさんの種類がありますので、お気に入りのものがきっと見つかるはずです。ここではスタッフおすすめのアドオンをご紹介します。ぜひお試しください。
nl: Met zo veel geweldige add-ons beschikbaar is er altijd wel iets voor iedereen. Om u op gang te helpen hebt u hier een lijst met een paar van de populairste. Veel plezier!
pl: Wśród tylu wspaniałych dodatków znajdzie się coś dla każdego. Zacznij od wymienionych tutaj kilku najpopularniejszych. Dobrej zabawy!
pt_br: Com tantos complementos disponíveis, existe um que é feito para o que você deseja. Comece a conhecê-los e visite a lista dos mais populares abaixo. Divirta-se!
pt_pt: Com tantos extras disponíveis, existe algo para toda a gente. Para começar, aqui está uma lista dos mais populares. Aprecie-os!
ru: Среди громадного количества доступных дополнений найдётся что-нибудь полезное для каждого. Для начала, мы собрали здесь список некоторых самых популярных дополнений. Удачи!
sk: K dispozícii sú tisíce doplnkov, pre každého sa tu niečo nájde. Na úvod uvádzame niektoré obľúbené. Príjemnú zábavu!
sq: Me kaq shumë shtesa të forta të passhme, ka diçka për secilin. Për t'ia filluar, ja një listë me disa nga më populloret. Kënaquni!
sv_se: Med så många utmärkta tillägg tillgängliga finns det alltid något för alla. För att komma igång får du här en lista med de populäraste. Lycka till!
uk: З такою кількістю наявних додатків кожен може знайти собі щось цікаве. Почніть з переліку найпопулярніших. Насолоджуйтесь!
vi: Với nhiều tiện ích tuyệt vời hiện có, hẳn sẽ có gì đó cho từng người. Để giúp bạn bắt đầu, đây là danh sách một số cái thông dụng. Hãy thử nhé!

source: You are currently <strong>asking for contributions</strong> from users of this add-on.
ca: Ara mateix esteu <strong>demanant una contribució</strong> als usuaris d'aquest complement.
cs: Aktuálně u tohoto doplňku <strong>žádáte uživatele o příspěvky</strong>.
de: Sie <strong>bitten</strong> um Benutzerbeiträge für dieses Add-on.
el: Προς το παρόν <strong>ζητάτε δωρεές</strong> από τους χρήστες αυτού του πρόσθετου.
es_es: Ahora mismo <strong>estás pidiendo colaboración</strong> a los usuarios de este complemento.
hu: Jelenleg <strong>adományokat kér</strong> a kiegészítő felhasználóitól.
it: Al momento <strong>stai chiedendo donazioni</strong> agli utenti per questo componente aggiuntivo.
ja: あなたは現在、このアドオンのユーザに <strong>寄付を求めています</strong>。
nl: U <strong>vraagt momenteel om bijdragen</strong> van gebruikers van deze add-on.
pl: Funkcja próśb o <strong>dotacje</strong> dla tego dodatku jest aktywna.
pt_br: Você está <strong>pedindo contribuições</strong> para os usuários deste complemento.
pt_pt: Voçê de momento e <strong>está a pedir contribuições</strong> aos utilizadores deste extra.
ru: В данный момент вы <strong>просите пожертвования</strong> у пользователей этого дополнения.
sk: Aktuálne <strong>žiadate príspevky</strong> od používateľov tohto doplnku.
sv_se: Du <strong>efterfrågar bidrag</strong> från användare av detta tillägg.
uk: Ви просите <strong>про внесок</strong> у користувачів цього додатку.
vi: Hiện tại bạn đang <strong>đề nghị sự đóng góp</strong> từ người dùng của tiện ích này.

source: You can also publish an add-on from its normal listing page.
ca: També podeu publicar un complement des de la llista de complements normal.
cs: Doplněk též můžete přidat z jeho stránky.
de: Sie können Add-ons auch von deren Add-on-Infoseite aus hinzufügen.
el: Μπορείτε επίσης να δημοσιεύσετε ένα πρόσθετο από την κανονική σελίδα παρουσίασης του.
es_es: También puedes publicar un complemento desde su página de listado.
fr: Vous pouvez aussi publier un module depuis sa page publique normale.
hu: A kiegészítőket a normál felsorolási oldalaikról is közzéteheti.
it: È possibile pubblicare un componente aggiuntivo anche dalla sua scheda.
ja: 通常の一覧ページからアドオンを追加することもできます。
nl: U kunt een add-on ook publiceren vanaf de normale add-onpagina.
pl: Możesz również dodać dodatek do kolekcji bezpośrednio z jego strony.
pt_br: Você pode também publicar um complemento a partir da página de listagem do mesmo.
pt_pt: Pode publicar um extra a partir da págin de listagem normal.
ru: Вы также можете опубликовать дополнение прямо с его обычной страницы.
sk: Doplnok môžete pridať do kolekcie aj na jeho stránke.
sq: Një shtesë mund ta botoni po ashtu edhe nga faqja e saj normale.
sv_se: Du kan också publicera ett tillägg från dess vanliga sida.
uk: Ви також можете опублікувати додаток з його звичайної сторінки.
vi: Bạn cũng có thể xuất bản một tiện ích từ trang liệt kê thông thường của nó.

source: You can now quickly find this collection from the <a href="%1$s">%2$s</a> tab in the directory. For an even easier way to keep track of your favorite collections, try out our <a href="%3$s">Add-on Collector</a> extension for Firefox.
ca: Ara podeu trobar ràpidament aquesta col·lecció des de la pestanya <a href="%1$s">%2$s</a> del directori. Si encara voleu trobar les vostres col·leccions preferides més fàcilment, proveu l'extensió del Firefox <a href="%3$s">Add-on Collector</a>.
cs: Tuto sbírku můžete nyní snadno nalézt v tomto adresáři na panelu <a href="%1$s">%2$s</a> Pro ještě snadnější správu vašich oblíbených sbírek vyzkoušejte rozšíření <a href="%3$s">Sbírky doplňků</a> pro Firefox.
de: Sie können diese Sammlung nun ganz schnell im Abschnitt <a href="%1$s">%2$s</a> des Verzeichnisses finden. Um Ihre Sammlungen noch leichter zu verwalten, versuchen Sie doch einmal die Erweiterung <a href="%3$s">Add-on-Sammler</a> für Firefox.
el: Μπορείτε τώρα να εντοπίσετε γρήγορα αυτή τη συλλογή από την καρτέλα <a href="%1$s">%2$s</a> του καταλόγου. Για ένα ακόμα πιο εύκολο τρόπο παρακολούθησης των αγαπημένων σας συλλογών, δοκιμάστε την επέκταση <a href="%3$s">Add-on Collector</a> για τον Firefox.
es_es: Ahora puedes encontrar rápidamente este recopilatorio desde la pestaña <a href="%1$s">%2$s</a> del directorio. Para un uso incluso más fácil de seguir el rastro de tus recopilatorios favoritos, prueba nuestra extensión para Firefox <a href="%3$s">recopilador de complementos</a>.
hu: Ezt a gyűjteményt gyorsan megtalálhatja a gyűjteménykönyvtára <a href="%1$s">%2$s</a> lapján. A kedvenc gyűjteményei még egyszerűbb követéséhez próbálja ki az <a href="%3$s">Add-on Collector</a> kiterjesztést a Firefoxhoz.
it: Da questo momento puoi trovare questa raccolta nella scheda <a href="%1$s">%2$s</a>. Per una gestire le tue raccolte in modo ancora più semplice, prova la nostra estensione <a href="%3$s">Add-on Collector</a> per Firefox.
ja: 今後このコレクションはディレクトリ内の <a href="%1$s">%2$s</a> タブからすばやく見つけることができます。もっと簡単にお気に入りのコレクションをチェックする方法もあります。Firefox 用の <a href="%3$s">アドオンコレクター</a> をお試しください。
nl: U kunt deze collectie nu snel vinden via het tabblad <a href="%1$s">%2$s</a> in de map. Probeer onze <a href="%3$s">Add-on Collector</a> extensie voor Firefox voor een nog eenvoudiger manier om uw favoriete collecties bij te houden.
pl: Teraz możesz szybko znaleźć tę kolekcję na karcie <a href="%1$s">%2$s</a>. Aby jeszcze łatwiej śledzić swoje ulubione kolekcje, wypróbuj rozszerzenie dla Firefoksa o nazwie <a href="%3$s">Kolekcjoner dodatków</a>.
pt_br: Você agora pode rapidamente encontrar esta coleção a partir da aba <a href="%1$s">%2$s</a> neste diretório. Para utilizar uma maneira mais fácil ainda de manter suas coleções favoritas,experimente o <a href="%3$s">Colecionador de Complementosr</a>, uma extensão para o Firefox.
pt_pt: Agora pode pesquisar rapidamente esta colecção a partir do separador <a href="%1$s">%2$s</a> na directoria. Para aceder mais comodamente às suas colecções favoritas, experimente a nossa extensão <a href="%3$s">Add-on Collector</a> para o Firefox.
ru: Вы можете быстро найти эту подборку через вкладку <a href="%1$s">%2$s</a> в каталоге. Для ещё более простого управления вашими избранными подборками, попробуйте наше расширение для Firefox <a href="%3$s">Собиратель дополнений</a>.
sk: Túto kolekciu teraz rýchlo nájdete na karte <a href="%1$s">%2$s</a> v priečinku kolekcií. Na jednoduchšiu správu vašich obľúbených kolekcií odporúčame rozšírenie pre Firefox s názvom <a href="%3$s">Add-on Collector</a>.
sq: Tani mund të hyni shpejt te ky koleksion përmes skedës <a href="%1$s">%2$s</a> te drejtoria. Për një rrugë edhe më të kollajshme për të ndjekur koleksionet tuaja të parapëlqyera, provoni zgjerimin tonë <a href="%3$s">Mbledhës Shtesash</a> për Firefox.
sv_se: Du kan nu enkelt hitta den här samlingen från <a href="%1$s">%2$s</a>-fliken i din katalog. För ett ännu enklare sätt att hålla reda på dina favoritsamlinga, testa <a href="%3$s">Tilläggsamlar</a>-utökningen för Firefox.
uk: Ви зараз можете швидко знайти цю колекцію з позначкою <a href="%1$s">%2$s</a> у каталозі. Для легшого or an even easier way to keep track of your favorite collections, спробуйте наше розширення <a href="%3$s">Add-on Collector</a> для Firefox.
vi: Bây giờ bạn có thể nhanh chóng tìm thấy bộ sưu tập này từ thẻ <a href="%1$s">%2$s</a> trong thư mục. Nếu muốn theo dõi các bộ sưu tập ưa thích dễ dàng hơn, hãy thử phần mở rộng <a href="%3$s">Trình sưu tập Tiện ích</a> cho Firefox.

source: You cannot delete your account if you are listed as an <a href="%1$s"> author of any add-ons</a>. To delete your account, please have another person in your development group delete you from the list of authors for your add-ons. Afterwards you will be able to delete your account here.
ca: No podeu suprimir el vostre compte d'usuari si sou a la llista <a href="%1$s">d'autors d'un complement</a>. Per a suprimir el vostre compte, demaneu a una altra persona del vostre grup de desenvolupament que us esborri de la llista d'autors dels vostres complements. A continuació ja podreu suprimir el vostre compte des d'aquí.
de: Sie können Ihr Benutzerkonto nicht löschen, falls Sie bei irgendwelchen Add-ons <a href="%1$s">als Autor genannt</a> werden. Um Ihr Konto zu löschen, lassen Sie bitte ein anderes Mitglied Ihres Entwicklungsteams Ihren Namen von der Autorenliste entfernen. Danach werden Sie dazu in der Lage sein, hier Ihr Konto zu löschen.
el: Δεν μπορείτε να διαγράψετε τον λογαριασμό σας αν αναφέρεστε ως <a href="%1$s">δημιουργός πρόσθετου</a>. Για να διαγραφεί ο λογαριασμός σας, παρακαλούμε ζητήστε από κάποιο μέλος της ομάδας ανάπτυξης του πρόσθετου σας να σας διαγράψει από τη λίστα των δημιουργών. Μετά απ' αυτό, θα μπορέσετε να διαγράψετε τον λογαριασμό σας από 'δω.
es_es: No puedes borrar tu cuenta si eres el <a href="%1$s">autor de algún complemento</a>. Para borrar tu cuenta, por favor, pide a otra persona de tu grupo de desarrolladores que te elimine de la lista de autores de tus complementos. Una vez hecho eso, serás capaz de borrar tu cuenta desde aquí.
fr: Vous ne pouvez pas effacer votre compte si vous êtes listé comme <a href="%1$s">auteur de modules</a>. Pour effacer votre compte, veuillez demander à un membre de votre groupe de développement de vous enlever de la liste des auteurs de vos modules. Une fois ceci fait, vous pourrez effacer votre compte depuis cette page.
hu: Nem törölheti a fiókját, ha <a href="%1$s">bármelyik kiegészítő szerzőjeként szerepel</a>. A fiók törléséhez először kérjen meg valakit a fejlesztőcsoportjából, hogy törölje a kiegészítőinek szerzői közül. Ezután tudja törölni itt a fiókját.
it: Non è possibile eliminare l'account nel caso in cui si risulti come <a href="%1$s">autore di un qualsiasi componente aggiuntivo</a>. Per eliminare l'account, chiedere a un altro componente del team di sviluppo di rimuovere l'account dall'elenco degli autori. Una volta completata questa operazione, sarà possibile procedere con l'eliminazione dell'account in questa sezione.
ja: あなたが <a href="%1$s">アドオンの作者</a> として登録されている場合、アカウントを削除することはできません。アカウントを削除するには、開発グループに参加している他の人に頼んで、あなたをアドオンの作者から外してもらってください。そうすれば、ここでアカウントの削除が可能になります。
nl: U kunt uw account niet verwijderen als u staat geregistreerd als een <a href="%1$s">schrijver van een add-on</a>. Om uw account te kunnen verwijderen dient een andere persoon in uw ontwikkelingsgroep u uit de lijst van schrijvers voor uw add-on(s) te verwijderen. Hierna kunt u hier uw account verwijderen.
pl: Nie możesz usunąć swojego konta, jeśli jesteś <a href="%1$s">twórcą jakiegoś dodatku</a>. Aby usunąć swoje konto, poproś inną osobę z listy autorów tego dodatku, by usunęła Cię z tej listy, następnie wróć tutaj, aby usunąć swoje konto.
pt_pt: Não pode eliminar a sua conta se estiver listado como <a href="%1$s"> autor de qualquer extra</a>. Para eliminar a sua conta, adicione outra pessoa ao seu grupo de desenvolvimento e retire-se da lista de autores dos seus extras. Depois já poderá eliminar aqui a sua conta.
ru: Вы не можете удалить свою учётную запись, если вы указаны в качестве <a href="%1$s">автора каких-либо дополнений</a>. Чтобы удалить свою учётную запись, попросите другого разработчика удалить вас из списка авторов ваших дополнений. После этого вы сможете удалить свою учётную запись.
sk: Váš účet nemôžete odstrániť, ak ste uvedený ako <a href="%1$s">autor niektorého z doplnkov</a>. Ak chcete tento účet odstrániť, musí najskôr niekto zo skupiny autorov vašich doplnkov odstrániť váš účet zo zoznamu autorov týchto rozšírení. Následne môžete na tomto mieste váš účet odstrániť.

source: You cannot review your own add-on.
ca: No us podeu revisar el vostre propi complement.
cs: Nelze recenzovat svůj vlastní doplněk.
de: Sie dürfen keine Bewertungen für Ihre eigenen Add-ons abgeben.
el: Δεν επιτρέπεται να αξιολογήσετε το πρόσθετο σας.
es_es: No puedes valorar tu propio complemento.
fa: بررسی افزودنی خودتان ممکن نیست.
fr: Vous ne pouvez pas critiquer votre propre module.
hu: A saját kiegészítő nem értékelhető.
it: Non è consentito fare la recensione di un componente aggiuntivo.
ja: 自分のアドオンをレビューすることはできません。
nl: U kunt uw eigen add-on niet beoordelen.
pl: Nie możesz recenzować własnego dodatku.
pt_br: Você não pode avaliar seu próprio complemento.
pt_pt: Não pode rever o seu próprio extra.
ru: Вы не можете дать отзыв на своё собственное дополнение.
sk: Nemôžete recenzovať vlastný doplnok.
sq: Nuk mund shqyrtoni shtesën tuaj.
sv_se: Du kan inte recensera ditt eget tillägg.
uk: Ви не можете оглядати свої власні додатки.
vi: Bạn không thể tự đánh giá tiện ích của bạn.

source: You do not have access to that add-on.
ca: No teniu accés a aquest complement.
cs: K tomuto doplňku nemáte přístup.
de: Sie haben keine Zugriff auf dieses Add-on.
el: Δεν έχετε πρόσβαση σε αυτό το πρόσθετο.
es_es: No tienes acceso a ese complemento.
fa: شما به آن افزودنی دسترسی ندارید.
fr: Vous n'avez pas accès à ce module.
hu: Nincs hozzáférése ehhez a kiegészítőhöz.
it: Non hai accesso a questo componente aggiuntivo.
ja: このアドオンへアクセスする権限がありません。
nl: U hebt geen toegang tot die add-on.
pl: Nie masz dostępu do tego dodatku.
pt_br: Você não tem acesso a este complemento.
pt_pt: Não tem acesso a esse extra.
ru: Вы не имеете доступа к этому дополнению
sk: Nemáte prístup k tomuto doplnku.
sq: Nuk keni hyrje tek kjo shtesë.
sv_se: Du har inte åtkomst till det tillägget.
uk: У вас немає доступу до цього додатку.
vi: Bạn không có quyền truy nhập tiện ích đó.

source: You do not have any add-ons hosted on Mozilla Add-ons.
ca: No teniu cap complement hostatjat al Mozilla Add-ons.
cs: Na serveru doplňky Mozilly nemáte hostované žádné doplňky.
de: Sie haben keine Add-ons auf Mozilla Add-ons hochgeladen.
el: Δεν φιλοξενείται κανένα πρόσθετο σας στον ιστότοπο πρόσθετων Mozilla.
es_es: No tienes ningún complemento alojado en Mozilla Addons.
fa: شما هیچ افزودنی میزبانی شده در وب‌گاه افزودنی‌های موزیلا ندارید.
fr: Vous n'avez aucun module hébergé sur Mozilla Add-ons.
hu: Nincsenek kiegészítői a Mozilla Add-ons webhelyen.
it: Non risultati tuoi componenti aggiuntivi ospitati su Mozilla Add-on.
ja: Mozilla Add-ons に登録されているあなたのアドオンはありません。
nl: U hebt geen add-ons die gehost worden op Mozilla Add-ons.
pl: Nie masz dodatków utrzymywanych na witrynie Mozilla Add-ons.
pt_br: Você não possui complementos no site Mozilla Add-ons.
pt_pt: Não tem extras hospedados nos extras da Mozilla.
ru: Вы не разместили ни одного дополнения на сайте дополнений Mozilla.
sk: Na Mozilla Add-ons nemáte umiestnené žiadne doplnky.
sq: Nuk keni ndonjë shtesë të strehuar te Shtesat Mozilla.
sv_se: Du har inga tillägg publicerade hos Mozilla Add-ons.
uk: На Сайті додатків Mozilla не розміщено жодного вашого додатку.
vi: Bạn không có tiện ích nào được lưu trữ trên Tiện Ích Mozilla.

source: You do not have sufficient privileges to update this add-on.
ca: No teniu prou privilegis per actualitzar aquest complement.
cs: K aktualizaci tohoto doplňku nemáte dostatečná oprávnění.
de: Sie haben nicht die erforderlichen Berechtigungen, um dieses Add-on zu bearbeiten.
el: Δεν έχετε επαρκή δικαιώματα για να ενημερώσετε αυτό το πρόσθετο.
es_es: No tienes los privilegios suficientes para actualizar este complemento.
fa: شما مجوز لازم را برای حذف به‌هنگام‌سازی این افزودنی ندارید.
fr: Vos privilèges sont insuffisants pour mettre à jour ce module.
hu: Nincs megfelelő jogosultsága a kiegészítő frissítésére.
it: Non si dispone dei permessi necessari per aggiornare questo componente aggiuntivo.
ja: あなたにはこのアドオン更新する権限がありません。
nl: U hebt onvoldoende rechten om deze add-on bij te werken.
pl: Nie masz odpowiednich uprawnień do aktualizacji tego dodatku.
pt_br: Você não tem privilégios suficientes para atualizar este complemento.
pt_pt: Não tem previlégios suficientes para actualizar este extra.
ru: У вас недостаточно привилегий для обновления этого дополнения.
sk: Nemáte dostatočné oprávnenia na aktualizovanie tohto doplnku.
sq: Nuk kini privilegje të mjaftueshme për të përditësuar këtë shtesë.
sv_se: Du har inte rättighet att uppdatera detta tillägg.
uk: У вас немає достатніх повноважень, щоб оновити цей додаток.
vi: Bạn không có đủ thẩm quyền để cập nhật tiện ích này.

source: You don't currently have any add-ons hosted on Mozilla Add-ons. To learn how the process works and submit your first add-on, click Get Started below.
ca: Actualment no teniu cap complement hostatjat al Mozilla add-ons. Per aprendre com funciona el procés i enviar el vostre primer complement, cliqueu Comença ara.
cs: V současnosti nemáte na serveru doplňky Mozilly žádné vlastní doplňky. Pokud chcete nahrát svůj první doplněk, klepněte na tlačítko Začít níže.
de: Sie besitzen gegenwärtig keine Add-ons auf Mozilla Add-ons. Wenn Sie lernen möchten, wie der Prozess funktioniert, und um Ihr erstes Add-on zu übermitteln, klicken Sie auf "Los geht's!"
el: Δεν φιλοξενείται προς το παρόν κανένα πρόσθετο σας στον ιστότοπο πρόσθετων του Mozilla. Για να μάθετε τη διαδικασία και να υποβάλετε το πρώτο σας πρόσθετο, κάντε κλικ στο παρακάτω κουμπί «Ξεκινήστε».
es_es: Actualmente no tienes ningún complemento alojado en Mozilla Addons. Para conocer cómo funciona el proceso y enviar tu primer complemento, haz clic en "Comenzar" debajo.
fa: شما در حال حاضر هیچ افزودنی در وب‌گاه افزودنی‌های موزیلا ندارید. برای یادگیری فرایند ارسال اولین افزودنی خود، بر روی «چگونه شروع کنیم» کلیک کنید.
hu: Jelenleg nincsenek a Mozilla Add-ons oldalon kiegészítői. A folyamat megismeréséhez és első kiegészítőjének beküldéséhez kattintson a lenti Indulás gombra.
it: Al momento non risultano presenti tuoi componenti aggiuntivi ospitati su Mozilla Add-ons. Per scoprire come funziona la procedura e inviare il tuo primo componente aggiuntivo, fare clic su Per iniziare.
ja: あなたはまだ Mozilla Add-ons に何もアドオンを登録していません。公開までの流れについて知り、最初のアドオンを登録するには、下の「スタート」をクリックしてください。
nl: Er worden momenteel geen add-ons van u gehost op Mozilla Add-ons. Klik om te leren hoe het proces werkt en uw eerste add-on in te dienen hieronder op Nu Starten.
pl: Aktualnie nie masz żadnego dodatku przechowywanego na witrynie Mozilla Add-ons. Aby dowiedzieć się, jak ta technologia działa i wysłać swój pierwszy dodatek, kliknij „Zaczynamy!”.
pt_br: Você atualmente não possui nenhum complementos armazenados no Mozilla Add-ons. Para saber mais sobre o funcionamento do processo e enviar o seu primeiro complemento, clique em Comecar Agora abaixo.
pt_pt: De momento não tem nenhum extra alojado nos extras da Mozilla. Para saber como funciona o processo e submeter o seu primeiro extra, clique em Começar.
ru: На текущий момент вы не размещали никаких дополнений на сайте дополнений Mozilla. Чтобы узнать о процессе размещения дополнений и разместить свое первое дополнение, нажмите «Начать».
sk: Momentálne nemáte na serveri Mozilla Add-ons umiestnené žiadne vlastné doplnky. Ak chcete vedieť, ako tak urobiť, kliknite na tlačidlo Začíname.
sq: Hëpërhë nuk keni ndonjë shtesë të strehuar te Shtesat Mozilla. Për të mësuar se funksionon procesi dhe për të parashtruar shtesën tuaj të parë, klikoni më poshtë te Fillojani.
sv_se: Du har för närvarande inga tillägg publicerade på Mozilla Add-ons. För att lära dig hur processen fungerar och skicka in ditt första tillägg, klicka på Sätt igång nedanför.
uk: На даний час у вас немає додатку на сайті Mozilla Add-ons. Щоб дізнатися, як це робиться, натисніть на Поїхали, що знаходиться знизу.
vi: Bạn hiện không có tiện ích nào được lưu trữ trên Tiện ích Mozilla. Để tìm hiểu về cách thức quy trình hoạt động và gửi lên tiện ích đầu tiên của bạn, hãy nhấn vào nút Bắt Đầu ở dưới.
