Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: These users can publish add-ons to your collection, manage all add-ons and settings, and grant other users permission.
ca: Aquests usuaris poden publicar complements a la vostra col·lecció, gestionar-los, canviar-ne les opcions i modificar els permisos d'altres usuaris.
cs: Tito uživatelé mohou přidávat doplňky do vaší sbírky, spravovat všechny doplňky a nastavení a udělovat práva jiným uživatelům.
de: Diese Benutzer können Add-ons zu Ihrer Sammlung hinzufügen, alle dort enthaltenen Add-on-Einträge bearbeiten, alle Einstellungen der Sammlung verändern, sowie weiteren Benutzern Zugriff darauf verschaffen.
el: Αυτοί οι χρήστες θα μπορούν να δημοσιεύσουν πρόσθετα στη συλλογή σας, να διαχειριστούν όλα τα πρόσθετα που περιέχει και να παρέχουν δικαιώματα σε άλλους χρήστες.
es_es: Estos usuarios puede publicar complementos en tu recopilatorio, administrar los complementos y opciones, y dar permisos a otros usuarios.
fa: این کاربران می‌توانند افزودنی‌های جدید به مجموعه‌تان بیافزایند، همهٔ افزودنی‌ها و تنظیمات را مدیریت کنند، و به کاربران دیگر نیز اجازهٔ این کار را بدهند.
hu: Ezek a felhasználók kiegészítőket tehetnek közzé a gyűjteményében, kezelhetik az összes kiegészítőt és beállítást, valamint jogosultságokat adhatnak más felhasználóknak.
it: Questi utenti possono aggiungere elementi alla tua raccolta, gestire tutti i componenti aggiuntivi e le impostazioni, e modificare i permessi degli altri utenti.
ja: 以下のユーザは、あなたのコレクションにアドオンを追加したり、すべてのアドオンや設定を編集したり、他のユーザに権限を与えることができます。
nl: Deze gebruikers kunnen add-ons naar uw collectie publiceren, alle add-ons en instellingen beheren en andere gebruikers toestemming verlenen hiertoe.
pl: Te osoby mogą dodawać dodatki do tej kolekcji, zarządzać wszystkimi dodatkami i ustawieniami oraz udzielać innym użytkownikom zezwoleń.
pt_br: Estes usuários podem adicionar complementos à sua coleção, gerenciar todos os complementos e configurações, e dar permissões para outros usuários.
pt_pt: Estes utilizadores podem publicar extras na sua colecção, gerir todos os extras e definições e dar permissão a outros.
ru: Данные пользователи могут добавлять дополнения в вашу подборку, управлять всеми дополнениями и настройками, и давать разрешения другим пользователям.
sk: Títo používatelia môžu publikovať doplnky do vašej kolekcie, spravovať všetky doplnky a nastavenia, a umožniť to aj ďalším používateľom.
sq: Këta përdorues mund të botojnë shtesa te koleksioni juaj, mund të administrojnë tërë shtesat dhe rregullimet, dhe të akordojnë leje për përdoruesa të tjerë.
sv_se: Dessa användare kan publicera tillägg till din samling, hantera alla tillägg och inställningar och ge andra användare rättigheter.
uk: Ці користувачі можуть опублікувати та організувати додатки у вашій колекції, а також налаштування та усі інші дозволи для користувачів.
vi: Những người dùng này có thể xuất bản các tiện ích vào bộ sưu tập của bạn, quản lí tất cả các tiện ích và thiết lập, và trao quyền cho người dùng khác.

source: These versions are displayed for reference and testing purposes. You should always use the latest version of an add-on.
ca: Aquestes versions es mostren només com a referència i per a fer proves. Sempre heu d'utilitzar les darreres versions dels complements.
cs: Tyto verze jsou nabízeny především pro porovnání a pro testovací účely. Pro běžné používání doporučujeme mít nainstalovánu vždy nejnovější verzi doplňku.
de: Diese Versionen werden als Referenz und zu Testzwecken auf dieser Seite angezeigt. Sie sollten jedoch stets die neueste Version eines Add-ons installieren.
el: Αυτές οι εκδόσεις υπάρχουν για αναφορά και πειραματικούς σκοπούς. Σας συμβουλεύουμε να χρησιμοποιείτε πάντα την πιο πρόσφατα ενημερωμένη έκδοση ενός πρόσθετου.
es_es: Estas versiones se muestran como referencia y para pruebas. Debes usar siempre la última versión del complemento.
fa: این نسخه‌ها تنها برای رجوع و آزمایش نمایش داده می‌شوند. همیشه باید از جدیدترین نسخهٔ افزودنی استفاده کنید.
fr: Ces versions sont affichées pour référence et à des fins de tests. Il est fortement conseillé d'utiliser la toute dernière version du module et non une ancienne version.
hu: Ezek a verziók csak tanulmányozás és tesztelés céljából jelennek meg. Mindig a kiegészítő legújabb verzióját használja.
it: Queste versioni sono visualizzate solo a scopo di test e archivio. Dovresti sempre utilizzare l'ultima versione disponibile di un componente aggiuntivo.
ja: これらのバージョンは、参考として、またテスト目的で利用できるように公開されています。特別な理由がない限り、常に最新のバージョンをご利用ください。
nl: Deze versies worden als referentie en voor testdoeleinden weergegeven. U dient altijd de meest recente versie van een add-on te gebruiken.
pl: Wersje te są wyświetlane w celach informacyjnych i testowych. Używaj zawsze najnowszych wersji danego dodatku.
pt_br: Estas versões são exibidas para referência e teste. Você deve sempre usar as versões mais novas do complemento.
pt_pt: Estas versões são apresentadas apenas como referência ou para testes. Deverá Sempre utilizar a última versão do extra.
ru: Эти версии отображаются только для сведения и в целях тестирования. Вам следует всегда использовать последнюю версию дополнения.
sk: Tieto verzie sú zobrazené len ako odkazy na testovacie účely. Vždy by ste mali používať najnovšiu verziu doplnku.
sq: Këta versione paraqiten për qëllime reference dhe prove. Do të duhej që të përdorni përherë versionin më të fundit të një shtese.
sv_se: Dessa versioner visas för referens och teständamål. Du bör alltid använda den senaste versionen av ett tillägg.
uk: Ці версії показані з метою посилання і випробування. Необхідно завжди використовувати найновішу версію додатку.
vi: Những phiên bản này được hiện ra cho mục đích thử nghiệm và tham khảo. Bạn chỉ nên dùng phiên bản mới nhất của tiện ích này.

source: This add-on ID (%1$s) already exists in the database. If this is your add-on, you can <a href="%2$s">upload a new version</a>.
ca: L'identificador d'aquest complement (%1$s) ja existeix a la base de dades. Si és el vostre complement, podeu <a href="%2$s">actualitzar la versió</a>.
cs: Toto Id doplňku (%1$s) již v&nbsp;databázi existuje. Pokud se jedná o&nbsp;váš doplňek, můžete <a href="%2$s">nahrát novou verzi</a>.
de: Diese Add-on-ID (%1$s) existiert bereits in der Datenbank. Falls dies Ihr Add-on ist, möchten Sie wahrscheinlich eine <a href="%2$s">neue Version hochladen</a>.
el: Το ID του πρόσθετου (%1$s) υπάρχει ήδη στη βάση δεδομένων. Αν το πρόσθετο αυτό είναι δικό σας, μπορείτε να <a href="%2$s">αποστείλετε νέα έκδοση</a>.
es_es: El ID de este complemento (%1$s) ya existe en la base de datos. Si es tu complemento, puedes <a href="%2$s">enviar una nueva versión</a>.
hu: Ez a kiegészítőazonosító (%1$s) már létezik az adatbázisban. Ha ez az Ön kiegészítője, <a href="%2$s">feltölthet egy új verziót</a>.
it: L'ID (%1$s) di questo componente aggiuntivo risulta già presente nel database. Se questo è il tuo componente aggiuntivo, puoi <a href="%2$s">caricare una nuova versione</a>.
ja: このアドオンの ID (%1$s) は既にデータベース上に存在します。これがあなたのアドオンである場合は、<a href="%2$s">新しいバージョンをアップロード</a> できます。
nl: Een add-on met dit ID (%1$s) bestaat al in de database. Als dit uw add-on is kunt u <a href="%2$s">een nieuwe versie uploaden</a>.
pl: Identyfikator tego dodatku (%1$s) już występuje w bazie danych. Jeśli jest to Twój dodatek, możesz <a href="%2$s">wysłać nową wersję</a>.
pt_br: Este ID (%1$s) de complemento já existe no banco de dados. Se este é o seu Complemento, você poderá <a href="%2$s">enviar uma nova versão</a>.
pt_pt: O ID deste extra (%1$s) já existe na base de dados. Se o extra for seu, pode <a href="%2$s">carregar uma nova versão</a>.
ru: Это дополнение ID (%1$s) уже существует в базе данных. Если это ваше дополнение, вы можете <a href="%2$s">загрузить новую версию</a>.
sk: Doplnok s týmto ID (%1$s) už v databáze existuje. Ak je to váš doplnok, môžete <a href="%2$s">odoslať jeho novú verziu</a>.
sq: Kjo ID shtese (%1$s) gjendet tashmë në bazën e të dhënave. Po qe se kjo është shtesë e juaja, mund të <a href="%2$s">ngarkoni versionin e ri</a>.
sv_se: Detta tilläggsid (%1$s) finns redan i databasen. Om detta är ditt tillägg kan du <a href="%2$s">ladda upp en ny version</a>.
uk: Цей ID (%1$s) для додатку уже існує у базі даних. Якщо це ваш додаток,ви можете <a href="%2$s">завантажити нову версію</a>.
vi: ID tiện ích này (%1$s) đã tồn tại trong cơ sở dữ liệu. Nếu đây là tiện ích của mình, bạn có thể <a href="%2$s">tải lên một phiên bản mới</a>.

source: This add-on contains binary components
ca: Aquest complement conté components binaris
cs: Tento doplněk obsahuje binární komponenty
de: Dieses Add-on enthält binäre Komponenten
el: Αυτό το πρόσθετο περιέχει δυαδικά εκτελέσιμα στοιχεία
es_es: Este complemento contiene componentes binarios
fa: این افزودنی حاوی مؤلفه‌های دودویی است
fr: Ce module comporte des composants binaires.
hu: Ez a kiegészítő bináris összetevőket tartalmaz
it: Questo componente aggiuntivo contiene elementi compilati
ja: このアドオンにはバイナリコンポーネントが含まれています
nl: Deze add-on bevat binaire componenten
pl: Dodatek zawiera komponenty binarne
pt_br: Este complemento contém componentes binários
pt_pt: Este extra contém componentes binários
ru: Это дополнение содержит бинарные компоненты
sk: Tento doplnok obsahuje binárne súčasti
sq: Kjo shtesë përmban përbërësa dyorë
sv_se: Detta tillägg innehåller binära komponenter
uk: Цей додаток містить бінарні компоненти
vi: Tiện ích này chứa các thành phần nhị phân

source: This add-on has not been nominated.
ca: Aquest complement no ha estat nominat.
cs: Tento doplněk nebyl nominován.
de: Dieses Add-on ist momentan nicht zur Veröffentlichung nominiert.
el: Αυτό το πρόσθετο δεν είναι υποψήφιο για το δημόσιο χώρο.
es_es: Este complemento no ha sido propuesto.
fa: این افزودنی نامزد نشده است.
fr: Ce module n'a pas été nominé.
hu: Ezt a kiegészítőt még nem jelölték.
it: Questo componente aggiuntivo è stato segnalato.
ja: このアドオンはまだ公開申請されていません。
nl: Deze add-on is niet genomineerd.
pl: Ten dodatek nie został jeszcze nominowany.
pt_br: Este complemento não foi nomeado.
pt_pt: Este extra não foi nomeado
ru: Это дополнение не было номинировано.
sk: Tento doplnok ešte nebol nominovaný.
sq: Kjo shtesë nuk është propuzuar.
sv_se: Detta tillägg har inte blivit nominerat.
uk: У цього додатку ще немає назви.
vi: Tiện ích này chưa được ứng cử.

source: This add-on is disabled
ca: S'ha inhabilitat el complement
cs: Tento doplněk je zakázán
de: Dieses Add-on ist deaktiviert.
el: Αυτό το πρόσθετο έχει απενεργοποιηθεί
es_es: Este complemento está deshabilitado
fa: این افزودنی غیر فعال است
fr: Ce module est désactivé.
hu: Ez a kiegészítő le van tiltva
it: Questo componente aggiuntivo è disattivato
ja: このアドオンの公開は中止されています
nl: Deze add-on is uitgeschakeld
pl: Ten dodatek został wyłączony
pt_br: Este complemento está desativado
pt_pt: Este extra está desactivado
ru: Дополнение заблокировано
sk: Tento doplnok je zakázaný
sq: Kjo shtesë është çaktivizuar
sv_se: Detta tillägg är inaktiverat
uk: Цей додаток відключено
vi: Tiện ích này đã bị vô hiệu hóa.

source: This add-on is for older versions of Firefox
ca: Aquest complement és només per a versions més antigues del Firefox
cs: Tento doplněk je pouze pro starší verzi Firefoxu
de: Dieses Add-on ist für ältere Versionen von Firefox
el: Αυτό το πρόσθετο λειτουργεί με παλιότερες εκδόσεις του Firefox.
es_es: Este complemento es para versiones antiguas de Firefox
fa: این افزودنی مخصوص نسخه‌های پیشین فایرفاکس است
fr: Ce module est pour une ancienne version de Firefox
hu: Ez a kiegészítő a Firefox régebbi verzióihoz való
it: Questo componente aggiuntivo è compatibile con le versioni precedenti di Firefox
ja: このアドオンは古いバージョンの Firefox 用です
nl: Deze add-on is geschikt voor oudere versies van Firefox
pl: Dodatek dla starszych wersji Firefoksa
pt_br: Este complemento é para versões mais antigas do Firefox
pt_pt: Este extra é para versões antigas do Firefox
ru: Это расширение работает со старыми версиями Firefox
sk: Tento doplnok je určený pre staršie verzie Firefoxu
sq: Kjo shtesë është për versione te vjetra të Firefox-it
sv_se: Detta tillägg är för en äldre version av Firefox
uk: Цей додаток розрахований на стару версію Firefox
vi: Tiện ích này dành cho các phiên bản Firefox cũ

source: This add-on is incompatible with your version of %1$s
ca: Aquest complement no és compatible amb la vostra versió del %1$s
de: Dieses Add-on ist nicht mit Ihrer Version von %1$s kompatibel
el: Αυτό το πρόσθετο δεν είναι συμβατό με την έκδοση του %1$s που χρησιμοποιείτε
es_es: Este complemento es incompatible con tu versión de %1$s
fr: Ce module est incompatible avec votre version de %1$s
hu: A kiegészítő nem kompatibilis a %1$s verziójával
it: Questo componente aggiuntivo non è compatibile con la tua versione di %1$s
ja: このアドオンは、お使いの %1$s とは互換性がありません
nl: Deze add-on is niet compatibel met uw versie van %1$s
pl: Ten dodatek jest niekompatybilny z Twoją wersją %1$s
pt_pt: Este extra é imcompatível com a sua versão do %1$s
ru: Это дополнение несовместимо с вашей версией %1$s
sk: Doplnok nie je kompatibilný s vašou verziou aplikácie %1$s

source: This add-on is not available.
ca: Aquest complement no està disponible.
cs: Tento doplněk není dostupný.
de: Add-on nicht gefunden!
el: Δεν είναι διαθέσιμο αυτό το πρόσθετο.
es_es: ¡Complemento no encontrado!
fa: این افزودنی در دسترس نیست.
fr: Module non trouvé&nbsp;!
hu: Ez a kiegészítő nem érhető el.
it: Questo componente aggiuntivo non è disponibile.
ja: このアドオンは利用できません。
nl: Deze add-on is niet beschikbaar.
pl: Ten dodatek nie jest dostępny.
pt_br: Este complemento não está disponível.
pt_pt: Este extra não está disponível.
ru: Дополнение недоступно.
sk: Tento doplnok nie je k dispozícii
sq: Kjo shtesë nuk është e vlefshme.
sv_se: Detta tillägg är inte tillgängligt.
uk: Цей додаток недоступний.
vi: Tiện ích này không tồn tại.

source: This add-on is not viewable here.
ca: Aquest complement no es pot veure ací.
cs: Tento doplněk zde nelze zobrazit.
de: Dieses Add-on kann hier nicht angezeigt werden.
el: Δεν μπορεί να εμφανιστεί εδώ αυτό το πρόσθετο.
es_es: Este complemento no está visible aquí.
fa: این افزودنی قابل مشاهده در اینجا نیست.
fr: Ce module n'est pas affichable ici.
hu: Ez a kiegészítő nem megtekinthető innen.
it: Questo componente aggiuntivo non può essere visualizzato.
ja: このアドオンは現在表示できません。
nl: Deze add-on kan hier niet worden bekeken.
pl: Ten dodatek nie jest tutaj widoczny.
pt_br: Este complemento não pode ser visualizado aqui.
pt_pt: Este extra não é visível aqui.
ru: Дополнение нельзя просмотреть через интерфейс АМО.
sk: Tento doplnok tu nemožno zobraziť.
sq: Kjo shtesë nuk mund të shihet këtu.
sv_se: Detta tillägg är inte synligt här.
uk: Цей додаток не переглядається тут.
vi: Tiện ích không thể xem được tại đây.

source: This add-on is not yet in any collections.
ca: Aquest complement encara no està a cap col·lecció.
cs: Tento doplněk dosud není v žádné sbírce.
de: Dieses Add-on ist noch in keiner Sammlung.
el: Αυτό το πρόσθετο δεν συμπεριλαμβάνεται ακόμα σε καμία συλλογή.
es_es: Este complemento no está aún en ningun recopilatorio.
fa: این افزودنی هنوز در هیچ مجموعه‌ای قرار ندارد
fr: Ce module ne fait pas encore partie d'une collection.
hu: Ez a kiegészítő még nem része egy gyűjteménynek sem.
it: Questo componente aggiuntivo non fa ancora parte di alcuna raccolta.
ja: このアドオンはどのコレクションにも追加されていません。
nl: Deze add-on is nog niet in een collectie opgenomen.
pl: Tego dodatku nie ma jeszcze w żadnej kolekcji.
pt_br: Este complemento não faz parte de coleções.
pt_pt: Este extra ainda não está em nenhuma colecção.
ru: Это дополнение не входит пока ни в одну подборку.
sk: Tento doplnok sa zatiaľ nenachádza v žiadnej kolekcii.
sq: Kjo shtesë ende nuk bën pjesë në ndonjë koleksion.
sv_se: Detta tillägg är inte inlagt i någon samling ännu.
uk: Цього додатку ще немає у жодній колекції.
vi: Tiện ích này chưa có trong bất kì bộ sưu tập nào.

source: This add-on requires external software
ca: Aquest complement requereix programari extern
cs: Tento doplněk vyžaduje externí software
de: Dieses Add-on benötigt externe Software.
el: Αυτό το πρόσθετο απαιτεί επιπρόσθετο λογισμικό
es_es: Este complemento requiere programas externos
fa: این افزودنی به نرم‌افزار خارجی نیاز دارد
fr: Ce module a besoin d'un logiciel externe
hu: Ez a kiegészítő külső szoftvert igényel
it: Questo componente aggiuntivo richiede la presenza di software esterno
ja: このアドオンは外部アプリケーションを必要とします
nl: Deze add-on vereist externe software
pl: Dodatek wymaga zewnętrznego oprogramowania
pt_br: Este complemento necessita de software externo
pt_pt: Este extra necessita de software externo
ru: Это дополнение требует стороннего программного обеспечения
sk: Tento doplnok vyžaduje externý softvér
sq: Kjo shtesë lyp "software" të jashtëm
sv_se: Detta tillägg kräver extern programvara
uk: Цей додаток потребує зовнішніх програм
vi: Tiện ích này yêu cầu có phần mềm bên ngoài

source: This add-on requires the not-yet released <a href="%1$s">Firefox %2$s</a>
ca: Aquest complement requereix una versió del <a href="%1$s">Firefox %2$s</a> que encara no ha sortit
cs: Tento doplněk vyžaduje dosud nevydaný <a href="%1$s">Firefox %2$s</a>
de: Dieses Add-on benötigt den noch nicht veröffentlichten <a href="%1$s">Firefox %2$s</a>
el: Το πρόσθετο αυτό απαιτεί την έκδοση <a href="%1$s"> %2$s</a> του Firefox η οποία δεν είναι ακόμα επίσημα διαθέσιμη.
es_es: Este complemento requiere la versión aún no publicada de <a href="%1$s">Firefox %2$s</a>
fa: این افزودنی نیازمند <a href="%1$s">فایرفاکس %2$s</a> است که هنوز منتشر نشده است
fr: Ce module est pour une version en préparation de Firefox, concrètement <a href="%1$s">Firefox %2$s</a>.
hu: Ez a kiegészítő a még meg nem jelent <a href="%1$s">Firefox %2$s</a> verziót igényli
it: Questo componente aggiuntivo richiede una versione di <a href="%1$s">Firefox %2$s</a> non ancora rilasciata
ja: このアドオンは、まだリリースされていない <a href="%1$s">Firefox %2$s</a> を必要としています。
nl: Deze add-on vereist het nog niet vrijgegeven <a href="%1$s">Firefox %2$s</a>
pl: Ten dodatek wymaga niewydanej jeszcze wersji programu <a href="%1$s">Firefox %2$s</a>
pt_br: Este complemento depende do <a href="%1$s">Firefox %2$s</a> que ainda não foi lançado
pt_pt: Esta versão necessita do ainida não lançado <a href="%1$s">Firefox %2$s</a>
ru: Это расширение работает в ещё не выпущенной версии <a href="%1$s">Firefox %2$s</a>
sk: Tento doplnok vyžaduje zatiaľ neuvoľnený <a href="%1$s">Firefox %2$s</a>
sq: Kjo shtesë lyp <a href="%1$s">Firefox %2$s</a> ende të pahedhur në qarkullim
sv_se: Detta tillägg kräver den ännu ej släppta <a href="%1$s">Firefox %2$s</a>
uk: Цей додаток вимагає ще не випущений <a href="%1$s">Firefox %2$s</a>
vi: Tiện ích này yêu cầu phiên bản <a href="%1$s">Firefox %2$s</a> chưa phát hành.

source: This is a site-specific add-on
ca: Aquest és el web específic del complement
cs: Toto je doplněk pro specifický server
de: Dies ist ein seitenabhängiges Add-on
el: Αυτό το πρόσθετο δουλεύει με συγκεκριμένους ιστότοπους
es_es: Este es un complemento específico para una web
fa: این افزودنی خاص یک وب‌گاه است
fr: Ce module concerne un site web spécifique
hu: Ez egy webhelyspecifikus kiegészítő
it: Questo componente aggiuntivo è specifico per un determinato sito web
ja: これは特定のサイト用のアドオンです
nl: Dit is een site-specifieke add-on
pl: Dodatek dedykowany konkretnej stronie
pt_br: Este é um complemento específico para um site
pt_pt: Isto é um extra de um sítio específico
ru: Дополнение для определённого сайта
sk: Tento doplnok je určený pre špecifickú stránku
sq: Kjo është një shtesë e lidhur me një "site" të caktuar
sv_se: Detta är ett tillägg för en specifik webbplats
uk: Це додаток для окремого сайту
vi: Đây là tiện ích liên quan đến trang web

source: This page only lists some of the most common and most popular plugins. For more information about other plugins available for Mozilla-based Browsers, visit %1$s
ca: Aquesta pàgina només llista algunes dels connectors més típics i populars. Per a més informació sobre altres connectors disponibles per a navegadors basats en Mozilla, visiteu %1$s
cs: Tato stránka obsahuje seznam nejčastěji používaných zásuvných modulů. Pokud hledáte další zásuvné moduly pro prohlížeče založené na Mozille, najdete je na stránkách projektu %1$s.
de: Diese Seite listet nur die am häufigsten eingesetzten Plugins auf. Für weiteren Informationen über zusätzliche Plugins, die mit Browsern aus dem Hause Mozilla kompatibel sind, besuchen Sie %1$s.
el: Αυτή η σελίδα αναφέρει μερικές μόνο από τις πιο συνηθισμένες και δημοφιλείς πρόσθετες λειτουργίες. Για περισσότερες πληροφορίες σχετικά με άλλες πρόσθετες λειτουργίες, διαθέσιμες για περιηγητές της οικογένειας Mozilla, επισκεφθείτε το %1$s
es_es: Esta página solo contiene una lista de los plugins más comunes y populares. Para más información sobre otros plugins disponibles para los navegadores basados en Mozilla, visite %1$s
fa: این صفحه تنها تعدادی از معمول‌ترین و محبوب‌ترین متصل‌شونده‌ها را فهرست کرده است. برای اطلاعات بیشتر دربارهٔ متصل‌شونده‌های دیگر در دسترس برای مرورگرهای بر پایهٔ موزیلا، از %1$s بازدید کنید
fr: Cette page ne liste que quelques-uns des plugins parmi les plus populaires. Pour de plus amples informations sur les plugins pour navigateurs basés sur les navigateurs Mozilla, visitez %1$s
hu: Ez az oldal csak a leggyakrabban használt és legnépszerűbb bővítményeket sorolja fel. A Mozilla-alapú böngészőkhöz való bővítményekről szóló további információkért keresse fel a %1$s címet.
it: Questa pagina contiene un elenco dei plugin più comuni e popolari. Per ulteriori informazioni sugli altri plugin disponibili per i browser basati su Mozilla, visita %1$s
ja: このページでは、最も一般的で人気のあるプラグインだけをご紹介しています。Firefox など Mozilla ベースのブラウザで利用可能な他のプラグインの情報は、%1$s をご覧ください。
nl: Deze pagina bevat slechts een paar meestgebruikte en meest populaire plug-ins. Bezoek voor meer informatie over overige voor browsers in de Mozilla-familie beschikbare plug-ins %1$s.
pl: Na tej stronie znajdują się jedynie najczęściej używane i najpopularniejsze wtyczki. Aby uzyskać więcej informacji o wtyczkach dostępnych dla przeglądarek opartych na Mozilli, odwiedź %1$s
pt_br: Esta página lista apenas alguns plugins mais comuns e mais populares. Para mais informações sobre outros plugins disponíveis para navegadores baseados no Mozilla, visite %1$s
pt_pt: Esta lista apresenta apenas alguns dos mais comuns e populares plugins. Para mais informação sobre os plugins disponíveis para os Navegadores baseados no Mozilla, visite %1$s
ru: На этой странице перечислены только наиболее распространённые и популярные плагины. Более подробную информацию о других плагинах для продуктов семейства Mozilla можно найти на сайте %1$s
sk: Na tejto stránke sú uvedené len najpoužívanejšie a najobľúbenejšie zásuvné moduly. Ďalšie informácie o ostatných zásuvných moduloch, ktoré sú k dispozícii pre prehliadače založené na Mozille, nájdete na stránke %1$s.
sq: Kjo faqe radhit vetëm disa prej shtojcave më të zakonshme dhe më të njohura. Për më tepër të dhëna rreth të tjera shtojcash të pashme për Shfletuesa me bazë Mozilla-n, vizitoni %1$s
sv_se: Den här sidan listar bara några av de vanligaste och populära insticksprogrammen. För mer information om andra tillgängliga insticksprogram för Mozilla-baserade webbläsare, besök %1$s
uk: Ця сторінка дає перелік лише найпоширеніших та найпопулярніших модулів. Для подальшої інформації щодо інших модулів, доступних для браузерів на основі Mozilla, відвідайте %1$s
vi: Trang này chỉ liệt kê một số phần bổ trợ thông dụng nhất. Để có thêm thông tin về các phần bổ trợ khác cho các Trình duyệt dựa trên Mozilla, hãy vào %1$s
