Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: <ol><li>Download and save the file to your hard disk.</li><li>In Mozilla Thunderbird, open Add-ons from the Tools menu.</li><li>Click the Install button, and locate/select the file you downloaded and click "OK".</li></ol>
ca: <ol><li>Cliqueu amb el botó dret a l'enllaç de sota i escolliu "Anomena i desa..." per a baixar-vos el fitxer i desar-lo al disc.</li><li>En el Mozilla Thunderbird, obriu Complements des del menú Eines.</li><li>Cliqueu el botó Instal·la, cerqueu el fitxer que us heu baixat i cliqueu "D'acord".</li></ol>
cs: <ol><li>Na odkaz níže klepněte pravým tlačítkem a z&nbsp;místní nabídky zvolte "Uložit odkaz jako…" a uložte soubor dopňku na váš pevný disk.</li><li>V Mozilla Thunderbirdu otevřete z&nbsp;nabídky Správce doplňků.</li><li>Klepněte na tlačítko Instalovat, najděte a vyberte stažený soubor a klepněte na "OK".</li></ol>
de: <ol><li>Klicken Sie mit der rechten Maustaste auf den unten stehenden Link und wählen Sie "Speichern unter...", um die Datei herunterzuladen und auf der Festplatte zu speichern.</li><li>In Mozilla Thunderbird, öffnen Sie im Menü "Extras" den Punkt "Add-ons".</li><li>Klicken Sie auf die Schaltfläche "Installieren", wählen Sie die heruntergeladene Datei aus und klicken Sie "OK".</li></ol>
el: <ol><li>κάντε δεξί κλικ παρακάτω και επιλέξτε «Αποθήκευση δεσμού ως...» για να αποθηκεύσετε το αρχείο στο δίσκο σας.</li><li>Στον Mozilla Thunderbird, ανοίξτε τα «Πρόσθετα» μέσα από το μενού «Εργαλεία».</li><li>Κάντε κλικ στο κουμπί «Εγκατάσταση» και αφού εντοπίσετε/επιλέξετε το αρχείο που αποθηκεύσατε κάντε κλικ στο «OK».</li></ol>
es_es: <ol><li>Haz clic con el botón secundario sobre el enlace a continuación y elige "Guardar enlace como..." para descargar y guardar el archivo a tu disco duro.</li><li>En Mozilla Thunderbird, abre Complementos desde el menú Herramientas.</li><li>Haz clic en el botón Instalar, selecciona el archivo que descargaste y haz clic en "Aceptar".</li></ol>
fa: <ol><li>بر پیوند زیر کلیک راست کنید و گزینهٔ «ذخیرهٔ پیوند به نام…» را انتخاب کنید تا پرونده بر روی دیسک سخت‌تان ذخیره شود.</li><li> در موزیلا تاندربرد، از منوی ابزارها، افزودنی‌ها را انتخاب کنید.</li><li>دکمهٔ «نصب» را فشار دهید، و پرونده‌ای را که بارگیری کرده‌اید انتخاب نمایید و دکمهٔ «تأیید» را فشار دهید.</li></ol>
fr: <ol><li>Faites un clic-droit sur le lien ci-dessous et choisissez "Enregistrez la cible du lien sous..." pour télécharger et enregistrer le fichier sur votre disque dur.</li><li>Depuis Mozilla Thunderbird, ouvrez la fenêtre des modules complémentaires depuis le menu Outils.</li><li>Cliquez sur le bouton Installer et choisissez le fichier que vous avez téléchargé puis cliquez sur "OK" (ou "Ouvrir" selon la terminologie de votre système d'exploitation).</li></ol>
hu: <ol><li>Kattintson a jobb egérgombbal az alábbi hivatkozásra, majd válassza a „Hivatkozás mentése másként...” lehetőséget a fájl letöltéséhez és merevlemezre mentéséhez.</li><li>A Mozilla Thunderbirdben válassza az Eszközök menü Kiegészítők parancsát.</li><li>Kattintson a Telepítés gombra, keresse meg az imént letöltött fájlt, majd kattintson az OK gombra.</li></ol>
it: <ol><li>Fai clic con il tasto destro sul collegamento seguente e seleziona "Salva destinazione con nome…" per scaricare il file sul tuo disco fisso.</li><li>In Mozilla Thunderbird seleziona Componenti aggiuntivi nel menu Strumenti.</li><li>Fai clic sul pulsante Installa, seleziona il file scaricato in precedenza e premi "OK".</li></ol>
ja: <ol><li>下のリンクを右クリックして [名前を付けてリンク先を保存] を選択し、ファイルをハードディスクにダウンロードします。</li><li>Thunderbird を開き、[ツール] メニューから [アドオン] を選択します。</li><li>[インストール] ボタンをクリックして、ダウンロードしたファイルを選択し、[OK] をクリックします。
nl: <ol><li>Klik met de rechtermuisknop op de koppeling en kies “Koppeling opslaan als…” om het bestand te downloaden en op uw harde schijf op te slaan.</li><li>Open Add-ons in het menu Extra in Mozilla Thunderbird.</li><li>Klik op de knop Installeren, en zoek/selecteer het gedownloade bestand en klik op “OK”.</li></ol>
pl: <ol><li>Zapisz ten plik na swoim twardym dysku.</li><li>W programie Mozilla Thunderbird z poziomu menu Narzędzia otwórz Dodatki.</li><li>Naciśnij przycisk „Zainstaluj…”, zlokalizuj i wybierz pobrany wcześniej plik. W nowym otwartym oknie naciśnij przycisk „Zainstaluj”.</li></ol>
pt_br: <ol><li>Clique com o botão direito no link abaixo e clique em "Salvar link como..." para salvar o arquivo em seu computador.</li><li>No Mozilla Thunderbird, procure por complementos no menu Ferramentas.</li><li>Clique no botão instalar ..., selecione o arquivo que você baixou e clique "abrir".</li></ol>
pt_pt: <ol><li>Clique com o botão direito do rato na ligação abaixo e escolha "Guardar ligação como..." para transferir e guardar o ficheiro no seu disco rígido.</li><li>No Mozilla Thunderbird, abra Extras a partir do menu Ferramentas.</li><li>Clique no botão Instalar, localize/seleccione o ficheiro que transferiu e depois clique em "OK".</li></ol>
ru: <ol><li>Нажмите правой кнопкой мыши на ссылке и выберите «Сохранить ссылку как…» для того, чтобы сохранить файл на жёстком диске.</li><li>В Mozilla Thunderbird откройте окно менеджера дополнений через меню «Инструменты|Дополнения».</li><li>Нажмите кнопку «Установить…», найдите и выберите файл, который вы скачали и нажмите «OK».</li></ol>
sk: <ol><li>Prevezmite súbor a uložte ho na pevný disk.</li><li>V programe Mozilla Thunderbird pomocou ponuky Nástroje otvorte Doplnky.</li><li>Kliknite na tlačidlo Nainštalovať, vyhľadajte/vyberte prevzatý súbor a kliknite na tlačidlo "OK".</li></ol>
sq: <ol><li>Djathtas-klikoni lidhjen më poshtë dhe zgjidhni "Ruaje Lidhjen Si..." për të shkarkuar dhe ruajtur kartelën te hard disku juaj.</li><li>Te Mozilla Thunderbird, hapni Shtesat prej menusë Mjete.</li><li>Klikoni butonin Instaloje, dhe gjeni/përzgjidhni kartelën që shkarkuat dhe klikoni "OK".</li></ol>
sv_se: <ol><li>Högerklicka på länken nedan och välj "Spara länk som..." för att hämta hem och spara filen till din hårddisk.</li><li>I Mozilla Thunderbird, öppna Tillägg från Verktygsmenyn.</li><li>Klicka på knappen Installera, leta på och välj filen du hämtat hem och klicka "OK".</li></ol>
uk: <ol><li>Клацніть правою клавішею мишки на посиланні нижче і оберіть "Зберегти як…" для завантаження і збереження файлу на свій диск.</li><li>У Mozilla Thunderbird, відкрийте додатки у меню Інструменти.</li><li>Клацніть на кнопці Встановити, знайдіть/оберіть файл, який ви завантажили, і клацніть "Гаразд".</li></ol>
vi: <ol><li>Nhấn chuột phải liên kết bên dưới và chọn "Lưu Liên Kết dưới dạng..." để tải xuống và lưu tập tin vào đĩa của bạn.</li><li>Trong Mozilla Thunderbird, mở Tiện ích từ trình đơn Công cụ.</li><li>Nhấn nút Cài đặt, và định vị/chọn tập tin bạn đã tải xuống rồi nhấn "OK".</li></ol>

source: <p><strong>You don't have any favorite collections yet.</strong></p> <p>Collections you mark as favorites can be quickly accessed from this page, and will appear in the <a href='%1$s'>Add-on Collector</a> if you've installed it.</p>
ca: <p><strong>Encara no teniu col·leccions preferides.</strong></p> <p>Les col·leccions que marqueu com a preferides es poden accedir ràpidament des d'aquesta pàgina, i apareixeran en <a href='%1$s'>l'Add-on Collector</a> si encara no el teniu.</p>
cs: <p><strong>Prozatím nemáte žádné oblíbené sbírky.</strong></p> <p>Sbírky, které označíte jako oblíbené, jsou z této stránky rychle dostupné a zobrazí se též v rozšíření <a href='%1$s'>Sbírky doplňků</a>, pokud ho máte nainstalováno.</p>
de: <p><strong>Sie haben noch keine Sammlungen zu Favoriten erklärt.</strong></p> <p>Auf Sammlungen, die Sie als Favoriten markieren, können bequem von dieser Seite aus zugreifen, und sie werden im <a href='%1$s'>Add-on-Sammler</a> angezeigt, falls Sie ihn installiert haben.</p>
el: <p><strong>Δεν έχετε καμία συλλογή στις αγαπημένες σας ακόμη.</strong></p> <p>Μπορείτε να έχετε εύκολη πρόσβαση στις συλλογές που επισημαίνετε σαν αγαπημένες απ' αυτή τη σελίδα και επίσης θα εμφανίζονται στο πρόσθετο <a href='%1$s'>Add-on Collector</a> αν το έχετε εγκαταστήσει.</p>
es_es: <p><strong>Aún no tienes ningún recopilatorio favorito.</strong></p> <p>Puedes acceder rápidamente a los recopilatorios que hayas marcado como favoritos desde esta página, y aparecerán en el <a href='%1$s'>recopilador de complementos</a> si lo tienes instalado.</p>
hu: <p><strong>Még nincsenek kedvenc gyűjteményei.</strong></p> <p>A kedvencként megjelölt gyűjtemények gyorsan elérhetők erről az oldalról, és megjelennek az <a href='%1$s'>Add-on Collectorban</a>, ha az telepítve van.</p>
it: <p><strong>Non hai ancora nessuna raccolta preferita.</strong></p> <p>Le raccolte che imposti come preferite possono essere gestite attraverso questa pagina e, se hai installata questa estensione, appariranno anche in <a href='%1$s'>Add-on Collector</a>.</p>
ja: <p><strong>あなたはまだひとつもお気に入りのコレクションを持っていません。</strong></p><p>お気に入りに追加したコレクションはこのページからすばやくアクセスできるようになり、<a href='%1$s'>アドオンコレクター</a> をインストールしている場合はその画面にも表示されます。
nl: <p><strong>U hebt nog geen favoriete collecties.</strong></p> <p>Collecties die u markeert als favorieten kunnen snel worden benaderd vanaf deze pagina en verschijnen in de <a href='%1$s'>Add-on Collector</a> als u die hebt geïnstalleerd.</p>
pl: <p><strong>Nie masz jeszcze żadnych ulubionych kolekcji.</strong></p> <p>Kolekcje oznaczone jako ulubione mogą być szybko dostępne z tej strony i będą wyświetlane w <a href='%1$s'>Kolekcjonerze dodatków</a>, jeśli masz go zainstalowanego.</p>
pt_br: <p><strong>Você não possui coleções favoritas ainda.</strong></p> <p>Coleções que você marcar como favoritas podem ser rapidamente acessadas nesta página, e irão aparecer no <a href='%1$s'>Colecionador de Complementos</a> se você o instalou.</p>
pt_pt: <p><strong>Ainda não tem colecções favoritas.</strong></p> <p>As colecções que marcar como favoritas podem ser acedidas rapidamente a partir desta página e irão aparecer no <a href='%1$s'>Coleccionador de extras</a> caso o tenha instalado.</p>
ru: <p><strong>У вас пока нет ни одной избранной подборки.</strong></p> <p>С этой страницы можно быстро открыть избранные вами подборки. Они также появятся в <a href='%1$s'>Собирателе дополнений</a>, если вы его установили.</p>
sk: <p><strong>Zatiaľ nemáte žiadne obľúbené kolekcie.</strong></p> <p>Ku kolekciám, ktoré označíte ako Obľúbené, môžete pristupovať z tejto stránky a objavia sa aj v rozšírení <a href='%1$s'>Add-on Collector</a>, ak ho máte nainštalované.</p>
sq: <p><strong>Nuk keni ndonjë koleksion të parapëlqyer.</strong></p> <p>Koleksionet që i shënoni si të parapëlqyer mund të shihen shpejt e shpejt prej kësaj faqeje, dhe do të duken te <a href='%1$s'>Mbedhësi i Shtesave</a> po qe e keni instaluar.</p>
sv_se: <p><strong>Du har inga favoritsamlingar än.</strong></p> <p>Samlingar du markerar som favoriter kan lätt kommas åt från denna sida, och dyker upp i <a href='%1$s'>Tilläggsamlaren</a> om du har installerat den.</p>
uk: <p><strong>Ви ще не надибали свою улюблену колекцію.</strong></p> <p>До всіх збірок, позначених улюбленими, можна буде легко дістатися з цієї сторінки та з'являться у <a href='%1$s'>Колекціонер додатків</a>, якщо ви його встановили.</p>
vi: <p><strong>Bạn chưa có bộ sưu tập ưa thích nào.</strong></p> <p>Các bộ sưu tập mà bạn đánh dấu là ưa thích có thể được truy cập nhanh từ trang này, và sẽ xuất hiện trong <a href='%1$s'>Trình sưu tập Tiện ích</a> nếu bạn đã có cài đặt nó.</p>

source: <p>Contributions provide a way for users to support your add-on financially. With contributions, you can:</p><ul><li>Ask users for donations on your add-on's listing.</li><li>Offer users the ability to contribute using a credit card or PayPal account.</li><li>Deposit contributions in a <a href='https://www.paypal.com/' target='_blank'>PayPal account</a> of your choice.</li></ul><p>Ready to get started? Click below to start asking for contributions.</p>
ca: <p>Les coŀlaboracions són una via per a què els usuaris puguin ajudareconòmicament el vostre complement. Hi ha diverses manera de coŀlaborar:</p><ul><li>Demanar als usuaris que facin donacions a la llista del complement.</li><li>Oferir als usuaris que puguin contribuir utilitzant una targeta de crèdito bé un compte PayPal.</li><li>Fer donacions a un <a href='https://www.paypal.com/' target='_blank'>compte PayPal</a> vostre.</li></ul><p>Esteu preparats per a començar? Cliqueu a continuació per a començar a demanar donacions.</p>
cs: <p>Příspěvky jsou způsobem, jak mohou uživatelé finančně podpořit váš doplněk. S příspěvky můžete:</p><ul><li>Požádat uživatele o příspěvky na stránce vašeho doplňku.</li> <li>Nabídnout uživatelům možnost přispět pomocí kreditní karty či účtu na PayPal.</li><li>Ukládat příspěvky na <a href='https://www.paypal.com/' target='_blank'>PayPal účet</a>, který zvolíte.</li></ul><p>Jste připraveni začít? Klepněte níže a začněte žádat o příspěvky.</p>
de: <p>Beiträge erlauben Benutzern, Ihr Add-on finanziell zu unterstützen. Mit Beiträgen können Sie:</p><ul><li>Benutzer nach Spenden auf Ihrer Add-on-Seite bitten.</li><li>Benutzern die Möglichkeit geben, Sie mittels ihrer Kreditkarte oder ihres PayPal-Kontos zu unterstützen.</li><li>Beiträge auf einem <a href="https://www.paypal.com/" target="_blank">PayPal-Konto</a> Ihrer Wahl empfangen.</li></ul><p>Alles klar? Klicken Sie auf die Schaltfläche unten, um anzufangen.</p>
el: <p>Οι δωρεές προσφέρουν στους χρήστες τη δυνατότητα να υποστηρίξουν οικονομικά το πρόσθετο σας. Με τις δωρεές μπορείτε:</p><ul><li>Να ζητήσετε δωρεές από τους χρήστες μέσα από τη σελίδα προβολής του πρόσθετου σας.</li><li>Προσφέρετε στους χρήστες τη δυνατότητα να κάνουν δωρεά μέσω πιστωτικής κάρτας ή λογαριασμού PayPal.</li><li>Να καταθέτετε τις δωρεές αυτές στον <a href='https://www.paypal.com/' target='_blank'>λογαριασμό PayPal</a> που θέλετε.</li></ul><p>Είστε έτοιμοι να ξεκινήσετε; Κάντε κλικ στην παρακάτω ένδειξη για να ξεκινήσετε να ζητάτε δωρεές</p>
es_es: <p>Las colaboraciones son una nueva forma de que los usuarios apoyen tu complemento económicamente. Con las colaboraciones, puedes: </p><ul><li>Pedir a los usuarios donaciones en la página de tu complemento.</li><li>Ofrecer a los usuarios la posibilidad de colaborar usando una tarjeta de crédito o una cuenta PayPal.</li><li>Enviar las colaboraciones a una <a href='https://www.paypal.com/' target='_blank'>cuenta PayPal</a> de tu elección.</li></ul><p>¿Preparado para comenzar? Pulsa abajo para comenzar a pedir colaboraciones.</p>
hu: <p>Az adományok révén a felhasználói anyagilag támogathatják kiegészítőjét. A támogatásokkal:</p><ul><li>Adományokat kérhet felhasználóitól a kiegészítő bemutatóoldalán.</li><li>Lehetőséget adhat felhasználóinak a hozzájárulásra bankkártya vagy PayPal fiók használatával.</li><li>Az adományokat tetszőleges <a href='https://www.paypal.com/' target='_blank'>PayPal fiókban</a> tarthatja.</li></ul><p>Készen áll belevágni? Kattintson a lenti hivatkozásra az adománygyűjtés megkezdéséhez.</p>
it: <p>Le donazioni permettono agli utenti di supportare finanziariamente lo sviluppo dei componenti aggiuntivi. Attraverso le donazioni è possibile:</p><ul><li>Chiedere agli utenti delle donazioni dall'elenco delle estensioni.</li><li>Offrire la possibilità di contribuire usando una carta di credito o un conto Paypal.</li><li>Versare le donazioni su un <a href='https://www.paypal.com/' target='_blank'>conto PayPal</a> di tua scelta.</li></ul><p>Pronto per iniziare? Fai clic sul link seguente per iniziare a chiedere donazioni.</p>
ja: <p>寄付は、あなたのアドオンを金銭的に支援する方法をユーザに提供します。寄付の設定を行うと、以下のようなことができます。</p><ul><li>アドオンの公開ページでユーザに寄付を求める</li><li>クレジットカードもしくは PayPal 口座を利用した寄付の方法をユーザに提供する</li><li>指定した <a href='https://www.paypal.com/' target='_blank'>PayPal 口座</a> への寄付の振り込み</li></ul><p>用意はできましたか？ 以下のボタンをクリックして寄付のお願いを始めましょう。</p>
nl: <p>Bijdragen bieden een manier waarop gebruikers uw add-on financieel kunnen ondersteunen. Met bijdragen kunt u:</p><ul><li>Gebruikers vragen om donaties op de lijstvan uw add-on.</li><li>Gebruikers de mogelijkheid bieden om bij te dragen met een creditcard of PayPal-account.</li><li>Bijdragen storten in een <a href='https://www.paypal.com/' target='_blank'>PayPal-account</a> naar keuze.</li></ul><p>Klaar om van start te gaan? Klik hieronder om te beginnen met vragen om bijdragen.</p>
pl: <p>Dotacje to sposób, w jaki użytkownicy mogą wspomóc finansowo rozwój Twojego dodatku. Za pomocą tej funkcji możesz:</p><ul><li>Poprosić na stronie dodatku o dotacje.</li><li>Zaoferować użytkownikom możliwość wpłat za pomocą kart kredytowych konta PayPal.</li><li>Zdeponować dotację na <a href='https://paypal.com'>koncie PayPal</a>.</li></ul><p>Możemy rozpocząć? Naciśnij poniższy przycisk, aby uaktywnić prośby o dotacje.</p>
pt_br: <p>Contribuições funcionam como uma maneira onde usuários podem oferecer suporte financeiro para o seu complemento. Com contribuições, você poderá:</p><ul><li>Pedir doações de usuários na página de apresentação do seu complemento.</li><li>Permitir que seus usuários possam contribuir utilizando cartão de crédito ou conta PayPal.</li><li>Receber depósitos de contribuições na <a href='https://www.paypal.com/' target='_blank'>conta PayPal</a> de sua preferência.</li></ul><p>Está preparado para iniciar? Clique abaixo para iniciar a pedir contribuições.</p>
pt_pt: <p>As contribuições são uma maneira de os utilizadores ajudarem o seu extra financeiramente. Com contribuições, você pode:</p><ul><li>Pedir doações aos utilizadores na sua listagem de extras.</li><li>Dar a hipótese aos utilizadores de contribuir com cartão de crédiot ou com uma conta PayPal.</li><li>Depositar contribuições numa<a href='https://www.paypal.com/' target='_blank'>conta PayPal</a> à sua escolha.</li></ul><p>Pronto para começar? Cleique em baixo para começar a pedir contribuições.</p>
sk: <p>Príspevky poskytujú používateľom možnosť finančne podporiť váš doplnok. Vďaka funkcii príspekov môžete:</p><ul><li>Na stránke doplnku požiadať používateľov o príspevok.</li><li>Ponúknuť používateľom možnosť prispieť pomocou kreditnej karty alebo konta PayPal.</li><li>Uložiť príspevky na vami zvolenom <a href='https://www.paypal.com/' target='_blank'>konte PayPal</a>.</li></ul><p>Ste pripravený? Kliknite na nižšie uvedené tlačidlo a začnite prijímať príspevky.</p>
sv_se: <p>Bidrag ger användare ett sätt att stöda ditt tillägg finansiellt. Med bidrag kan du:</p><ul><li>Be användare om donationer på listningssidan.</li><li>Ebjuda användar möjligheten att bidra via kreditkort eller Paypalkonto.</li><li>Sätta in bidrag på ett <a href='https://www.paypal.com/' target='_blank'>PayPal-konto</a> du väljer.</li></ul><p>Redo att sätta igång? Klicka nedan för att börja be om bidrag.</p>
vi: <p>Các khoảng đóng góp mang đến một cách thức để người dùng có thể hỗ trợ tài chính cho tiện ích của bạn. Với các khoản đóng góp, bạn có thể:</p><ul><li>Đề nghị người dùng hỗ trợ tài chính trên trang liệt kê của tiện ích.</li><li>Cung cấp cho người dùng khả năng đóng góp bằng thẻ tín dụng hoặc tài khoản Paypal.</li><li>Kí quỹ các khoản đóng góp trong một <a href='https://www.paypal.com/' target='_blank'>tài khoản PayPal</a> mà bạn muốn.</li></ul><p>Đã sẵn sàng? Hãy nhấn vào bên dưới để bắt đầu đề nghị việc đóng góp.</p>
