Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

# user_form_login
source: User Login
ca: Usuari
cs: Přihlášení
de: Benutzer-Login
el: Σύνδεση χρήστη
es_es: Código de usuario
fa: ورود کاربر
fr: Connexion utilisateur
hu: Felhasználó bejelentkezése
it: Accesso utente
ja: ログイン
nl: Aanmelden
pl: Nazwa użytkownika
pt_br: Login de usuário
pt_pt: Login do Utilizador
ru: Вход в систему
sk: Prihlásenie používateľa
sq: Hyrje Përdoruesi
sv_se: Användarinloggning
uk: Вхід користувача
vi: Người dùng Đăng nhập

source: User Password Reset
ca: Recuperació de la contrasenya de l'usuari
cs: Obnovení uživatelského hesla
de: Passwort zurücksetzen
el: Επαναφορά κωδικού χρήστη
es_es: Reinicio de contraseña de usuario
fa: بازنشانی گذرواژهٔ کاربر
fr: Mot de passe utilisateur réinitialisé
hu: Felhasználó jelszavának törlése
it: Reimposta la password dell'utente
ja: パスワードの変更
nl: Resetten gebruikerswachtwoord
pl: Resetowanie hasła użytkownika
pt_br: Resetar senha de usuário
pt_pt: Reiniciar Senha do Utilizador
ru: Сброс пароля пользователя
sk: Vynulovanie používateľského hesla
sq: Ricaktim Fjalëkalimi Përdoruesi
sv_se: Återställ användarlösenord
uk: Скидання пароля користувача
vi: Khôi phục Mật khẩu Người dùng

source: User Profile
ca: El perfil de l'usuari.
cs: Uživatelský profil
de: Benutzerprofil
el: Προφίλ χρήστη
es_es: Perfil de usuario
fa: مجموعه تنظیمات کاربر
fr: Profil utilisateur
hu: Felhasználói profil
it: Profilo utente
ja: ユーザプロフィール
nl: Gebruikersprofiel
pl: Profil użytkownika
pt_br: Profile do Usuário
pt_pt: Perfil do utilizador
ru: Профиль пользователя
sk: Profil používateľa
sq: Profil Përdoruesi
sv_se: Användarprofil
uk: Профіль користувача
vi: Hồ sơ Người dùng

source: User not found
ca: L'usuari no s'ha trobat
cs: Uživatel nebyl nalezen
de: Benutzer nicht gefunden
el: Δεν βρέθηκε ο χρήστης
es_es: Usuario no encontrado
fa: کاربر وجود ندارد
fr: Utilisateur non trouvé
hu: A felhasználó nem található
it: Utente non trovato
ja: ユーザが見つかりません
nl: Gebruiker niet gevonden
pl: Nie znaleziono użytkownika
pt_pt: Utilizador não encontrado
ru: Пользователь не найден
sk: Používateľ nebol nájdený
sv_se: Användare ej funnen
uk: Користувач не знайдений

source: User not found!
ca: Usuari desconegut
cs: Uživatel nenalezen!
de: Benutzer wurde nicht gefunden!
el: Δε βρέθηκε ο χρήστης!
es_es: ¡Usuario no encontrado!
fa: کاربر پیدا نشد!
fr: Utilisateur inconnu&nbsp;!
hu: A felhasználó nem található!
it: Utente non trovato
ja: 該当するユーザが見つかりません。
nl: Gebruiker niet gevonden!
pl: Nie znaleziono użytkownika!
pt_br: Usuário não encontrado!
pt_pt: Utilizador não encontrado!
ru: Пользователь не найден!
sk: Používateľ sa nenašiel!
sq: Nuk u gjet përdorues!
sv_se: Användaren fanns inte!
uk: Користувача не знайдено!
vi: Không tìm thấy người dùng!

source: User since
ca: Usuari des de
cs: Zaregistrován(a) od
de: Benutzer seit
el: Χρήστης από
es_es: Usuario desde
fa: عضو وب‌گاه از تاریخ
fr: Utilisateur depuis
hu: Ezóta tag
it: Utente da
ja: ユーザ登録日:
nl: Gebruiker sinds
pl: Użytkownik AMO od
pt_br: Usuário desde
pt_pt: Utilizador desde
ru: Пользователь с
sk: Používateľ od
sv_se: Användare sedan
uk: Користувач з
vi: Người dùng kể từ

source: Users can only have one role at a time. Please remove the user from any existing roles before continuing.
ca: Els usuaris només poden tenir un únic rol. Cal que suprimiu tots els rols que tingui abans de continuar.
cs: Uživatelé mohou mít ve stejný čas pouze jednu roli. Před pokračováním odstraňte uživatele z jakékoliv existující role.
de: Benutzer können je nur eine Rolle innehaben. Bitte entfernen Sie den Benutzer von allen anderen Rollen bevor Sie fortfahren.
el: Οι χρήστες μπορούν να έχουν μόνο ένα ρόλο κάθε φορά. Παρακαλούμε αφαιρέστε οποιοδήποτε άλλο ρόλο από το χρήστη πριν συνεχίσετε.
es_es: Los usuarios sólo pueden tener un rol a la vez. Por favor, elimina al usuario de cualquier rol existente antes de continuar.
fa: کاربران در هر زمان می‌توانند تنها یک نقش داشته باشند. لطفاً پیش از ادامه این کاربر را از نقش‌های فعلی‌اش حذف کنید.
it: Un utente può avere un solo ruolo. Rimuovere i ruoli esistenti prima di proseguire.
ja: ユーザに割り当てられるロールは一度にひとつだけです。続ける前に、既存のロールからユーザを削除してください。
nl: Gebruikers kunnen slechts één rol tegelijk hebben. Verwijder a.u.b. de gebruiker uit reeds bestaande rollen voordat u verder gaat.
pl: Użytkownicy mogą mieć tylko jedną funkcję. Zanim przejdziesz dalej, usuń użytkownika z wszystkich funkcji.
pt_pt: Os utilizadores apenas podem ter um papel de cada vez. Remova o utilizador de todos os papéis existentes antes de continuar.
ru: Пользователь может иметь только одну роль. Пожалуйста, перед продолжением, уберите у пользователя любые роли.
sk: Používateľ môže mať v jednom čase priradenú len jednu rolu. Pred pokračovaním odstráňte existujúce role používateľa.
sq: Përdoruesit mund të kenë vetëm një rol në herë. Ju lutem hiqini përdoruesit çfarëdo roli tjetër përpara se të vazhdoni.
sv_se: Användare kan bara ha en roll i tagit. Tabort användaren från existerande roller innan du fortsätter.
uk: Користувачі можуть виконувати тільки одну роль одночасно. Вилучте, будь ласка, існуючі ролі користувача перед тим, як продовжувати.
vi: Người dùng chỉ có thể có một vai trò. Vui lòng xóa người dùng khỏi các vai trò hiện tại trước khi tiếp tục.

source: Users have the option of contributing more or less than this amount.
ca: Els usuaris tenen l'opció de contribuir amb una quantitat més gran o més petita que aquesta.
cs: Uživatelé mají možnost přispět více nebo méně než je tato částka.
de: Benutzer können mehr, aber auch weniger als diesen Betrag beitragen.
el: Οι χρήστες μπορούν να επιλέξουν αν θα κάνουν μεγαλύτερη ή μικρότερη δωρεά απ' αυτό το ποσό.
es_es: Los usuarios tendrán la opción de colaborar más o menos que esta cantidad.
hu: A felhasználóknak lehetőségük van ennél többet vagy kevesebbet adni.
it: Gli utenti possono donare un importo superiore o inferiore a questa cifra.
ja: ユーザはこの金額にとらわれない額の寄付を行う選択肢を持っています。
nl: Gebruikers hebben de keuze om meer of minder dan dit bedrag bij te dragen.
pl: Otrzymana kwota dotacji może być różna od tutaj podanej.
pt_br: Usuários podem optar por contribuir mais ou menos que este valor.
pt_pt: Os utilizadores têm a opção de contribuir com mais ou menos desta quantia.
ru: Пользователи могут решить пожертвовать больше или меньше этой суммы.
sk: Používatelia môžu prispieť aj väčšou resp. menšou čiastkou ako je táto.
sv_se: Användare har möjlighet att ge mer eller mindre än denna samma.
uk: Користувачі можуть зробити більший чи менший зазначеного внеску.
vi: Người dùng được quyền chọn đóng góp nhiều hoặc ít hơn khoản này.

source: Valid Application Versions
ca: Versions d'aplicació vàlides
cs: Platné verze aplikace
de: Gültige Anwendungsversionen
el: Έγκυρες εκδόσεις εφαρμογής
es_es: Versiones válidas para las aplicaciones
fa: نسخه‌های معتبر برنامه
fr: Versions valides de l'application
hu: Érvényes alkalmazásverziók
it: Versioni consentite delle applicazioni
ja: 正しいアプリケーションのバージョン
nl: Geldige toepassingsversies
pl: Poprawne wersje programu
pt_br: Versões de aplicação válidas
pt_pt: Versões Válidas da Aplicação
ru: Доступные версии приложений
sk: Platné verzie aplikácie
sq: Versione të Vlefshëm Zbatimi
sv_se: Giltiga applikationsversioner
uk: Дійсні версії програми
vi: Các phiên bản Ứng dụng Hợp lệ

source: Validate
ca: Valida
cs: Zkontrolovat
de: Überprüfen
el: Επικύρωση
es_es: Validar
fr: Valider
hu: Érvényesítés
it: Verifica
ja: 検証
nl: Valideren
pl: Weryfikuj
pt_pt: Validar
ru: Валидировать
sk: Overiť
uk: Перевірити

source: Validate %1$s version %2$s
ca: Valida la versió %2$s del complement %1$s
cs: Kontrola %1$s verze %2$s
de: %1$s Version %2$s überprüfen
el: Επικύρωση της έκδοσης %2$s του %1$s
es_es: Validar la versión %2$s de %1$s
fr: Valider %1$s version %2$s
hu: %1$s %2$s verziójának érvényesítése
it: Verifica la versione %2$s di %1$s
ja: %1$s のバージョン %2$s を検証
nl: %1$s versie %2$s valideren
pl: Weryfikuj %1$s wer. %2$s
pt_pt: Validar %1$s versão %2$s
ru: Валидировать %1$s версии %2$s
sk: Overenie doplnku %1$s verzia %2$s

source: Validate File %s
ca: Valida el fitxer %s
cs: Zkontrolovat soubor %s
de: Datei "%s" überprüfen
el: Επικύρωση αρχείου %s
es_es: Validar el archivo %s
fr: Valider le fichier %s
hu: %s fájl érvényesítése
it: Verifica file %s
ja: ファイル %s を検証
nl: Bestand %s valideren
pl: Weryfikuj plik %s
pt_pt: Validar ficheiro %s
ru: Валидировать файл %s
sk: Overiť súbor %s
uk: Перевірити файл %s

source: Validation
ca: Validació
cs: Kontrola
de: Überprüfung
el: Επικύρωση
es_es: Validación
hu: Érvényesítés
it: Verifica
ja: 検証
nl: Validatie
pl: Weryfikacja
pt_pt: Validação
ru: Валидация
sk: Overenie
uk: Перевірка

source: Validation Results
ca: Resultats de la validació
de: Testergebnisse
el: Αποτελέσματα επικύρωσης
es_es: Resultados de la validación
fr: Résultats de la validation
hu: Érvényesítés eredménye
it: Risultati della verifica
ja: 検証結果
nl: Validatieresultaten
pl: Wyniki weryfikacji
pt_pt: Validação de resultados
ru: Результаты валидации
sk: Výsledky overenia

source: Validation results for %s
ca: Resultats de la validació del fitxer %s
de: Testergebnisse für %s
el: Αποτελέσματα επικύρωσης για το %s
es_es: Resultados de la validación para %s
fr: Résultats de la validation pour %s
hu: %s érvényesítési eredményei
it: Risultati verifica per %s
ja: %s の検証結果
nl: Validatieresultaten voor %s
pl: Wyniki weryfikacji dla %s
pt_pt: Validação de resultados para %s
ru: Результаты валидации для %s
sk: Výsledky overenia pre %s
uk: Результати перевірки для %s

source: Validation temporarily disabled, try again later.
ca: La validació està temporalment fora de servei, proveu-ho més tard.
cs: Kontrola je dočasně nedostupná. Zkuste to prosím později.
de: Add-on-Überprüfung zurzeit deaktiviert, bitte versuchen Sie es später noch einmal.
el: Η επικύρωση είναι προσωρινά απενεργοποιημένη, παρακαλούμε δοκιμάστε ξανά αργότερα.
es_es: La validación está temporalmente deshabilitada, inténtalo de nuevo más tarde.
fr: La validation est temporairement désactivée, veuillez réessayer plus tard.
it: La verifica è temporaneamente disattivata, riprovare in seguito.
ja: 検証は一時的に利用できなくなっています。また後で試してください。
nl: Validatie tijdelijk uitgeschakeld, probeer het later nog eens.
pl: Weryfikacja chwilowo nieczynna. Spróbuj ponownie później.
pt_pt: Validação desactivada temporáriamente, tente mais tarde.
ru: Валидация временно отключена, попробуйте позже.
sk: Overenie je dočasne nedostupné, skúste to znova.
uk: Перевірка тимчасово дезактивована, спробуйте ще раз пізніше.

source: Version
ca: Versió
cs: Verze
el: Έκδοση
es_es: Versión
fa: نسخه
hu: Verzió
it: Versione
ja: バージョン
nl: Versie
pl: Wersja
pt_br: Versão
pt_pt: Versão
ru: Версия
sk: Verzia
uk: Версія
vi: Phiên bản

# addon_display_header_version
source: Version %s
ca: Versió %s
cs: Verze %s
el: Έκδοση %s
es_es: Versión %s
fa: نسخهٔ %s
hu: %s verzió
it: Versione %s
ja: バージョン %s
nl: Versie %s
pl: Wersja %s
pt_br: Versão %s
pt_pt: Versão %s
ru: Версия %s
sk: Verzia %s
uk: Версія %s
vi: Phiên bản %s

# devcp_details_version
source: Version %s
ca: Versió %s
cs: Verze %s
el: Έκδοση %s
es_es: Versión %s
fa: نسخهٔ %s
hu: %s verzió
it: Versione %s
ja: バージョン %s
nl: Versie %s
pl: Wersja %s
pt_br: Versão %s
pt_pt: Versão %s
ru: Версия %s
sk: Verzia %s
uk: Версія %s
vi: Phiên bản %s

source: Version %s Created
ca: S'ha creat la versió %s
cs: Verze %s vytvořena
de: Version %s angelegt
el: Δημιουργήθηκε η έκδοση %s
es_es: Versión %s creada
fa: نسخهٔ %s ایجاد گردید
fr: Version %s créée
hu: %s verzió létrejött
it: Creata versione %s
ja: バージョン %s が作成されました
nl: Versie %s aangemaakt
pl: Wersja %s została utworzona
pt_pt: Versão %s criada
ru: Создана версия %s
sk: Verzia %s vytvorená
sq: U krijua Versioni %s
sv_se: Version %s skapad
uk: Створено версію %s
vi: Phiên bản %s Đã được tạo

source: Version %s deleted successfully.
ca: La versió %s s'ha suprimit satisfactòriament.
cs: Verze %s byla úspěšně smazána.
de: Version %s wurde erfolgreich gelöscht.
el: Η έκδοση %s διαγράφηκε με επιτυχία.
es_es: Versión %s borrada correctamente.
fa: نسخهٔ %s با موفقیت حذف گردید.
fr: Version %s effacée avec succès.
hu: %s verzió sikeresen törölve.
it: Versione %s eliminata correttamente.
ja: バージョン %s は削除されました。
nl: Versie %s succesvol verwijderd.
pl: Wersja %s została usunięta.
pt_br: Versão %s removida com sucesso.
pt_pt: Versão %s eliminada com sucesso.
ru: Версия %s успешно удалена.
sk: Verzia %s bola úspešne odstránená.
sq: Versioni %s u fshi me sukses.
sv_se: Version %s togs bort.
uk: Версія %s була вдало знищена.
vi: Phiên bản %s đã được xóa thành công.

source: Version History with Changelogs
ca: Historial de versions amb el registre de canvis
cs: Historie verzí s&nbsp;popisem změn
de: Versionsgeschichte mit Entwickler-Kommentaren
el: Ιστορικό αλλαγών εκδόσεων
es_es: Historial de la versión con las listas de cambios
fa: تاریخچهٔ نسخه‌ها به همراه فهرست تغییرات
fr: Historique des versions et modifications correspondantes
hu: Verziótörténet a módosítások naplójával
it: Cronologia delle versioni con elenco delle modifiche (changelog)
ja: バージョン履歴・変更点
nl: Versiegeschiedenis met overzicht van wijzigingen
pl: Historia wersji z informacjami o zmianach
pt_br: Histórico de versões com changelogs.
pt_pt: Histórico da Versão com Registo de alterações
ru: История версий со списком изменений
sk: História verzií s denníkmi zmien
sq: Historik Versionesh me Regjistrime Ndryshimesh
sv_se: Versionshistorik med ändringsloggar
uk: Історія версій з протоколом змін
vi: Lược sử Phiên bản cùng với Lưu kí Thay đổi

source: Version Notes
ca: Notes de la versió
cs: Poznámky k&nbsp;verzi
de: Versionshinweise
el: Σημειώσεις έκδοσης
es_es: Notas de la versión
fa: یادداشت‌های نسخه
fr: Notes de version
hu: Megjegyzések a verzióhoz
it: Note sulla versione
ja: バージョンの説明
nl: Versieopmerkingen
pl: Informacje o wersji
pt_br: Notas da versão
pt_pt: Notas da Versão
ru: Примечания к версии
sk: Poznámky k verzii
sq: Shënime Versioni
sv_se: Information för versionen
uk: Примітки версії
vi: Ghi chú Phiên bản

source: Version not found!
ca: Versió desconeguda
cs: Verze nenalezena!
de: Version nicht gefunden!
el: Δε βρέθηκε η έκδοση!
es_es: ¡Versión no encontrada!
fa: نسخه پیدا نشد!
fr: Version introuvable&nbsp;!
hu: A verzió nem található!
it: Impossibile trovare la versione
ja: バージョンがありません。
nl: Versie niet gevonden!
pl: Nie znaleziono wersji!
pt_br: Versão não encontrada!
pt_pt: Versão não encontrada!
ru: Версия не найдена!
sk: Verzia sa nenašla!
sq: Nuk u gjet version!
sv_se: Versionen fanns inte!
uk: Версію не знайдено!
vi: Không tìm thấy phiên bản!

source: Version/File
ca: Versió/fitxer
cs: Verze/soubor
de: Version/Datei
el: Έκδοση/Αρχείο
es_es: Versión/Archivo
fa: نسخه/پرونده
fr: Version/Fichier
hu: Verzió/Fájl
it: Versione/File
ja: バージョン・ファイル
nl: Versie/Bestand
pl: Wersja/plik
pt_br: versão/arquivo
pt_pt: Versão/Ficheiro
ru: Версия/Файл
sk: Verzia/Súbor
sq: Version/Kartelë
sv_se: Version/Fil
uk: Версія/файл
vi: Phiên bản / Tập tin

source: Versions
cs: Verze
de: Versionen
el: Εκδόσεις
es_es: Versiones
fa: نسخه‌ها
hu: Verziók
it: Versioni
ja: バージョン
nl: Versies
pl: Wersje
pt_br: Versões
pt_pt: Versões
ru: Версии
sk: Verzie
sq: Versione
sv_se: Versioner
uk: Версії
vi: Phiên bản

source: Versions &amp; Files
pt_pt: Versões &amp; Ficheiros

# devcp_editbox_versions
source: Versions and Files
ca: Versions i fitxers
cs: Verze a soubory
de: Versionen und Dateien
el: Εκδόσεις και αρχεία
es_es: Versiones y archivos
fa: نسخه‌ها و پرونده‌ها
fr: Versions et fichiers
hu: Verziók és fájlok
it: Versioni e file
ja: バージョンとファイル
nl: Versies en bestanden
pl: Wersje i pliki
pt_br: Versões e Arquivos
pt_pt: Versões e ficheiros
ru: Версии и файлы
sk: Verzie a súbory
sq: Versione dhe Kartela
sv_se: Versioner och filer
uk: Версії та файли
vi: Phiên bản và Tập tin

# devcp_dashboard_versions
source: Versions and Files
ca: Versions i fitxers
cs: Verze a soubory
de: Versionen und Dateien
el: Εκδόσεις και αρχεία
es_es: Versiones y archivos
fa: نسخه‌ها و پرونده‌ها
fr: Versions et fichiers
hu: Verziók és fájlok
it: Versioni e file
ja: バージョンとファイル
nl: Versies en bestanden
pl: Wersje i pliki
pt_br: Versões e Arquivos
pt_pt: Versões e ficheiros
ru: Версии и файлы
sk: Verzia a súbory
sq: Versione dhe Kartela
sv_se: Versioner och filer
uk: Версії та Файли
vi: Phiên bản và Tập tin

source: Video:
pt_pt: Vídeo:

source: View All Collections
ca: Mostra totes les col·leccions
cs: Zobrazit všechny sbírky
de: Alle Sammlungen anzeigen
el: Εμφάνιση όλων των συλλογών
es_es: Ver todos los recopilatorios
fa: مشاهدهٔ همهٔ مجموعه‌ها
fr: Afficher toutes les collections
hu: Összes gyűjtemény
it: Visualizza tutte le raccolte
ja: すべてのコレクションを見る
nl: Alle collecties bekijken
pl: Wszystkie kolekcje
pt_br: Visualizar todas as coleções
pt_pt: Ver todas as colecções
ru: Просмотр всех подборок
sk: Zobraziť všetky kolekcie
sq: Shihini Tërë Koleksionet
sv_se: Visa alla samlingar
uk: Переглянути усі колекції
vi: Xem tất cả Các bộ sưu tập

source: View Author's Profile
ca: Mostra el perfil de l'autor
cs: Zobrazí profil autora
de: Das Profil des Autors anzeigen
el: Εμφάνιση προφίλ δημιουργού
es_es: Ver el perfil del autor
fa: مشاهدهٔ اطلاعات مؤلف
fr: Afficher le profil de l'auteur
hu: A szerző profilja
it: Visualizza il profilo dell'autore
ja: 作者のプロフィールを見る
nl: Profiel van de schrijver bekijken
pl: Zobacz profil autora
pt_br: Ver o perfil do autor
pt_pt: Ver perfil do autor
ru: Просмотреть профиль автора
sk: Zobraziť profil autora
sq: Shihni Profilin e Autor-it
sv_se: Se författarens profil
uk: Переглянути профіль автора
vi: Xem hồ sơ của Tác giả

source: View Compatibility Report
ca: Mostra l'informe de compatibilitat
cs: Zobrazit hlášení o&nbsp;kompatibilitě
de: Kompatibilitäts-Report anzeigen
el: Προβολή αναφοράς συμβατότητας
es_es: Ver informe de compatibilidad
fa: مشاهدهٔ گزارش سازگاری
fr: Afficher le rapport de compatibilité
hu: Kompatibilitási jelentés
it: Visualizza il rapporto compatibilità
ja: 互換性レポートを表示
nl: Compatibiliteitsrapport bekijken
pl: Informacje o kompatybilności dodatków
pt_br: Ver Relatório de Compatibilidade
pt_pt: Ver relatório de compatibilidade
ru: Просмотр отчёта о совместимости
sk: Zobraziť správu o kompatibilite
sq: Shihni Raport Përputhshmërie
sv_se: Visa kompatibilitetsrapport
uk: Показати звіт про сумісність
vi: Hiển thị Báo cáo Tính tương thích

source: View Contents
ca: Visualitza els continguts
cs: Zobrazit obsah
de: Inhalte anzeigen
el: Εμφάνιση περιεχομένων
es_es: Ver los contenidos
fa: مشاهدهٔ محتویات
fr: Voir le contenu
hu: Tartalom megtekintése
it: Visualizza contenuti
ja: コメントを表示
nl: Inhoud bekijken
pl: Wyświetl zawartość
pt_br: Visualizar conteúdo
pt_pt: Ver Conteúdo
ru: Просмотр содержимого
sk: Zobraziť obsah
sq: Shihni Pëmbajtje
sv_se: Visa innehåll
uk: Дивитися зміст
vi: Xem Nội Dung

source: View Data (CSV)
ca: Visualitza les dades (CSV)
cs: Zobrazit data (CSV)
de: Daten anzeigen (CSV)
el: Εμφάνιση δεδομένων (CSV)
es_es: Ver datos (CSV)
fa: مشاهدهٔ اطلاعات (CSV)
fr: Afficher les données (CSV)
hu: Adatok megtekintése (CSV)
it: Visualizza dati (CSV)
ja: データを表示 (CSV)
nl: Gegevens bekijken (CSV)
pl: Wyświetl dane (CSV)
pt_br: Ver dados (CSV)
pt_pt: Ver Dados (CSV)
ru: Просмотр данных (CSV)
sk: Zobraziť údaje (CSV)
sq: Shihni të Dhëna (CSV)
sv_se: Visa data (CSV)
uk: Переглянути дані (CSV)
vi: Xem Dữ Liệu (CSV)

source: View Detailed Report
ca: Mostra l'informe detallat
cs: Zobrazit podrobné hlášení
de: Detailierten Report anzeigen
el: Προβολή αναλυτικής αναφοράς
es_es: Ver informe detallado
fa: مشاهدهٔ گزارش جزئی
fr: Afficher le rapport détaillé
hu: Részletes jelentés
it: Mostra rapporto dettagliato
ja: 詳細なレポートを表示
nl: Gedetailleerd rapport bekijken
pl: Zobacz szczegółowe informacje
pt_br: Ver relatório detalhado
pt_pt: Ver relatório detalhado
ru: Просмотреть подробный отчёт
sk: Zobraziť podrobnú správu
sq: Shihni Raportin e Hollësishëm
sv_se: Visa detaljerade rapport
uk: Показати детальний звіт
vi: Hiển thị Báo cáo Chi tiết

source: View Developer Profile
ca: Mostra el perfil del desenvolupador
de: Entwicklerprofil anzeigen
el: Εμφάνιση του προφίλ δημιουργού
es_es: Ver el perfil de desarrollador
fr: Afficher le profil du développeur
hu: Fejlesztői profil megtekintése
it: Visualizza il Profilo sviluppatore
ja: 開発者プロフィールを表示
nl: Ontwikkelaarsprofiel bekijken
pl: Zobacz profil autora
pt_pt: Ver perfil do desenvolvedor
ru: Просмотреть профиль разработчика

source: View License
ca: Mostra la llicència
cs: Zobrazit licenci
de: Quellcode-Lizenz anzeigen
el: Εμφάνιση αδειοδότησης
es_es: Ver licencia
fa: مشاهدهٔ مجوز
fr: Afficher la licence
hu: Licenc megtekintése
it: Licenza
ja: ライセンスを表示
nl: Licentie bekijken
pl: Licencja
pt_br: Ver licença
pt_pt: Ver licença
ru: Просмотр лицензии
sk: Zobraziť licenciu
sv_se: Se licens
uk: Переглянути версію
vi: Xem Giấy phép

source: View Listing
ca: Mostra la llista
cs: Stránka doplňku
de: Add-on-Webseite anzeigen
el: Σελίδα πρόσθετου
es_es: Ver en la web
fa: مشاهدهٔ فهرست
fr: Afficher la liste
hu: Adatlap megtekintése
it: Visualizza elenco
ja: 公開ページを表示
nl: Lijst bekijken
pl: Strona dodatku
pt_br: Ver listagem
pt_pt: Ver listagem
ru: Просмотреть список
sk: Zobraziť doplnok
sv_se: Visa listning
uk: Переглянути список
vi: Xem Liệt Kê

source: View Older Versions
ca: Mostra les versions anteriors
cs: Zobrazit starší verze
de: Ältere Versionen anzeigen
el: Δείτε παλιότερες εκδόσεις
es_es: Ver versiones anteriores
fa: مشاهدهٔ نسخه‌های قدیمی‌تر
fr: Afficher les anciennes versions
hu: Régebbi verziók megtekintése
it: Visualizza vecchie versioni
ja: 古いバージョンを表示
nl: Oudere versies bekijken
pl: Starsze wersje
pt_br: Veja versões anteriores
pt_pt: Ver versões antigas
ru: Просмотреть старые версии
sk: Zobraziť staršie verzie
sv_se: Visa äldre versioner
uk: Переглянути попередні версії
vi: Xem các Phiên bản Cũ

source: View Source
ca: Mostra el codi font
de: Quellcode anzeigen
el: Εμφάνιση πηγαίου κώδικα
es_es: Ver fuente
fr: Afficher le code source
hu: Forrás megtekintése
it: Visualizza sorgente
ja: ソースを表示
nl: Bron bekijken
pl: Wyświetl źródło
pt_pt: Ver fonte
ru: Просмотр исходного кода
sk: Zobraziť zdrojový kód
uk: Переглянути джерело

source: View Source Online
ca: Visualitza el codi font en línia
cs: Zobrazit zdrojový kód online
de: Quellcode online anzeigen
el: Εμφάνιση πηγαίου κώδικα στο δίκτυο
es_es: Ver código fuente en línea
fa: مشاهدهٔ کد منبع به صورت متصل به شبکه
fr: Afficher le code source en ligne
hu: Forrás online megtekintése
it: Visualizza sorgente online
ja: ソースをオンラインで表示
nl: Bron online bekijken
pl: Przeglądanie źródeł w trybie online
pt_br: Ver código fonte online
pt_pt: Ver fonte
ru: Просмотр исходного текста в онлайне
sk: Zobraziť zdrojový kód online
sq: Shihini Burimin "Online"
sv_se: Visa källkoden på nätet
uk: Подивитись джерело онлайн
vi: Hiển thị Mã nguồn Trực tuyến

source: View Statistics
ca: Mostra les estadístiques
cs: Zobrazit statistiky
de: Statistiken anzeigen
el: Εμφάνιση στατιστικών
es_es: Ver estadísticas
fa: آمار مشاهده
fr: Voir les Statistiques
hu: Statisztika megtekintése
it: Visualizza statistiche
ja: 統計情報を表示
nl: Statistieken bekijken
pl: Wyświetl statystyki
pt_br: Ver estatísticas
pt_pt: Ver Estatísticas
ru: Просмотреть статистику
sk: Zobraziť štatistiku
sq: Shihni Statistika
sv_se: Visa statistik
uk: Переглянути статистику
vi: Xem Thống Kê
