Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Add-ons <em>for</em> <img alt="Firefox" src="%1$s" /> <strong>Firefox</strong>
ca: Complements <em>per al</em> <img alt="Firefox" src="%1$s" /> <strong>Firefox</strong>
cs: Doplňky <img alt="Firefox" src="%1$s" /> <strong>Firefoxu</strong>
de: Add-ons <em>für</em> <img alt="Firefox" src="%1$s" /> <strong>Firefox</strong>
el: Πρόσθετα <em>για τον</em> <img alt="Firefox" src="%1$s" /> <strong>Firefox</strong>
es_es: Complementos <em>para</em> <img alt="Firefox" src="%1$s" /> <strong>Firefox</strong>
fa: افزودنی‌های <img alt="فایرفاکس" src="%1$s" /> <strong>فایرفاکس</strong>
fr: Modules <em>pour</em> <img alt="Firefox" src="%1$s" /> <strong>Firefox</strong>
hu: Kiegészítők <em>a</em> <img alt="Firefox" src="%1$s" /> <strong>Firefoxhoz</strong>
it: Add-ons <em>per</em> <img alt="Firefox" src="%1$s" /> <strong>Firefox</strong>
nl: Add-ons <em>voor</em> <img alt="Firefox" src="%1$s" /> <strong>Firefox</strong>
pl: Dodatki <em>dla</em> <img alt="Firefox" src="%1$s" /> <strong>Firefoksa</strong>
pt_pt: Extras <em>para o</em> <img alt="Firefox" src="%1$s" /> <strong>Firefox</strong>
ru: Дополнения <em>для</em> <img alt="Firefox" src="%1$s" /> <strong>Firefox</strong>
sk: Doplnky <em>pre</em> <img alt="Firefox" src="%1$s" /> <strong>Firefox</strong>
sq: Shtesa <em>për</em> <img alt="Firefox" src="%1$s" /> <strong>Firefox</strong>
sv_se: Tillägg <em>för</em> <img alt="Firefox" src="%1$s" /> <strong>Firefox</strong>
uk: Додатки <em>для</em> <img alt="Firefox" src="%1$s" /> <strong>Firefox</strong>
vi: Tiện ích <em>cho</em> <img alt="Firefox" src="%1$s" /> <strong>Firefox - Cáo Lửa</strong>

source: Add-ons <em>for</em> <img alt="seamonkey" src="%1$s" /> <strong>SeaMonkey</strong>
ca: Complements <em>per al</em> <img alt="seamonkey" src="%1$s" /> <strong>SeaMonkey</strong>
cs: Doplňky <img alt="seamonkey" src="%1$s" /> <strong>SeaMonkey</strong>
de: Add-ons <em>für</em> <img alt="seamonkey" src="%1$s" /> <strong>SeaMonkey</strong>
el: Πρόσθετα <em>για τον</em> <img alt="seamonkey" src="%1$s" /> <strong>SeaMonkey</strong>
es_es: Complementos <em>para</em> <img alt="seamonkey" src="%1$s" /> <strong>SeaMonkey</strong>
fa: افزودنی‌های <img alt="سی‌مانکی" src="%1$s" /> <strong>سی‌مانکی</strong>
fr: Modules <em>pour</em> <img alt="seamonkey" src="%1$s" /> <strong>SeaMonkey</strong>
hu: Kiegészítők <em>a</em> <img alt="seamonkey" src="%1$s" /> <strong>SeaMonkey-hoz</strong>
it: Add-ons <em>per</em> <img alt="seamonkey" src="%1$s" /> <strong>SeaMonkey</strong>
nl: Add-ons <em>voor</em> <img alt="seamonkey" src="%1$s" /> <strong>SeaMonkey</strong>
pl: Dodatki <em>dla</em> <img alt="Seamonkey" src="%1$s" /> <strong>Seamonkey</strong>
pt_pt: Extras <em>para o</em> <img alt="seamonkey" src="%1$s" /> <strong>SeaMonkey</strong>
ru: Дополнения <em>для</em> <img alt="seamonkey" src="%1$s" /> <strong>SeaMonkey</strong>
sk: Doplnky <em>pre</em> <img alt="seamonkey" src="%1$s" /> <strong>SeaMonkey</strong>
sq: Shtesa <em>për</em> <img alt="seamonkey" src="%1$s" /> <strong>SeaMonkey</strong>
sv_se: Tillägg <em>för</em> <img alt="seamonkey" src="%1$s" /> <strong>SeaMonkey</strong>
uk: Додатки <em>для</em> <img alt="seamonkey" src="%1$s" /> <strong>SeaMonkey</strong>
vi: Tiện ích <em>cho</em> <img alt="seamonkey" src="%1$s" /> <strong>SeaMonkey - Khỉ Biển</strong>

source: Add-ons <em>for</em> <img alt="sunbird" src="%1$s" /> <strong>Sunbird</strong>
ca: Complements <em>per al</em> <img alt="sunbird" src="%1$s" /> <strong>Sunbird</strong>
cs: Doplňky <img alt="sunbird" src="%1$s" /> <strong>Sunbirdu</strong>
de: Add-ons <em>für</em> <img alt="sunbird" src="%1$s" /> <strong>Sunbird</strong>
el: Πρόσθετα <em>για τον</em> <img alt="sunbird" src="%1$s" /> <strong>Sunbird</strong>
es_es: Complementos <em>para</em> <img alt="sunbird" src="%1$s" /> <strong>Sunbird</strong>
fa: افزودنی‌های <img alt="سان‌برد" src="%1$s" /> <strong>سان‌برد</strong>
fr: Modules <em>pour</em> <img alt="sunbird" src="%1$s" /> <strong>Sunbird</strong>
hu: Kiegészítők <em>a</em> <img alt="sunbird" src="%1$s" /> <strong>Sunbirdhöz</strong>
it: Add-ons <em>per</em> <img alt="sunbird" src="%1$s" /> <strong>Sunbird</strong>
nl: Add-ons <em>voor</em> <img alt="sunbird" src="%1$s" /> <strong>Sunbird</strong>
pl: Dodatki <em>dla</em> <img alt="Sunbird" src="%1$s" /> <strong>Sunbirda</strong>
pt_br: Complementos <em>para</em> <img alt="sunbird" src="%1$s" /> <strong>Sunbird</strong>
pt_pt: Extras <em>para o</em> <img alt="sunbird" src="%1$s" /> <strong>Sunbird</strong>
ru: Дополнения <em>для</em> <img alt="sunbird" src="%1$s" /> <strong>Sunbird</strong>
sk: Doplnky <em>pre</em> <img alt="sunbird" src="%1$s" /> <strong>Sunbird</strong>
sq: Shtesa <em>për</em> <img alt="sunbird" src="%1$s" /> <strong>Sunbird</strong>
sv_se: Tillägg <em>för</em> <img alt="sunbird" src="%1$s" /> <strong>Sunbird</strong>
uk: Додатки <em>для</em> <img alt="sunbird" src="%1$s" /> <strong>Sunbird</strong>
vi: Tiện ích <em>cho</em> <img alt="sunbird" src="%1$s" /> <strong>Sunbird - Chim Hút Mật</strong>

source: Add-ons <em>for</em> <img alt="thunderbird" src="%1$s" /> <strong>Thunderbird</strong>
ca: Complements <em>per al</em> <img alt="thunderbird" src="%1$s" /> <strong>Thunderbird</strong>
cs: Doplňky <img alt="thunderbird" src="%1$s" /> <strong>Thunderbirdu</strong>
de: Add-ons <em>für</em> <img alt="thunderbird" src="%1$s" /> <strong>Thunderbird</strong>
el: Πρόσθετα <em>για τον</em> <img alt="thunderbird" src="%1$s" /> <strong>Thunderbird</strong>
es_es: Complementos <em>para</em> <img alt="thunderbird" src="%1$s" /> <strong>Thunderbird</strong>
fa: افزودنی‌های <img alt="تاندربرد" src="%1$s" /> <strong>تاندربرد</strong>
fr: Modules <em>pour</em> <img alt="thunderbird" src="%1$s" /> <strong>Thunderbird</strong>
hu: Kiegészítők <em>a</em> <img alt="thunderbird" src="%1$s" /> <strong>Thunderbirdhöz</strong>
it: Add-ons <em>per</em> <img alt="thunderbird" src="%1$s" /> <strong>Thunderbird</strong>
nl: Add-ons <em>voor</em> <img alt="thunderbird" src="%1$s" /> <strong>Thunderbird</strong>
pl: Dodatki <em>dla</em> <img alt="Thunderbird" src="%1$s" /> <strong>Thunderbirda</strong>
pt_br: Complementos <em>para</em> <img alt="thunderbird" src="%1$s" /> <strong>Thunderbird</strong>
pt_pt: Extras <em>para o</em> <img alt="thunderbird" src="%1$s" /> <strong>Thunderbird</strong>
ru: Дополнения <em>для</em> <img alt="thunderbird" src="%1$s" /> <strong>Thunderbird</strong>
sk: Doplnky <em>pre</em> <img alt="thunderbird" src="%1$s" /> <strong>Thunderbird</strong>
sq: Shtesa <em>për</em> <img alt="thunderbird" src="%1$s" /> <strong>Thunderbird</strong>
sv_se: Tillägg <em>för</em> <img alt="thunderbird" src="%1$s" /> <strong>Thunderbird</strong>
uk: Додатки <em>для</em> <img alt="thunderbird" src="%1$s" /> <strong>Thunderbird</strong>
vi: Tiện ích <em>cho</em> <img alt="thunderbird" src="%1$s" /> <strong>Thunderbird - Chim Sét</strong>

source: Add-ons <img alt="Add-ons" src="%1$s" />
ca: Complements <img alt="Complements" src="%1$s" />
cs: Doplňky <img alt="Doplňky" src="%1$s" />
el: Πρόσθετα <img alt="Add-ons" src="%1$s" />
es_es: Complementos <img alt="Add-ons" src="%1$s" />
fa: افزودنی‌ها <img alt="افزودنی‌ها" src="%1$s" />
fr: Modules <img alt="Modules" src="%1$s" />
hu: Kiegészítők <img alt="Kiegészítők" src="%1$s" />
pl: Dodatki <img alt="Add-ons" src="%1$s" />
pt_br: Complementos <img alt="Add-ons" src="%1$s" />
pt_pt: Extras <img alt="Add-ons" src="%1$s" />
ru: Дополнения <img alt="Дополнения" src="%1$s" />
sk: Doplnky <img alt="Doplnky" src="%1$s" />
sq: Shtesa <img alt="Add-ons" src="%1$s" />
sv_se: Tillägg <img alt="Tillägg" src="%1$s" />
uk: Додатки <img alt="Додатки" src="%1$s" />
vi: Tiện ích <img alt="Tiện ích" src="%1$s" />

source: Add-ons Blog
pt_pt: Blog dos extras

source: Add-ons Created
ca: S'han creat els complements
de: Add-ons angelegt
el: Πρόσθετα που δημιουργήθηκαν
es_es: Complementos creados
fr: Modules créés
hu: Létrehozott kiegészítő
it: Componenti aggiuntivi realizzati
ja: 作成されたアドオン
nl: Add-ons gemaakt
pl: Utworzone dodatki
pt_pt: Extras criados
ru: Созданные дополнения
sk: Vytvorené doplnky
sv_se: Tillägg skapat
uk: Створені додатки

source: Add-ons Developer
ca: Desenvolupador de complements
cs: Vývojář doplňků
de: Add-on-Entwickler
el: Δημιουργός πρόσθετων
es_es: Desarrollador de complementos
fr: Développeur de modules
hu: Kiegészítőfejlesztő
it: Sviluppatore
ja: アドオン開発者
nl: Add-onsontwikkelaar
pl: Autor dodatków
pt_pt: Desenvolvedor de extras
ru: Разработчик дополнений
sk: Vývojár doplnku
sv_se: Tillägsutvecklare
uk: Розробник додатку

# statistics_addons_downloaded
source: Add-ons Downloaded
ca: S'han baixat els complements
de: Add-ons heruntergeladen
el: Λήψεις πρόσθετων
es_es: Complementos descargados
fr: Modules téléchargés
hu: Letöltött kiegészítő
it: Componenti aggiuntivi scaricati
ja: ダウンロードされたアドオン
nl: Add-ons gedownload
pl: Pobrane dodatki
pt_pt: Extras transferidos
ru: Загруженные дополнения
sk: Prevzaté doplnky
sv_se: Nedladdade tillägg
uk: Завантажені додатки

source: Add-ons Downloaded from this Collection
ca: S'han baixat els complements d'aquesta coŀlecció
de: Add-ons aus dieser Sammlung heruntergeladen
el: Λήψεις πρόσθετων απ' αυτή τη συλλογή
es_es: %1$s complementos descargados de este recopilatorio
fr: Modules téléchargés depuis cette collection
hu: A gyűjteményből letöltött kiegészítők
it: Componenti aggiuntivi scaricati da questa raccolta
ja: このコレクションからダウンロードされたアドオン
nl: Add-ons gedownload uit deze collectie
pl: Dodatki pobrane z tej kolekcji
pt_pt: Extras transferidos desta colecção
ru: Дополнения загруженные из этой подборки
sv_se: Tillägg nedladdade från denna samling

source: Add-ons Forum
pt_pt: Fórum dos extras

source: Add-ons In Use
ca: Complements que s'estan utilitzant
de: Add-ons in Benutzung
el: Πρόσθετα σε χρήση
es_es: Complementos en uso
fr: Modules utilisés
hu: Használt kiegészítő
it: Componenti aggiuntivi in uso
ja: 利用されているアドオン
nl: Add-ons in gebruik
pl: Używane dodatki
pt_pt: Extras em utilização
ru: Используемые дополнения
sk: Používané doplnky
sv_se: Tillägg som används
uk: Додатки у використанні

source: Add-ons Updated
ca: Complements actualitzats
de: Add-ons aktualisiert
el: Ενημερωμένα πρόσθετα
es_es: Complementos actualizados
fr: Modules mis à jours
hu: Frissített kiegészítő
it: Componenti aggiuntivi aggiornati
ja: 更新されたアドオン
nl: Add-ons bijgewerkt
pl: Zaktualizowane dodatki
pt_pt: Extras actualizados
ru: Обновлённые дополнения
sk: Aktualizované doplnky
sv_se: Uppdaterade tillägg
uk: Оновлені додатки

source: Add-ons by Name
ca: Complements per nom
cs: Doplňky podle jména
de: Add-ons nach Name
el: Πρόσθετα κατά όνομα
es_es: Complementos por nombre
fa: افزودنی‌ها بر حسب نام
fr: Modules par nom
hu: Kiegészítők név szerint
it: componenti per nome
ja: タイトル順
nl: Add-ons op naam
pl: Dodatki wg nazwy
pt_br: Complementos por nome
pt_pt: Extras por nome
ru: Сортировать дополнения по имени
sk: Doplnky podľa názvu
sq: Shtesa sipas Emrash
sv_se: Tillägg sorterade på namn
uk: Додатки за ім’ям
vi: Tiện ích xếp theo Tên

source: Add-ons by Rating
ca: Complements per valoració
cs: Doplňky podle hodnocení
de: Add-ons nach Bewertung
el: Πρόσθετα κατά βαθμολογία
es_es: Complementos por puntuación
fa: افزودنی‌ها بر حسب رتبه
fr: Modules selon leur évaluation
hu: Kiegészítők osztályzat szerint
it: componenti per voto
ja: 評価順
nl: Add-ons op waardering
pl: Dodatki wg oceny
pt_br: Complementos por avaliação
pt_pt: Extras por avaliação
ru: Сортировать дополнения по рейтингу
sk: Doplnky podľa hodnotenia
sq: Shtesa sipas Vlerësimeve
sv_se: Tillägg sorterade på betyg
uk: Додатки за рейтингом
vi: Tiện ích xếp theo Xếp hạng

source: Add-ons cannot use an external updateURL. Please remove this from install.rdf and try again.
ca: Els complements no poden utilitzar un updateURL extern. Heu d'eliminar-ho del fitxer install.rdf i tornar-ho a intentar.
cs: Doplňky nesmí používat externí updateURL. Odstraňte prosím tuto položku ze souboru install.rdf a nahrání opakujte.
de: Add-ons dürfen keine externe updateURL verwenden. Bitte entfernen Sie diese aus der Datei install.rdf und versuchen Sie es erneut.
el: Τα πρόσθετα δεν επιτρέπεται να χρησιμοποιούν εξωτερικά updateURL. Παρακαλούμε αφαιρέστε την οδηγία από το αρχείο install.rdf και προσπαθήστε ξανά.
es_es: Los complementos no pueden usar una updateURL externa. Por favor, elimina esto del install.rdf e intentalo de nuevo.
fa: افزودنی‌ها قادر به استفاده از یک updateURL خارجی نیستند. لطفاً این را از install.rdf حذف کنید و دوباره تلاش نمایید.
fr: Les modules ne peuvent utiliser un updateURL externe. Veuillez l'effacer de votre fichier install.rdf et réessayer.
hu: A kiegészítők nem használhatnak külső updateURL-t. Törölje ezt az install.rdf-ből, és próbálja újra.
it: I componenti aggiuntivi non possono utilizzare un updateURL esterno. Rimuoverlo da install.rdf e riprovare.
ja: addons.mozilla.org 以外の updateURL を指定することはできません。install.rdf ファイルから updateURL を削除した上で、再度アップロードしてください。
nl: Add-ons kunnen geen externe update-URL gebruiken. Verwijder deze a.u.b. uit install.rdf en probeer het opnieuw.
pl: Dodatki nie mogą używać zewnętrznych adresów aktualizacji. Usuń go z pliku install.rdf i spróbuj ponownie.
pt_br: Complementos não podem usar um endereço de atualização externo. Por favor, remova isto do install.rdf e tente novamente.
pt_pt: Os extras não podem utilizar um URL de actualização externo. Por favor remova-o do install.rdf e tente novamente.
ru: Дополнения не могут использовать внешнюю ссылку для updateURL. Пожалуйста, удалите данную ссылку из файла install.rdf и повторите попытку снова.
sk: Doplnky nemôžu používať externú adresu aktualizácie. Odstráňte ju zo súboru install.rdf a skúste to znova.
sq: Shtesat nuk mund të përdorin një updateURL të jashtme. Ju lutem hiqeni këtë prej install.rdf dhe riprovoni.
sv_se: Tillägg kan inte ha en extern updateURL. Ta bort den från install.rdf och försök igen.
uk: Додатки не можуть використовувати URL оновлення. Будь ласка, вилучте його з install.rdf та спробуйте знову.
vi: Tiện ích không thể dùng URL cập nhật bên ngoài. Vui lòng xóa khỏi install.rdf và thử lại.

source: Add-ons cannot use an updateKey. Please remove this from install.rdf and try again.
ca: Els complements no poden utilitzar una clau d'actualització. Heu d'eliminar-la del fitxer install.rdf i tornar-ho a intentar.
cs: Doplňky nesmí používat vlastní klíč updateKey. Odstraňte prosím tuto položku a nahrání opakujte
de: Add-ons dürfen keinen updateKey verwenden. Bitte entfernen Sie diesen von Ihrer install.rdf-Datei und versuchen Sie es erneut.
el: Το updateKey δεν μπορεί να χρησιμοποιηθεί στον ιστότοπο Add-ons. Αφαιρέστε το από το αρχείο install.rdf και προσπαθήστε ξανά.
es_es: Los complementos no pueden usar un updateKey. Por favor, elimina esto del install.rdf e intentalo de nuevo.
fa: افزودنی‌ها قادر به استفاده از updateKey نیستند. لطفاً این را از install.rdf حذف کنید و دوباره تلاش نمایید.
fr: Les modules ne peuvent utiliser un updateKey. Veuillez l'enlever du fichier install.rdf et recommencer.
hu: A kiegészítők nem használhatnak updateKey-t. Törölje ezt az install.rdf-ből, és próbálja újra.
it: I componenti aggiuntivi non possono avere un updateKey. Rimuovere questa chiave dal file install.rdf e riprovare.
ja: アドオンに updateKey を指定することはできません。install.rdf ファイルから updateKey を削除した上で、再度アップロードしてください。
nl: Add-ons kunnen geen updateKey gebruiken. Verwijder deze a.u.b. uit install.rdf en probeer het opnieuw.
pl: Dodatki nie mogą używać elementu updateKey. Należy usunąć go z pliku install.rdf i spróbować ponownie.
pt_br: Complementos não podem usar uma chave de atualização. Por favor, remova isto do install.rdf e tente novamente.
pt_pt: Os extras não podem utilizar uma chave de actualização. Por favor remova-a de install.rdf e tente novamente.
ru: Дополнение не может использовать updateKey. Пожалуйста, удалите этот параметр из install.rdf и попробуйте снова.
sk: Doplnok nemôže používať updateKey. Odstráňte ho zo súboru install.rdf a skúste to znova.
sq: Shtesat nuk mund të përdorin Kyç të përditësuar. Ju lutem hiqeni atë prej install.rdf dhe riprovoni.
sv_se: Tillägg får inte ha en updateKey. Ta bort den från install.rdf och försök igen.
vi: Tiện ích không thể dùng Khóa cập nhật. Vui lòng xóa trong install.rdf và thử lại.

source: Add-ons compatible with a beta version or release candidate of %1$s
ca: Complements compatibles amb una versió beta o amb una versió candidata a versió final del %1$s
cs: Doplňky kompatibilní s&nbsp;beta verzemi aplikace %1$s
de: Add-ons, die mit einer Beta-Version von %1$s kompatibel sind
el: Πρόσθετα συμβατά με δοκιμαστικές βήτα ή υποψήφιες για κυκλοφορία εκδόσεις του %1$s
es_es: Complementos compatibles con una versión beta o candidata de %1$s
fa: افزودنی‌های سازگار با نسخهٔ بتا یا نامزد انتشاری از %1$s
fr: Module compatible avec une version bêta ou une version candidate de %1$s
hu: A %1$s bétaverzióival vagy kiadásra jelölt verzióival kompatibilis kiegészítők
it: Componenti aggiuntivi compatibili con una versione beta o release candidate di %1$s
ja: %1$s のベータ版もしくはリリース候補版と互換性のあるアドオン
nl: Add-ons die compatibel zijn met een betaversie of releasekandidaat van %1$s
pl: Dodatki kompatybilne z wersją beta lub wydaniem kandydackim programu %1$s
pt_br: Complementos compatíveis com uma versão beta ou candidata do %1$s
pt_pt: Extras compatíveis com uma versão beta ou release candidate do %1$s
ru: Дополнения, совместимые с бета-версией или релиз-кандидатом %1$s
sk: Doplnky kompatibilné s verziou beta/RC aplikácie %1$s
sq: Shtesa të përputhshme me një version beta ose version kandidat të %1$s-it
sv_se: Tillägg kompatibla med en betaversion eller släppkandidat av %1$s
uk: Додатки, сумісні з бета-версією чи з реліз-кандидатом %1$s
vi: Các tiện ích tương thích với phiên bản beta hoặc ứng cử phát hành của %1$s

source: Add-ons compatible with an alpha version of %1$s
ca: Complements compatibles amb una versió alfa del %1$s
cs: Doplňky kompatibilní s&nbsp;alfa verzemi aplikace %1$s
de: Add-ons, die mit einer Alpha-Version von %1$s kompatibel sind
el: Πρόσθετα συμβατά με δοκιμαστική έκδοση άλφα του %1$s
es_es: Complementos compatibles con un versión Alpha de %1$s
fa: افزودنی‌های سازگار با نسخهٔ آلفایی از %1$s
fr: Modules compatibles avec une version alpha de %1$s
hu: A %1$s alfaverzióival kompatibilis kiegészítők
it: Componenti aggiuntivi compatibili con una versione alfa di %1$s
ja: %1$s のアルファ版と互換性のあるアドオン
nl: Add-ons die compatibel zijn met een alfaversie van %1$s
pl: Dodatki kompatybilne z wersją alfa programu %1$s
pt_br: Complementos compatíveis com uma versão alpha do %1$s
pt_pt: Extras compatíveis com uma versão alpha do %1$s
ru: Дополнения, совместимые с альфа-версией %1$s
sk: Doplnky kompatibilné s verziou alpha aplikácie %1$s
sq: Shtesa të përputhshme me një version alfa të %1$s-it
sv_se: Tillägg kompatibla med en alphaversion av %1$s
uk: Додатки, сумісні з альфа-версією %1$s
vi: Các tiện ích tương thích với phiên bản alpha của %1$s

source: Add-ons extend %1$s, letting you personalize your browsing experience. Take a look around and make %1$s your own.
ca: Els complements amplien el %1$s, i us permeten personalitzar la vostra experiència de navegació per Internet. Feu-ne una ullada i feu-vos vostre el %1$s.
cs: Doplňky rozšiřují %1$s a umožňují vám lépe personalizovat své prohlížení webu. Porozhlédněte se kolem a udělejte si %1$s přesně podle sebe.
de: Add-ons erweitern %1$s und erlauben Ihnen, Ihrer alltäglichen Arbeit Ihre persönliche Note zu geben. Sehen Sie sich ruhig um und erweitern Sie %1$s nach Belieben.
el: Τα πρόσθετα επεκτείνουν τον %1$s και σας επιτρέπουν να προσαρμόσετε την περιήγηση στα μέτρα σας. Ρίξτε μια ματιά και κάντε τον %1$s κτήμα σας.
es_es: Los complementos amplían %1$s, permitiéndote personalizar su funcionamiento. Echa un vistazo y crea tu propio %1$s.
fa: افزودنی‌ها %1$s را گسترش می‌دهند، و به شما امکان می‌دهند تجربهٔ مرور خود را منحصر به فرد سازید. نگاهی به اطراف بیاندازید و %1$s را آن گونه که مایلید تغییر دهید.
fr: Les modules complémentaires étendent %1$s en vous permettant de personnaliser votre navigation.
hu: A kiegészítők bővítik a %1$s képességeit, lehetővé teszik a böngésző testreszabását. Nézzen körül, és szabja testre a %1$s alkalmazást!
it: I componenti aggiuntivi permettono di estendere %1$s e personalizzare la tua esperienza di navigazione. Dai un'occhiata in giro e rendi %1$s veramente unico.
ja: アドオンを使えば、%1$s の機能を拡張して自分好みにカスタマイズできます。ぜひお気に入りのアドオンを見つけてみましょう。
nl: Add-ons breiden %1$s uit, waardoor u uw surfervaring kunt personaliseren. Neem eens een kijkje en kleed zelf %1$s aan.
pl: Dodatki rozszerzają możliwości programu %1$s, pozwalają dostosować go do swoich potrzeb. Rozejrzyj się wokół i rozbuduj program %1$s według własnego uznania.
pt_br: O Mozilla Add-ons oferece complementos que ampliam o %1$s, personalizando a maneira como você navega. Dê uma olhada e torne seu %1$s único.
pt_pt: Os extras melhoram o %1$s, deixando-o personalizar a sua experiência de navegação. Dê uma vista de olhos e faça o seu %1$s.
ru: Дополнения расширяют возможности %1$s, шаг за шагом приближая их к идеальным. Оглянитесь вокруг и сделайте %1$s таким, каким вы этого хотите.
sk: Doplnky rozširujú %1$s a umožňujú ho prispôsobiť. Poobzerajte sa tu a prispôsobte si %1$s podľa svojich potrieb.
sq: Shtesat zgjerojnë %1$s-in, duke ju bërë të mundur të personalizoni përvojën tuaj në shfletim. Hidhni një sy përreth dhe krijoni %1$s-in tuaj.
sv_se: Tillägg utökar %1$s och låter dig göra din webbupplevelse mer personlig. Titta runt lite och skapa din egen %1$s.
uk: Додатки розширюють можливості %1$s, роблять подорожі мережею приємнішими. Озирніться навколо та зробіть %1$s таким, яким його хочете бачити саме ви.
vi: Tiện ích mở rộng %1$s, cho phép bạn tùy biến việc duyệt web. Hãy dạo quanh một vòng và làm chủ %1$s.

source: Add-ons for %1$s
ca: Complements del %1$s
cs: Doplňky aplikace %1$s
de: %1$s Add-ons
el: Πρόσθετα %1$s
es_es: Complementos para %1$s
fa: افزودنی‌های %1$s
fr: Modules pour %1$s
hu: %1$s-kiegészítők
it: Componenti aggiuntivi per %1$s
nl: %1$s add-ons
pl: Dodatki dla programu %1$s
pt_br: Complementos para o %1$s
pt_pt: Extras para o %1$s
ru: Дополнения %1$s
sk: %1$s Add-ons
sq: Shtesa %1$s
sv_se: %1$s Add-ons
uk: Додатки %1$s
vi: %1$s Add-ons - Tiện ích %1$s

source: Add-ons for Firefox
ca: Complements del Firefox
cs: Doplňky Firefoxu
de: Firefox-Add-ons
el: Πρόσθετα Firefox
es_es: Complementos para Firefox
fa: افزودنی‌های فایرفاکس
fr: Modules Firefox
hu: Firefox-kiegészítők
it: Firefox Add-ons
nl: Firefox Add-ons
pl: Dodatki dla Firefoksa
pt_br: Complementos para o Firefox
pt_pt: Extras para o Firefox
ru: Дополнения Firefox
sk: Firefox Add-ons
sq: Shtesa Firefox-i
sv_se: Firefox-tillägg
uk: Додатки Firefox
vi: Firefox Add-ons - Tiện ích Cáo Lửa Siêu Việt
