Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: next &raquo;
ca: següent &raquo;
cs: další &raquo;
de: weiter &raquo;
el: επόμ. &raquo;
es_es: siguiente &raquo;
fa: بعدی &raquo;
fr: suivant &raquo;
hu: következő &raquo;
it: successiva &raquo;
ja: 次へ &raquo;
nl: volgende &raquo;
pl: następny &raquo;
pt_pt: segu &raquo;
ru: след. &raquo;
sk: ďalší &raquo;
sq: pasuesja &raquo;
sv_se: nästa &raquo;
vi: tiếp &raquo;

source: no
cs: ne
de: nein
el: όχι
fa: خیر
fr: non
hu: nem
ja: いいえ
nl: nee
pl: nie
pt_br: não
pt_pt: não
ru: нет
sk: nie
uk: ні

# editors_review_list_none
source: none
ca: cap
cs: nic
de: keine
el: καμία
es_es: ninguno
fa: هیچ‌یک
fr: aucun
hu: nincs
it: nessuno
ja: なし
nl: geen
pl: brak
pt_br: nada
pt_pt: nenhum
ru: нет
sk: žiadne
uk: ніякий

# statistics_js_dropdowns_none
source: none
ca: cap
cs: žádný
de: keine
el: κανένα
es_es: ninguno
fa: خالی
fr: aucun
hu: nincs
it: nessuno
ja: なし
nl: geen
pl: brak
pt_br: nenhum
pt_pt: nenhum
ru: нет
sk: žiadne
sq: asnjë
sv_se: inga
uk: ніякий
vi: không có

source: or
ca: o
cs: nebo
de: oder
el: ή
es_es: o
fa: یا
fr: ou
hu: vagy
it: o
ja: または
nl: of
pl: lub
pt_br: ou
pt_pt: ou
ru: или
sk: alebo
sv_se: eller
uk: або
vi: hoặc

source: or select a canned response:
ca: o selecciona una resposta predeterminada:
cs: nebo zvolte některou z&nbsp;připravených odpovědí:
de: oder wählen Sie eine Antwortvorlage:
el: ή επιλέξτε μια τυποποιημένη απόκριση:
es_es: o selecciona una respuesta predeterminada:
fa: یا یک پاسخ از پیش آماده انتخاب کنید:
fr: ou bien sélectionnez une réponse type&nbsp;:
hu: vagy válasszon egy konzervválaszt:
it: o seleziona una risposta preimpostata:
ja: または定型文を選択:
nl: of selecteer een voorgedefinieerd antwoord:
pl: lub wybierz gotową odpowiedź:
pt_br: ou selecione uma resposta prévia:
pt_pt: ou seleccione uma resposta:
ru: или выберите ответ из стандартных:
sk: alebo vyberte pripravenú odpoveď:
sq: ose përzgjidhni një përgjigje të konservuar:
sv_se: eller välj ett färdigt svar:
uk: або оберіть стандартну відповідь:
vi: hoặc chọn một phản hồi đã được đóng kín:

source: others
ca: altres
cs: další
de: andere
el: άλλα
es_es: otros
fa: دیگران
fr: Autres
hu: mások
it: altri
ja: その他
nl: overige
pl: inni
pt_br: outros
pt_pt: outros
ru: другие
sk: a ďalší
sq: të tjera
sv_se: andra
uk: інші
vi: người khác

source: pages indexed
pt_pt: páginas indexadas

source: per page
ca: per pàgina
cs: na stránku
de: pro Seite
el: ανά σελίδα
es_es: por página
fa: در هر صفحه
fr: par page
hu: oldalanként
it: per pagina
ja: 件ごとに表示
nl: per pagina
pl: na stronie
pt_br: por página
pt_pt: por página
ru: на страницу
sk: na stránku
sq: për faqe
sv_se: per sida
uk: на сторінку
vi: mỗi trang

source: premium content partners
pt_pt: conteúdos premium de associados

source: previous
ca: anterior
cs: předchozí
de: vorige Seite
el: προηγούμενη
es_es: anterior
fa: صفحهٔ قبلی
fr: précédent
hu: előző
it: precedente
ja: 前へ
nl: voorgaande
pl: poprzednia
pt_br: anterior
pt_pt: anterior
ru: предыдущая
sk: predchádzajúce
sq: i mëparshëm
sv_se: föregående
uk: назад
vi: trước

source: recommended
ca: recomanat
cs: doporučené
de: empfohlen
el: συνιστάται
es_es: recomendado
fa: پیشنهاد شده
fr: recommandé
hu: ajánlott
it: consigliato
ja: おすすめのアドオン
nl: aanbevolen
pl: polecany
pt_br: recomendado
pt_pt: recomendado
ru: рекомендуемое
sk: odporúčané
sq: e këshilluar
sv_se: rekommenderat
uk: рекомендовано
vi: khuyên dùng

source: resend the confirmation message
ca: Torna a enviar el missatge de confirmació
cs: znova poslat aktivační e-mail
de: erneut zuschicken lassen
el: Επανάληψη αποστολής μηνύματος επιβεβαίωσης
es_es: reenviar el mensaje de confirmación
fa: ارسال مجدد پیام تأیید
fr: envoyer à nouveau le message de confirmation
hu: megerősítő üzenet újra elküldésére
it: reinviare l'e-mail di conferma
ja: 確認メールを再送信
nl: bevestigingsbericht opnieuw verzenden
pl: ponowne przesłanie kodu potwierdzającego
pt_br: envie novamente o email de confirmação
pt_pt: re-enviar a mensagem de confirmação
ru: отправить сообщение для подтверждения заново
sk: znova odoslať potvrdzovaciu správu
sq: ridërgo mesazhin e ripohimit
sv_se: skicka bekräftelsebrevet igen
uk: повторно надіслати повідомлення підтвердження
vi: gửi lại thư xác nhận

source: search for collections
ca: cerca col·leccions
cs: hledání sbírek
de: nach Sammlungen suchen
el: αναζήτηση για συλλογές
es_es: buscar recopilatorios
fa: جست‌وجو به دنبال مجموعه‌ها
fr: Rechercher des collections
hu: gyűjtemények keresése
it: cerca una raccolta
ja: コレクションを検索
nl: zoeken naar collecties
pl: szukaj kolekcji
pt_br: Procurar por coleções
pt_pt: pesquisar colecções
ru: поиск подборок
sk: hľadať v kolekciách
sq: kërko për koleksione
sv_se: sök efter samlingar
uk: пошук колекцій
vi: tìm kiếm các bộ sưu tập

source: to
ca: a
cs: až
de: bis
el: έως
es_es: a
fa: تا
fr: à
it: a
ja: から
nl: tot
pl: do
pt_br: até
pt_pt: até
ru: по
sk: až
sq: te
sv_se: till
uk: до
vi: đến

source: total Stumbles
pt_pt: total de Stumbles

source: total users
pt_pt: total de utilizadores

source: version
ca: Versió
cs: Verze
el: έκδοση
es_es: versión
fa: نسخهٔ
hu: verzió
it: versione
ja: バージョン
nl: versie
pl: wersja
pt_br: versão
pt_pt: versão
ru: версия с
sk: verzia
uk: версія
vi: phiên bản

source: weekly downloads
ca: baixades per setmana
cs: staženo týdně
de: Downloads pro Woche
el: εβδομαδιαίες λήψεις
es_es: descargas semanales
fa: بارگیری در این هفته
fr: Téléchargements hebdomadaires
hu: letöltés a héten
it: download settimanali
ja: ダウンロード (今週)
nl: downloads per week
pl: pobrań tygodniowo
pt_br: downloads semanais
pt_pt: Transferências semanais
ru: загрузок еженедельно
sk: prevzatí za týždeň
sq: shkarkime javore
sv_se: hämtningar per vecka
uk: завантажень за тиждень
vi: lượt tải hàng tuần

source: wiki page
ca: pàgina wiki
cs: wiki stránce
de: Wiki-Seite
el: σελίδα wiki
es_es: página wiki
fa: صفحهٔ ویکی
fr: Page wiki
hu: wikioldalunkat
it: pagina wiki
ja: MozillaWiki のページ
nl: Wiki-pagina
pl: stronie wiki
pt_pt: página wiki
ru: страничку Wiki
sk: stránke Wiki
sq: faqe wiki
sv_se: wikisida
uk: вікі-сторінку
vi: trang wiki

source: within
ca: a
cs: v kategorii
de: in
el: σε
es_es: dentro de
fa: درون
fr: dans
hu: itt
it: in
ja: カテゴリ
nl: binnen
pl: wśród
pt_br: dentro de
pt_pt: em
ru: среди
sk: kde
sq: te
sv_se: inom
uk: серед
vi: trong

source: written by %1$s on %2$s
ca: escrit per %1$s el %2$s
cs: napsáno %1$s dne %2$s
de: geschrieben von %1$s am %2$s
el: Συντάχθηκε από %1$s στις %2$s
es_es: escrito por %1$s el %2$s
fa: نوشته شده توسط %1$s در تاریخ %2$s
fr: écrit par %1$s le %2$s
hu: %1$s írta, %2$s
it: scritto da %1$s il %2$s
ja: 投稿者: %1$s - 投稿日時: %2$s
nl: geschreven door %1$s op %2$s
pl: napisana przez %1$s w dniu %2$s
pt_br: escrito por %1$s em %2$s
pt_pt: escrito por %1$s em %2$s
ru: %1$s написал %2$s
sk: napísal %1$s dňa %2$s
sq: shkruajtur nga %1$s më %2$s
sv_se: Skriven av %1$s den %2$s
uk: написано %1$s на %2$s
vi: được viết bởi %1$s vào %2$s

source: yes
ca: sí
cs: ano
de: ja
el: ναι
es_es: sí
fa: بله
fr: oui
hu: igen
it: sì
ja: はい
nl: ja
pl: tak
pt_br: sim
pt_pt: sim
ru: да
sk: áno
uk: так

source: %A, %B %e, %Y
ca: %A, %e de %B de %Y
cs: %A, %e. %B %Y
de: %A, %e. %b. %Y
el: %A %e, %B %Y
es_es: %A, %e de %B de %Y
fa: %A، %e %B %Y
fr: %A %e %B %Y
hu: %Y. %B %e., %A
it: %A %e %b. %Y
ja: %Y年 %b %e日 (%a)
nl: %A %e %B %Y
pl: %A, %d.%m.%Y
pt_br: %A, %e de %B de %Y
ru: %A, %d.%m.%Y
sq: %A, %e %B %Y
uk: l, F j, Y
vi: %A, %e tháng %m năm %Y

source: %A, %b. %e
ca: %A, %e %b.
cs: %A %e. %b.
de: %A, %e. %b.
el: %A, %e %b.
es_es: %A, %e de %b
fa: %A، %e %B
fr: %A %e %b.
it: %A %e %b.
ja: %b %e日 (%a)
nl: %A %e %b.
pl: %A, %d.%m.
pt_br: %A, %e de %b
ru: %A, %d.%m.
sk: %A, %e. %B
sq: %A, %e %b.
uk: l, M. j
vi: %A, %e tháng %m

source: %B %e, %Y
ca: %e %B %Y
cs: %e. %B %Y
de: %e.%m.%Y
el: %e %B %Y
es_es: %x
fa: %e %B %Y
fr: %x
hu: %Y. %B %e.
it: %e %B %Y
ja: %Y年 %b %e日
nl: %e %B %Y
pl: %e %b %Y
pt_br: %e de %B de %Y
ru: %e %B %Y
sk: %e. %B %Y
sq: %e %B, %Y
sv_se: %e %B, %Y
uk: %e %b %Y
vi: %e tháng %m năm %Y

source: %B %e, %Y, %I:%M %p
ca: %e %B %Y, %H:%M
cs: %e. %B %Y, %H.%M
de: %e.%m.%Y %H:%M
el: %e %B %Y, %I:%M %p
es_es: %x %X
fa: %e %B %Y، %I:%M %p
fr: %x %X
hu: %Y. %B %e., %I:%M %p
it: %e %B %Y, %I:%M:%p
ja: %Y年 %b %e日 %H:%M
nl: %e %B %Y, %H:%M
pl: %e %b %Y, %H:%M
pt_br: %e de %B de %Y às %I:%M %p
ru: %e %B %Y, %H:%M
sk: %e. %B %Y, %H:%M
sq: %e %B, %Y, %I:%M %p
sv_se: %e %B, %Y, %H:%M
uk: %e %b %Y, %H:%M
vi: %e tháng %m năm %Y, %I:%M %p

source: %b. %e
ca: %e. %b.
de: %e. %b.
el: %e %b.
it: %e %b
ja: %b %e 日
nl: %e %b.
pl: %d %b
sk: %e. %B

source: %b. %e, %Y
ca: %e %b %Y
cs: %e. %b. %Y
de: %e. %b. %Y
el: %e, %b. %Y
es_es: %e de %b, %Y
fa: %e %B %Y
fr: %e %b. %Y
hu: %Y. %b. %e.
it: %e %b %Y
ja: %Y年 %b %e日
nl: %e %b. %Y
pl: %d.%m.%Y
pt_br: %e de %b, %Y
ru: %d.%m.%Y
sk: %e. %B %Y
sq: %e %b. %Y
uk: M. j, Y
vi: %e tháng %m, %Y

source: <em>%s</em> total
ca: <em>%s</em> baixades en total
de: <em>%s</em> insgesamt
el: σύνολο <em>%s</em>
es_es: <em>%s</em> totales
fr: <em>%s</em> téléchargements au total
hu: <em>%s</em> összesen
it: <em>%s</em> totali
ja: 累計ダウンロード数: <em>%s</em>
nl: <em>%s</em> in totaal
pl: Liczba wszystkich pobrań: <em>%s</em>
ru: Всего: <em>%s</em>
sv_se: <em>%s</em> totalt

source: Charts
ca: Gràfiques
de: Schaubilder
el: Πίνακες
es_es: Gráficos
fr: Graphiques
hu: Diagramok
it: Schemi
ja: チャート
nl: Tabellen
pl: Wykresy
ru: Графики
sk: Grafy
sv_se: Grafer

source: Digg this!
ca: Posa-ho al Digg
cs: Přidat na Digg
de: Zu Digg hinzufügen
el: Προσθήκη στο Digg
es_es: ¡Enviar a Digg!
fa: افزودن به Digg
fr: Publiez sur Digg&nbsp;
it: Digg
ja: Digg へ投稿
nl: Dit Diggen!
pl: Opublikuj na Digg!
pt_br: Enviar ao Digg!
ru: Отправить на Digg!
sv_se: Digga detta!
uk: Надіслати до Digg
vi: Digg cái này!

source: Editor
cs: Redaktor
de: Moderator
el: Συντάκτης
fa: ویرایش‌گر
fr: Éditeur
hu: Szerkesztő
it: Revisore
ja: エディタ
pl: Edytor
ru: Редактор
sq: Redaktor
sv_se: Redaktör
uk: Редактор
vi: Biên tập viên

source: L10n
ca: Localització
hu: Honosítás
ja: ローカライズ
pl: Lokalizacja
sk: Lokalizácia

source: MOTD
de: NTD
fr: Message du jour
nl: BVDD
pl: Wiadomość dnia
ru: Сообщение дня

source: Normal
cs: Běžné
el: Κανονική
fa: معمولی
hu: Normál
it: Normale
ja: 通常
nl: Normaal
pl: Normalna
ru: Нормальная
sk: Normálne
uk: Звичайний
vi: Bình thường

source: PayPal ID
ca: ID PayPal
de: PayPal-Benutzername
el: Αναγνωριστικό (ID) PayPal
es_es: Id de PayPal
fr: Identifiant PayPal
hu: PayPal-azonosító
it: ID PayPal
pl: ID PayPal
pt_br: ID do PayPal
vi: ID Paypal

source: Plugin
ca: Connector
cs: Zásuvný modul
el: Πρόσθετη λειτουργία
fa: متصل‌شونده
hu: Bővítmény
ja: プラグイン
pl: Wtyczka
ru: Плагин
sk: Zásuvný modul
sq: Shtojcë
sv_se: Insticksprogram
uk: Модуль
vi: Phần bổ trợ

# general_addontype_plugin_plural
source: Plugins
ca: Connector
cs: Zásuvné moduly
el: Πρόσθετες λειτουργίες
fa: متصل‌شونده‌ها
hu: Bővítmények
it: plugin
ja: プラグイン
pl: Wtyczki
ru: Плагины
sk: Zásuvné moduly
sq: Shtojca
sv_se: Insticksprogram
uk: Модулі
vi: Phần bổ trợ

# addons_plugins_pagetitle
source: Plugins
ca: Connectors
cs: Zásuvné moduly
el: Πρόσθετες λειτουργίες
fa: متصل‌شونده‌ها
hu: Bővítmények
it: Plugin
ja: プラグイン
pl: Wtyczki
ru: Плагины
sk: Zásuvné moduly
sq: Shtojca
sv_se: Insticksprogram
uk: Модулі
vi: Phần bổ trợ

# addons_home_browse_popular
source: Popular
cs: Populární
de: Beliebt
el: Δημοφιλή
es_es: Populares
fa: محبوب
fr: Populaires
hu: Népszerű
it: Più popolari
ja: 人気
nl: Populair
pl: Popularne
ru: Популярные
sk: Populárne
sq: Popullore
sv_se: Populära
uk: Популярні
vi: Thông dụng

# collections_index_li_popular
source: Popular
cs: Populární
de: Beliebte Sammlungen
el: Δημοφιλείς
es_es: Populares
fa: افزودنی‌های محبوب
fr: Populaires
hu: Népszerű
it: Popolare
ja: 人気
nl: Populair
pl: Popularne
pt_br: Mais Populares
ru: Популярные
sk: Populárne
sq: Popullore
sv_se: Populära
uk: Популярно
vi: Thông dụng

# a_header_sandbox
source: Sandbox
ca: Entorn de proves
cs: Pískoviště
de: Sandkasten
es_es: Área de pruebas
fa: گودال ماسه‌بازی
fr: Bac à sable
hu: Homokozó
ja: サンドボックス
pl: Piaskownica
ru: «Песочница»
sq: Bankoprovë
sv_se: Sandlåda
uk: Пісочниця
vi: Hộp cát

# devcp_addon_status_sandbox
source: Sandbox
ca: A l'entorn de proves
cs: Pískoviště
de: Sandkasten
es_es: Área de pruebas
fa: گودال ماسه‌بازی
fr: Bac à sable
hu: Homokozó
ja: サンドボックス
pl: Piaskownica
ru: Песочница
sq: Bankoprovë
sv_se: Sandlåda
uk: Пісочниця
vi: Hộp cát

source: The %1$s locale contains %2$s unmodified translation
de: Die Sprache %1$s hat %2$s unveränderte Übersetzung
ja: %1$s ロケールには未変更の翻訳が %2$s 個含まれています
pl: Niezmodyfikowane frazy w lokalizacji %1$s: %2$s
sk: Lokalizácia %1$s obsahuje %2$s nelokalizovaný reťazec
uk: Локаль %1$s містить %2$s незміненого перекладу

source: Total
cs: Celkem
de: Gesamt
el: Σύνολο
hu: Összesen
it: Totale
ja: 合計
nl: Totaal
pl: Całkowita
ru: Всего
sk: Spolu
sv_se: Totalt
uk: В загальному
vi: Tổng

source: Ver
cs: Verze
el: Εκδ.
fa: نسخه
pl: Wer
ru: Вер.
vi: P.bản

source: http://developer.mozilla.org/en/docs/Creating_OpenSearch_plugins_for_Firefox
ca: https://developer.mozilla.org/ca/Creaci%C3%B3_de_connectors_OpenSearch_per_al_Firefox
es_es: /es/docs/Creación_de_plugins_OpenSearch_para_Firefox
fr: http://developer.mozilla.org/fr/docs/Cr%C3%A9ation_de_plugins_OpenSearch_pour_Firefox
ja: https://developer.mozilla.org/ja/Creating_OpenSearch_plugins_for_Firefox
pl: http://developer.mozilla.org/pl/docs/Tworzenie_wtyczek_OpenSearch_dla_Firefoksa

source: http://developer.mozilla.org/en/docs/Install_Manifests
es_es: es/Manifiesto_de_instalación
fr: https://developer.mozilla.org/fr/Manifestes_d%27installation
ja: https://developer.mozilla.org/ja/Install_Manifests
pl: https://developer.mozilla.org/pl/Manifesty_Instalacji

source: Admin
de: Administrator
hu: Adminisztrátor
it: Amministratore
ja: 管理者
nl: Beheerder
ru: Администратор

source: Blog
ca: Bloc
el: Ιστολόγιο
fa: وب‌نوشت
ja: ブログ
ru: Блог
uk: Блог

source: Diff / Patch
ca: Compara / apedaça
ja: 差分 / パッチ
ru: Diff / Патч

source: Mobile
ca: Mòbils
hu: Mobil
ja: モバイル
nl: Mobiel
ru: Мобильные
sv_se: Mobilt

source: St
ca: Est
el: Κατ.
es_es: Est.
fa: نام کوتاه
hu: Áll.
ja: 状態
pt_br: Est.
ru: Стат.
sq: Gjn
vi: Tr.thái

source: Mozilla Developer Center
fa: مرکز توسعه‌دهندگان موزیلا
nl: Mozilla Ontwikkelingscentrum
ru: Центр разработки Mozilla
sv_se: Mozilla Utvecklarcenter

source: Copyright
ca: Drets de còpia
fa: حق رونوشت‌برداری
sq: Të drejta Kopjimi
sv_se: Upphovsrättsskyddad
uk: Авторські права
vi: Bản quyền

source: FAQ
ca: PMF
cs: Otázky
de: Häufige Fragen
el: Σ. Ε.
es_es: PUF
fa: پرسش‌های متداول
hu: GYIK
uk: ЧАП

source: <span>You do not have sufficient privileges to make changes on this page.</span><br />Contact the Add-on Owner if you need to make changes.
cs: <span>Nemáte potřebná oprávnění pro provádění změn na této stránce.</span><br />Pokud potřebujete něco změnit, kontaktujte prosím vlastníka doplňku.
el: <span>Δεν έχετε επαρκή δικαιώματα για να κάνετε αλλαγές σ' αυτή τη σελίδα.</span><br />Επικοινωνήστε με τον ιδιοκτήτη του πρόσθετου αν θέλετε να κάνετε αλλαγές.
hu: <span>Nincs joga változtatásokat tenni ezen az oldalon.</span><br />Forduljon a kiegészítő tulajdonosához, ha változtatni akar valamit.
pt_br: <span>Você não tem privilégios suficientes para fazer mudanças nesta página.</span><br />Entre em contato com o Proprietário do complemento caso precise fazer mudanças.
sk: <span>Nemáte dostatočné oprávnenia na vykonanie zmien na tejto stránke.</span><br />Ak potrebujete vykonať nejaké zmeny, kontaktujte vlastníka doplnku.
sq: <span>Nuk keni privilegje të mjaftueshme për të bërë ndryshime në këtë faqe.</span><br />Lidhuni me Pronarin e Shtesës, po qe se keni nevojë të bëni ndryshime.
vi: <span>Bạn không có đủ quyền để tạo ra thay đổi trên trang này.</span><br />Liên hệ Người sở hữu Tiện ích nếu bạn muốn tạo ra thay đổi.

source: Add-ons Policy
cs: Zásady doplňků
el: Πολιτική πρόσθετων
sk: Zásady stránky Add-ons
sq: Rregulla Shtesash
uk: Політика Додатків

source: Are you <b>sure</b> you wish to permanently delete this file?
cs: <b>Opravdu</b> chcete trvale smazat tento soubor?
el: Θέλετε <b>σίγουρα</b> να διαγραφεί οριστικά αυτό το αρχείο;
fr: Êtes-vous <b>sûr</b> de vouloir effacer définitivement ce fichier&nbsp;?
hu: <b>Biztosan</b> véglegesen törölni akarja ezt a fájlt?
pt_br: Você tem <b>certeza</b> que quer remover este arquivo permanentemente?
sk: <b>Naozaj</b> chcete natrvalo odstrániť tento súbor?
sq: Jeni <b>i sigurt</b> se dëshironi të fshihet kjo kartelë përgjithmonë?
uk: Ви <b>впевнені</b>, що хочете назавжди вилучити цей файл?
vi: Bạn có <b>chắc</b> là mình muốn xóa vĩnh viễn tập tin này không?

source: Developer Dashboard
cs: Nástěnka vývojáře
el: Ταμπλό δημιουργού
fr: Tableau de bord du développeur
hu: Fejlesztői kezdőlap
pt_br: Quadro do Desenvolvedor
sk: Ovládací panel vývojára
sq: Pult Zhvilluesi
uk: Панель розробника
vi: Bảng điều khiển của Nhà phát triển

# devcp_myaddons_title
source: Developer Tools
cs: Nástroje vývojáře
el: Εργαλεία δημιουργών
sk: Nástroje vývojára
sq: Mjete Zhvilluesi
uk: Інструменти розробника

# sidebar_navlink_developer_tools
source: Developer Tools
cs: Nástroje vývojáře
el: Εργαλεία δημιουργών
sk: Nástroje vývojára
sq: Mjete Zhvilluesi
uk: Інструменти розробника

# statistics_addon_developertools_link
source: Developer Tools
cs: Nástroje vývojáře
el: Εργαλεία δημιουργών
sk: Nástroje vývojára
sq: Mjete Zhvilluesi
uk: Інструменти розробника

# devcp_pagetitle
source: Developer Tools
cs: Ovládací panel vývojáře
el: Πίνακας ελέγχου δημιουργού
sk: Nástroje vývojára
sq: Mjete për Zhvilluesa
uk: Панель управління розробника

source: Latest Version:
cs: Poslední verze:
el: Πιο πρόσφατη έκδοση:
fr: Dernière version&nbsp;:
hu: Legújabb verzió:
pt_br: Última versão:
sk: Najnovšia verzia:
sq: Versioni Më i Fundit:
uk: Остання версія:
vi: Phiên bản Gần nhất:

source: List as author in public display pages
cs: Zobrazit autora na veřejných stránkách
el: Να εμφανίζεται ως δημιουργός στις δημόσιες σελίδες
fr: Lister comme auteur dans les pages publiques
hu: Megjelenítés szerzőként a nyilvánosan megjelenő oldalakon
pt_br: Listar como autor em páginas públicas
sk: Uviesť ako autora na verejne dostupných stránkach
sq: Paraqite si autor në faqe publike
uk: Записатись у списку авторів на загальнодоступних сторінках
vi: Liệt kê là tác giả trong trang hiển thị công cộng

source: List as author in public listings
cs: Zobrazí autora ve veřejných seznamech
el: Εμφάνιση ως δημιουργού στις δημόσιες σελίδες
fr: Lister comme auteur dans les pages publiques
hu: Felsorolás szerzőként a nyilvános oldalakon
pt_br: Listar como autor em listagens públicas
sk: Zobraziť ako autora na verejne dostupných stránkach
sq: Shfaqe si autor në lista publike
uk: Внести у загальнодоступний список
vi: Liệt kê tác giả trong phần liệt kê công khai

source: Successfully added feature.
cs: Vlastnost byla úspěšně přidána.
el: Το χαρακτηριστικό προστέθηκε επιτυχώς.
sk: Úspešne pridané medzi odporúčané.
sq: Karakteristika u shtua me sukses.
uk: Вдалося успішно додати можливість.

source: Thank-you for installing %s!
el: Ευχαριστούμε που εγκαταστήσατε το %s

source: Users Created
el: Χρήστες που δημιουργήθηκαν
sk: Vytvorení používatelia

source: View your new version in the <a %1$s>Versions and Files page</a>, check out your add-on's <a %2$s>current status</a>, or <b>add release notes</b> by clicking the button below (highly recommended).
cs: Zobrazte si novou verzi na <a %1$s>stránce Verze a soubory</a>, zkontrolujte si <a %2$s>aktuální stav</a> svého doplňku či klepnutím na tlačítko níže <b>přidejte poznámky k vydání</b> (silně doporučeno).
el: Δείτε τη νέα έκδοση σας στη <a %1$s>σελίδα εκδόσεων και αρχείων</a>, ελέγξτε την <a %2$s>τρέχουσα κατάσταση</a> του πρόσθετου σας, ή <b>προσθέστε σημειώσεις έκδοσης</b> κάνοντας κλικ στο παρακάτω κουμπί (συνιστάται).
hu: Nézze meg az új verziót a <a %1$s>Verziók és fájlok oldalon</a>, nézze meg kiegészítőjének <a %2$s>jelenlegi állapotát</a>, vagy <b>vegyen fel kiadási megjegyzéseket</b> a lenti gombra kattintva (erősen javasolt).
sk: Novú verziu nájdete v sekcii <a %1$s>Verzie s súbory</a>, skontrolujte jeho <a %2$s>aktuálny stav</a>, prípadne kliknutím na nižšie uvedené tlačidlo <b>pridajte poznámky k vydaniu</b> (odporúčané).
sq: Shiheni versionin tuaj të ri te <a %1$s>faqja Versione dhe Kartela</a>, kontrolloni <a %2$s>gjendjen e tanishme</a> të shtesës suaj, ose <b>shtoni shënime versioni</b> duke klikuar butonin më poshtë (këshillohet me forcë).
uk: Перегляньте свою нову версію на <a %1$s>сторінці Версій та Файлів</a>, перевірте <a %2$s>поточний статус</a> свого додатку чи <b>додайте примітки до випуску</b>, натиснувши на кнопці знизу (дуже рекомендується).
vi: Xem phiên bản mới của bạn trong <a %1$s>trang Phiên bản và Tập tin</a>, kiểm tra <a %2$s>trạng thái hiện tại</a> của tiện ích của bạn, hoặc <b>thêm ghi chú phát hành</b> bằng cách nhấn vào nút bên dưới (đặc biệt khuyến nghị).

source: What are these %s tabs?
cs: K čemu jsou tyto %s panely?
el: Τι είναι αυτές οι %s καρτέλες;
fr: Qu'est-ce que l'onglet %s&nbsp;?
hu: Mik ezek a(z) %s lapok?
pt_br: O que são estas abas %s ?
sk: Čo sú karty pomenované '%s'?
sq: Ç'janë këto %s skeda?
uk: Що це за вкладки %s?
vi: Các thẻ %s là gì?

source: Wrong username or password!
cs: Chybné uživatelské jméno a nebo heslo!
el: Λάθος όνομα χρήστη ή κωδικός!
sk: Nesprávne meno používateľa alebo heslo!
sq: Emër përdoruesi ose fjalëkalim gabim!
uk: Невірне ім’я користувача або пароль!

source: You are currently <strong>not asking for contributions</strong> from users of this add-on.
cs: Aktuálně u tohoto doplňku <strong>nežádáte uživatele o příspěvky</strong>.
el: Προς το παρόν <strong>δεν ζητάτε δωρεές</strong> από τους χρήστες αυτού του πρόσθετου.
hu: Jelenleg <strong>nem kér adományokat</strong> a kiegészítő felhasználóitól.
pt_br: Você <strong>não está pedindo contribuições</strong> para os usuários deste complemento.
sk: Aktuálne <strong>nežiadate príspevky</strong> od používateľov tohto doplnku.
uk: Ви не просите <strong>ніякого внеску</strong> у користувачів цього додатку.
vi: Hiện tại bạn đang <strong>không đề nghị sự đóng góp</strong> từ người dùng của tiện ích này.

source: Your add-on is <span class="inactive-0">Active</span>. This means your add-on is showing up in all available listings appropriate for its status above.
cs: Doplněk je <span class="inactive-0">aktivní</span>. Doplněk se zobrazuje ve všech seznamech odpovídajících jeho stavu výše.
el: Το πρόσθετο σας είναι <span class="inactive-0">ενεργό</span>. Αυτό σημαίνει πως θα εμφανίζεται σε όλους τους διαθέσιμους χώρους που αναλογούν στην κατάσταση του.
hu: A kiegészítője <span class="inactive-0">aktív</span>. Ez azt jelenti, hogy a kiegészítő megjelenik a fenti állapothoz megfelelő összes elérhető felsorolásban.
pt_br: Seu complemento encontra-se <span class="inactive-0">ativo</span>. Isto significa que seu complemento está aparecendo em todas as listagens públicas que são apropriadas para o status acima.
sk: Váš doplnok je <span class="inactive-0">aktívny</span>. To znamená, že doplnok sa zobrazuje vo všetkých verejne dostupných zoznamoch.
sq: Shtesa juaj është <span class="inactive-0">Aktive</span>. Kjo do të thotë që shtesa juaj duket te tërë listat e passhme për gjendjen e saj si më sipër.
uk: Ваш додаток <span class="inactive-0">активний</span>. Це означає, що його можна побачити в усіх списках, відповідних його станові.
vi: Tiện ích của bạn đang <span class="inactive-0">Hoạt động</span>. Điều này có nghĩa là tiệních của bạn đang hiện trong tất cả danh sách liệt kê phù hợp với trạng thái của nó ở trên.
