Repository: iamutkarshtiwari/aslo
Catalog: site/app/locale/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es_es, fa, fr, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sk, sq, sv_se, uk, vi

source: Mozilla is providing links to these applications as a courtesy, and makes no representations regarding the applications or any information related there to. Any questions, complaints or claims regarding the applications must be directed to the appropriate software vendor.
ca: Mozilla només enllaça a aquestes aplicacions com a gentilesa, però això no significa que faci de representant de les aplicacions ni que en disposi d'informació relacionada. Qualsevol consulta, queixa o reclamació de l'aplicació cal fer-la directament al proveïdor de programari corresponent.
cs: Mozilla poskytuje rozcestník na tyto aplikace v&nbsp;dobré vůli. Nezastupuje autory těchto aplikací ani neposkytuje žádné informace, které se jich týkají. Jakékoliv dotazy, stížnosti, či požadavky týkající se těchto aplikací musí být adresovány příslušným poskytovatelům daného software.
de: Mozilla veröffentlicht Links zu diesen Anwendungen als unverbindlichen Service und macht sich weder diese noch Informationen im Bezug auf sie zueigen. Alle Fragen, Beschwerden und Ansprüche hinsichtlich dieser Anwendungen müssen direkt an den jeweiligen Hersteller gerichtet werden.
el: Ο οργανισμός Mozilla παρέχει τους δεσμούς αυτούς σαν μια πρόσθετη υπηρεσία και δεν αντιπροσωπεύει τις εφαρμογές ή οποιαδήποτε πληροφορία σχετικά με αυτές. Οποιαδήποτε ερώτηση, παράπονο ή ισχυρισμός σχετικά με τις εφαρμογές θα πρέπει να απευθύνεται στον αντίστοιχο κατασκευαστή λογισμικού.
es_es: Mozilla proporciona enlaces a estas aplicaciones como muestra de cortesía, y no representa a éstas ni a ninguna información relacionada con ellas. Cualquier pregunta, queja o reclamación relativa a las aplicaciones debe dirigirse a los respectivos propietarios del software.
fa: موزیلا پیوندهای به این برنامه‌ها را با حسن نیت ارائه می‌دهد، و هیچ تضمینی در خصوص برنامه‌ها و یا اطلاعات دیگر مربوط به آنها نمی‌دهد. هر گونه سؤال، شکایت یا دعوی مربوط به این برنامه‌ها باید به توزیع‌کنندهٔ نرم‌افزار مربوطه ارسال شود.
fr: Mozilla fournit des liens vers ces applications tierces comme un service gracieux. Mozilla ne garantit ni le fonctionnement de ces applications ni les informations les concernant. Toute question, demande ou plainte concernant ces applications doit être dirigée vers leurs auteurs, seuls responsables.
hu: A Mozilla szívességből hivatkozásokat ad ezekre az alkalmazásokra, de nem felel ezeket az alkalmazásokért és az azokkal kapcsolatos információkért. Az alkalmazásokkal kapcsolatos minden kérdést, panaszt vagy követelést a megfelelő szoftvergyártó felé kell irányítani.
it: Mozilla fornisce link a queste applicazioni ma non garantisce in alcun modo il corretto funzionamento di tali software o l'attendibilità delle informazioni visualizzate. Qualsiasi domanda, reclamo o pretesa riguardanti queste applicazioni va diretta al rivenditore di riferimento del software.
ja: Mozilla Add-ons に登録されているアドオンへのリンクは、Mozilla が便宜的に提供しているものです。Mozilla は、これらのアドオンや関連情報について一切の責任を負いません。アドオンに関するご意見やご質問はそれぞれの作者までお願いいたします。
nl: Mozilla verstrekt koppelingen naar deze toepassingen als service, en staat niet in voor de toepassingen of daaraan gerelateerde informatie. Vragen, klachten of claims met betrekking tot de toepassingen dienen gericht te worden aan de desbetreffende softwareverstrekker.
pl: Mozilla umieszcza odnośniki do tych programów grzecznościowo. Prosimy nie kierować do nas uwag i zażaleń dotyczących ich działania. Wszelkie pytania, reklamacje i roszczenia dotyczące tych aplikacji należy kierować do ich twórców.
pt_br: Mozilla oferece links para estas aplicações como um serviço de cortesia, e não se responsabiliza sobre as aplicações ou quaisquer informações relacionadas a estas. Perguntas ou reclamações com relação a estas aplicações devem ser direcionadas aos devidos autores dos programas.
pt_pt: A Mozilla está a fornecer, por cortesia, ligações para estas aplicações, e não faz nenhuma representação relativamente a essas aplicações ou qualquer informação aí indicada. Quaisquer questões, queixas ou outro sobre esta aplicação têm de ser direccionadas ao fabricante do software apropriado.
ru: Mozilla любезно обеспечивает ссылки на эти приложения и не предоставляет никаких сведений относительно приложений или любой информации, связанной с ними. Любые вопросы, жалобы или требования относительно приложений должны направляться соответствующему производителю программного обеспечения.
sk: Mozilla poskytuje odkazy na tieto programy ako láskavosť. Nezastupuje autorov týchto aplikácií ani neposkytuje žiadne informácie, ktoré sa ich týkajú. Všetky otázky, sťažnosti alebo požiadavky týkajúce sa aplikácií treba adresovať príslušnému vydavateľovi softvéru.
sq: Mozilla lidhjet për te këto zbatime i jep për mirësjellje, dhe nuk merr përsipër përfaqësime që kanë të bëjnë me zbatimet apo çfarëdo të dhëne të lidhur me to. Çfarëdo pyetjeje, ankese apo pretendimi lidhur me zbatimet duhet shpënë te shitësi përkatës i "software"-it.
sv_se: Mozilla bistår med länkar till dessa applikationer av välvilja och kan inte ta något ansvar för applikationerna eller någon information rörande dem. Alla frågor, klagomål eller krav rörande applikationerna måste riktas till utgivaren av applikationen.
uk: Mozilla люб’язно надає посилання на ці програми, але не відповідає за їх застосування чи інформацію. Будь-які питання, скарги або позови стосовно програм слід надсилати до відповідного постачальника програмного забезпечення.
vi: Mozilla cung cấp liên kết đến các ứng dụng này theo đúng trách nhiệm của mình, và không đại diện cho ứng dụng hoặc bất kì thông tin nào liên quan đến chúng. Mọi câu hỏi, phàn nàn hoặc yêu cầu đối với các ứng dụng này phải được chuyển trực tiếp tới nhà viết phần mềm tương ứng.

source: Mozilla reserves the right to contact you individually about specific concerns with your hosted add-ons.
ca: Mozilla es reserva el dret de contactar-vos individualment per tractar de temes específics dels vostres complements hostatjats.
cs: Mozilla si vyhrazuje právo vás individuálně kontaktovat v otázkách ohledně vámi hostovaného doplňku.
de: Mozilla behält sich vor, Ihnen persönliche E-Mails zu schreiben, wenn es um bestimmte Angelegenheiten im Bezug auf Ihre hier beherbergten Add-ons geht.
el: Ο οργανισμός Mozilla διατηρεί το δικαίωμα να επικοινωνήσει προσωπικά μαζί σας για συγκεκριμένα θέματα σχετικά με το πρόσθετο σας.
es_es: Mozilla se reserva el derecho de contactar contigo individualmente sobre temas específicos de los complementos que hayas alojado.
fa: موزیلا حق تماس با شما را به صورت شخصی در خصوص موارد مربوط به افزودنی‌های‌تان برای خود محفوظ نگه می‌دارد.
fr: Mozilla se réserve le droit de vous contacter personnellement pour des problèmes particuliers liés à vos modules hébergés.
hu: A Mozilla fenntartja a jogot, hogy egyénileg felvegye Önnel a kapcsolatot, ha aggasztónak találja az Ön által beküldött kiegészítőket.
it: Mozilla si riserva il diritto di contattarti personalmente per problemi legati ai componenti aggiuntivi che hai realizzato e che sono ospitati su questo sito.
ja: Mozilla は、このサイトで登録されたアドオンに関する具体的な事柄について、あなたに個別に連絡を取る権利を留保します。
nl: Mozilla behoudt zich het recht voor om individueel contact met u op te nemen over specifieke zorgen over uw add-ons die gehost worden.
pl: Mozilla zastrzega sobie prawo do bezpośredniego kontaktu z Tobą w szczegółowych sprawach dotyczących Twoich dodatków.
pt_br: Mozilla reserva o direito de entrar em contato com você individualmente com possíveis questões sobre os complementos armazenados.
pt_pt: A Mozilla reserva o direito de o contactar individualmente sobre preocupações específicas sobre os extras hospedados.
ru: Mozilla оставляет за собой право связаться с вами лично, в случае, если возникнут вопросы по размещенным вами дополнениям.
sk: Mozilla si vyhradzuje právo individuálne Vás kontaktovať ohľadne špecifických záležitostí vašich doplnkov hostovaných Mozillou.
sq: Mozilla ruan të drejtën të lidhet me ju veçmas lidhur me çështje të caktuara te shtesat që keni strehuar këtu.
sv_se: Mozilla reserverar sig rätten att kontakta dig individuellt om eventuella särskilda frågeställningar kring ditt tillägg.
uk: Mozilla зберігає за собою право звернутись до вас особисто з особливими питаннями щодо доданих вами додатків.
vi: Mozilla bảo lưu quyền liên hệ với cá nhân bạn về các mối quan tâm đối với tiện ích được lưu trữ trên đây của bạn.

source: Mozilla would like to thank the following people for their contributions to the addons.mozilla.org project over the years:
ca: Mozilla voldria agrair a les persones següents la contribució al projecte addons.mozilla.org al llarg dels anys:
cs: Mozilla děkuje následujícím lidem za jejich práci na projektu addons.mozilla.org:
de: Mozilla dankt den folgenden Personen für Ihre Beiträge zum addons.mozilla.org-Projekt im Laufe der Jahre:
el: Ο οργανισμός Mozilla ευχαριστεί τους ακόλουθους ανθρώπους για τη συνεισφορά τους στο έργο addons.mozilla.org:
es_es: A Mozilla le gustaría dar las gracias a las siguientes personas por su colaboración con el proyecto addons.mozilla.org durante estos años:
fa: موزیلا مایل به تشکر از افراد زیر برای مشارکت در پروژهٔ افزودنی‌های موزیلا در طول سالیان گذشته می‌باشد:
fr: Mozilla aimerait remercier les personnes suivantes pour leur contribution au projet addons.mozilla.org durant toutes ces années&nbsp;:
hu: A Mozilla a következő embereknek szeretne köszönetet mondani az addons.mozilla.org projekthez az évek során adott munkájukért:
it: Mozilla desidera ringraziare le seguenti persone per il loro contributo al progetto addons.mozilla.org nel corso degli anni:
ja: Mozilla は、addons.mozilla.org プロジェクトに長年ご協力いただいている以下の皆様に感謝いたします。
nl: Mozilla wil de volgende personen bedanken voor hun bijdragen aan het addons.mozilla.org project gedurende de afgelopen jaren:
pl: Mozilla chciałaby podziękować następującym osobom za ich wkład w projekt addons.mozilla.org:
pt_br: A Mozilla gostaria de agradecer as seguintes pessoas pela sua contribuição para o projeto addons.mozilla.org através dos anos:
pt_pt: A Mozilla gostaria de agradecer às seguintes pessoas pela sua contribuição no projecto addons.mozilla.org ao longo dos anos:
ru: Mozilla хотела бы поблагодарить следующих людей за их содействие проекту addons.mozilla.org в течение всех этих лет:
sk: Mozilla ďakuje nasledujúcim ľuďom za ich prácu na projekte addons.mozilla.org:
sq: Mozilla dëshiron të falënderojë personat vijues për ndihmën e tyre te projekti addons.mozilla.org përgjatë vitesh:
sv_se: Mozilla vill tacka följande personer för deras bidrag till addons.mozilla.org-projektet genom åren:
uk: Mozilla хотіла б подякувати наступним людям за їхні внески у проект addons.mozilla.org впродовж років:
vi: Mozilla gửi lời cảm ơn đến những người sau vì sự đóng góp của họ cho dự án addons.mozilla.org trong các năm qua:

source: My Add-ons
ca: Els meus complements
cs: Mé doplňky
de: Meine Add-ons
el: Τα πρόσθετά μου
es_es: Mis complementos
fa: افزودنی‌های من
fr: Mes modules
hu: Saját kiegészítők
it: I miei componenti aggiuntivi
ja: 自分のアドオン
nl: Mijn add-ons
pl: Moje dodatki
pt_br: Meus complementos
pt_pt: Os meus Extras
ru: Мои дополнения
sk: Moje doplnky
sq: Shtesat e Mia
sv_se: Mina tillägg
uk: Мої додатки
vi: Tiện ích của Tôi

source: My add-on doesn't fit into any available categories.
ca: El meu complement no concorda amb cap de les categories disponibles.
cs: Můj doplněk se nehodí do žádné z&nbsp;dostupných kategorií.
de: Mein Add-on passt in keine der vorhandenen Kategorien.
el: Το πρόσθετο μου δεν ταιριάζει με καμία από τις διαθέσιμες κατηγορίες.
es_es: Mi complemento no coincide con ninguna de las categorías disponibles.
fa: افزودنی من مناسب هیچ یک از دسته‌های موجود نیست.
fr: Mon module n'entre dans aucune des catégories disponibles.
hu: A kiegészítőm egyik elérhető kategóriába sem fér be.
it: Il mio componente aggiuntivo non rientra in nessuna delle categorie disponibili.
ja: 自分のアドオンは既存のどのカテゴリにも当てはまりません。
nl: Mijn add-on past in geen enkele beschikbare categorie.
pl: Dodatek nie pasuje do żadnej dostępnej kategorii.
pt_br: Meu complemento não se enquadra em nenhuma das categorias.
pt_pt: O meu extra não se adequa a nenhuma das categorias existentes..
ru: Моё дополнение не подходит под какие-либо категории.
sk: Môj doplnok nespadá ani do jednej z uvedených kategórií.
sq: Shtesa ime nuk hyn në ndonjë nga kategoritë e mundshme.
sv_se: Mitt tillägg passar inte i någon av de tillgängliga kategorierna.
uk: Мій додаток не підходить до жодної існуючої категорії.
vi: Tiện ích của tôi không phù hợp với bất kì phân mục nào.

# sidebar_pitch_newest_addons
source: Newest Add-ons
ca: Els complements més nous
cs: Nejnovější doplňky
de: Neueste Add-ons
el: Νέα πρόσθετα
es_es: Complementos más nuevos
fa: جدیدترین افزودنی‌ها
fr: Modules récents
hu: Legújabbak
it: Nuovi arrivi
ja: 最近公開されたアドオン
nl: Nieuwste add-ons
pl: Najnowsze
pt_br: Complementos mais recentes
pt_pt: Extras recentes
ru: Новейшие дополнения
sk: Najnovšie doplnky
sq: Shtesat Më Të Reja
sv_se: Senaste tilläggen
uk: Найновіші додатки
vi: Tiện ích Mới nhất

# browse_addons_newest
source: Newest Add-ons
ca: Els complements més nous
cs: Nové doplňky
de: Neueste Add-ons
el: Νεότερα πρόσθετα
es_es: Complementos nuevos
fa: جدیدترین افزودنی‌ها
fr: Modules récents
hu: Legújabb kiegészítők
it: i nuovi arrivi
ja: 最近公開されたアドオン
nl: Nieuwste add-ons
pl: Najnowsze dodatki
pt_br: Complementos mais novos
pt_pt: Extras mais recentes
ru: Новейшие дополнения
sk: Najnovšie doplnky
sq: Shtesat Më të Reja
sv_se: Nyaste tilläggen
uk: Найновіші додатки
vi: Tiện ích Mới nhất

source: No ID could be found for this add-on in install.rdf.
ca: No s'ha trobat cap ID per a aquest complement en el install.rdf.
cs: V souboru install.rdf nabylo nalezeno Id doplňku.
de: Die Datei install.rdf enthielt keine ID für dieses Add-on.
el: Δε βρέθηκε αναγνωριστικό (ID) για το πρόσθετο στο αρχείο install.rdf.
es_es: No se encontró ningún un ID en el archivo install.rdf de este complemento.
fa: شناسه‌ای برای این افزودنی در install.rdf تعریف نشده است.
fr: Aucun ID n'a été trouvé pour ce module dans install.rdf.
hu: Nem található azonosító ehhez a kiterjesztéshez az install.rdf-ben.
it: Impossibile trovare un ID per questo componente aggiuntivo nel file install.rdf.
ja: このアドオンの ID が install.rdf ファイルで指定されていません。
nl: Er is geen ID voor deze add-on in install.rdf aangetroffen.
pl: W pliku install.rdf nie znaleziono identyfikatora (ID) tego dodatku.
pt_br: Nenhuma ID foi encontrada para este complemento em install.rdf.
pt_pt: Não foi encontrado nenhum ID para este extra no install.rdf.
ru: В файле install.rdf не найдено ID для данного дополнения.
sk: V súbore install.rdf nemožno nájsť ID tohto doplnku.
sq: Nuk u gjet dot ID për këtë shtesë tek install.rdf.
sv_se: Inget ID fanns för detta tillägg i install.rdf.
uk: Для цього додатку не знайдено жодного ID у install.rdf.
vi: Không tìm thấy định danh cho tiện ích này trong install.rdf.

source: No add-ons in this category!
ca: No hi ha cap complement en aquesta categoria.
cs: V této kategorii nejsou žádné doplňky.
de: Keine Add-ons in dieser Kategorie gefunden!
el: Δεν υπάρχουν πρόσθετα σε αυτή την κατηγορία!
es_es: ¡No hay complementos en la categoría!
fa: هیچ افزودنی در این دسته وجود ندارد!
fr: Pas de module dans cette catégorie&nbsp;!
hu: Nincsenek kiegészítők ebben a kategóriában!
it: Impossibile trovare componenti aggiuntivi in questa categoria
ja: このカテゴリにはまだアドオンが登録されていません。
nl: Geen add-ons in deze categorie!
pl: W tej kategorii nie ma żadnych dodatków!
pt_br: Não existem complementos nesta categoria!
pt_pt: Nenhum Extra nesta categoria!
ru: В этой категории дополнения отсутствуют!
sk: V kategórii nie sú žiadne doplnky!
sq: Nuk ka shtesa në këtë kategori!
sv_se: Inga tillägg i denna kategori!
uk: Жодних додатків у цій категорії!
vi: Không có tiện ích trong phân mục này!

source: No categories are available for this add-on type and application.
ca: No hi ha cap categoria disponible per a aquest tipus de complement i d'aplicació.
cs: Pro tento typ doplňku a aplikaci nejsou dostupné žádné kategorie.
de: Für diese Kombination von Add-on-Typ und Anwendung sind keine Kategorien verfügbar.
el: Δεν υπάρχουν διαθέσιμες κατηγορίες γι' αυτό τον τύπο πρόσθετου και εφαρμογής.
es_es: No hay categorías disponibles para el tipo y aplicación del complemento.
fa: هیج دسته‌ای برای این نوع افزودنی و برنامه وجود ندارد.
fr: Aucune catégorie n'est disponible pour ce type de modules et d'applications.
hu: Nincsenek kategóriák ehhez a kiegészítőtípushoz és alkalmazáshoz.
it: Nessuna categoria disponibile per questo tipo di componente aggiuntivo e applicazione.
ja: このアドオンの種類とアプリケーションに指定できるカテゴリはありません。
nl: Er zijn geen categorieën beschikbaar voor dit add-ontype en deze toepassing.
pl: Dla tego typu dodatku i programu nie są dostępne żadne kategorie.
pt_br: Nenhuma das categorias estão disponíveis para este tipo de complemento e aplicação.
pt_pt: Não existem categorias disponíveis para este tipo de extra e aplicação.
ru: Для этого типа дополнения и приложения недоступна ни одна категория.
sk: Pre tento typ doplnku a túto aplikáciu nie sú dostupné žiadne kategórie.
sq: Nuk ka kategori për këtë lloj shtese dhe zbatimi.
sv_se: Inga kategorier är tillgängliga för denna tilläggstyp och applikation.
uk: Не існує жодної категорії для цього виду додатку та програми.
vi: Không có phân mục nào cho chương trình và kiểu tiện ích này.

source: No tags for these add-ons
ca: No hi ha etiquetes per a aquests complements
cs: U doplňku nejsou štítky
de: Keine Tags für diese Add-ons
el: Δεν υπάρχουν ετικέτες γι' αυτά τα πρόσθετα
es_es: No hay etiquetas para estos complementos
fa: این افزودنی‌ها برچسبی ندارند
fr: Pas d'étiquettes pour ces modules
hu: Ehhez a kiegészítőhöz nincsenek címkék
it: Nessuna etichetta per questi componenti aggiuntivi
ja: これらのアドオンにはタグが付けられていません
nl: Geen labels voor deze add-ons
pl: Te dodatki nie mają etykiet
pt_br: Sem tags para estes complementos
pt_pt: Não existem etiquetas para estes extras
ru: Для этих дополнений меток нет
sk: Pre tieto doplnky nie sú nastavené žiadne značky
sv_se: Inga etiketter för dessa tillägg
uk: Немає позначок для цих додатків

source: Nominate your add-on to become Public
ca: Nomina el vostre complement per a fer-lo públic
cs: Nominujte svůj doplněk ke zveřejnění.
de: Nominieren Sie Ihr Add-on für die Veröffentlichung
el: Θέστε το πρόσθετο σας σε υποψηφιότητα για να προστεθεί στο δημόσιο χώρο.
es_es: Proponer tu complemento para que sea público
fa: افزودنی خود را برای عمومی شدن نامزد کنید
fr: Nominer votre module pour la zone publique
hu: Kiegészítő nyilvánosnak jelölése
it: Nomina il componente aggiuntivo per la pubblicazione
ja: このアドオンの一般公開を申請します。
nl: Nomineer uw add-on voor publicatie
pl: Ta operacja spowoduje nominowanie dodatku do upublicznienia
pt_br: Nomear seu complemento para torná-lo público
pt_pt: Nomear o seu extra para se tornar público
ru: Номинирует ваше дополнение на публичный доступ
sk: Nominovať doplnok na uverejnenie
sq: Propozojeni shtesën tuaj të bëhet Publike
sv_se: Nominera ditt tillägg att bli publikt
uk: Висунути ваш додаток у кандидати в категорію загальнодоступних
vi: Đề cử tiện ích của bạn trở thành Công cộng

source: Nominated Add-ons (%s)
ca: Complement nominat (%s)
cs: %s nominovaný doplněk
de: Ein nominiertes Add-on
el: %s υποψήφιο πρόσθετο
es_es: Un complemento propuesto
fa: افزودنی‌های نامزد شده (%s)
fr: Un module nominé
hu: Jelölt kiegészítők (%s)
it: Componenti aggiuntivi segnalati (%s)
ja: 公開申請されているアドオン (%s)
nl: Voorgedragen add-on (%s)
pl: Dodatki nominowane (%s)
pt_br: Complementos indicados (%s)
pt_pt: Extras Nomeados (%s)
ru: Номинированное дополнение (%s)
sk: Nominované doplnky (%s)
sq: Shtesë e Propozuar (%s)
sv_se: Nominerat tillägg (%s)
uk: Номіновані додатки (%s)
vi: Các tiện ích Được đề cử (%s)

source: Notify me the next time this add-on is updated. (Subsequent updates will not generate an email)
ca: Notifica'm només la propera vegada que s'actualitzi aquest complement. (Les actualitzacions que la segueixin no generaran cap correu)
cs: Upozornit na následující aktualizace tohoto doplňku. (Postupné aktualizace nebudou generovat e-mail.)
de: Benachrichtigen Sie mich das nächste mal, wenn dieses Add-on aktualisiert wird (Einmalig: Nachfolgende Updates erzeugen keine weiteren E-Mails.)
el: Να ειδοποιηθώ την επόμενη φορά που θα ενημερωθεί το πρόσθετο. (Ισχύει για μια μόνο φορά, δεν θα σταλεί μήνυμα ειδοποίησης για άλλες μελλοντικές ενημερώσεις)
es_es: Informarme la próxima vez que este complemento se actualice. (Las actualizaciones sucesivas no generarán aviso por correo)
fa: دفعهٔ بعدی که این افزودنی به‌هنگام می‌شود به من اطلاع داده شود. (به‌هنگام‌سازی‌های بعدی باعث ارسال مجدد نامهٔ الکترونیکی نخواهند شد)
fr: M'avertir la prochaine fois que ce module est mis à jour (les mises à jour ultérieures ne généreront pas l'envoi d'un courriel).
hu: Értesítés kérése a kiegészítő következő frissítésekor. (A további frissítésekről nem küld e-mailt a rendszer.)
it: Invia una segnalazione al prossimo aggiornamento di questo componente aggiuntivo. (non verranno inviate e-mail per aggiornamenti successivi)
ja: 次回このアドオンが更新されたとき、メールによる通知を受け取る (その後の更新時にはメールは送られません)
nl: Geef mij de volgende keer dat deze add-on wordt bijgewerkt bericht. (Daaropvolgende updates zullen geen e-mailbericht aanmaken)
pl: Powiadom mnie, gdy ten dodatek zostanie zaktualizowany. (Kolejne aktualizacje nie będą generowały wiadomości e-mail)
pt_br: Me notifique a próxima vez que este complemento for atualizado. (Para as atualizações seguintes não será notificado)
pt_pt: Notificar-me da próxima vez que o extra for actualizado. (As actualizações seguintes não irõ gerar uma mensagem de correio)
ru: Послать мне уведомление при следующем обновлении этого дополнения. (Несколько обновлений подряд приведут к посылке только одного письма)
sk: Upozorniť ma pri nasledujúcej aktualizácii tohto doplnku. (Ďalšie aktualizácie nevygenerujú e-mailovú správu)
sq: Njoftomë herës tjetër që përditësohet kjo shtesë. (Përditësime të njëpasnjëshëm nuk do të shoqërohen me email)
sv_se: Underrätta mig nästa gång det här tillägget uppdateras (e-post skickas inte för därpå följande uppdateringar)
uk: Повідомте мені наступного разу про оновлення цього додатку. (Про наступні оновлення не буде повідомлятися у листі)
vi: Báo tôi khi tiện ích này được cập nhật lần tới. (Các cập nhật tiếp theo sẽ không gửi email)

source: Now validating your add-on ...
ca: Ara s'està validant el vostre complement…
de: Add-on wird überprüft...
el: Γίνεται έλεγχος επικύρωσης του πρόσθετου σας...
es_es: Validando tu complemento ahora ...
fr: Validation en cours de votre module&hellip;
hu: Kiegészítő érvényesítése...
it: Validazione in corso…
ja: アドオンを検証しています...
nl: Uw add-on wordt nu gevalideerd…
pl: Weryfikacja dodatku…
pt_pt: A validae o seu extra...
ru: Идёт валидация вашего дополнения ...
sv_se: Validerar till tillägg nu...

source: Number of Add-ons Developed
ca: Nombre de complements desenvolupats
cs: Počet vyvíjených doplňků
de: Anzahl von Add-ons
el: Αριθμός δημιουργημένων πρόσθετων
es_es: Número de complementos desarrollados
fa: تعداد افزودنی ایجاد شده توسط توسعه‌دهنده
fr: Nombre de modules développés
hu: Fejlesztett kiegészítők száma
it: Numero di componenti aggiuntivi sviluppati
ja: 作成したアドオンの数
nl: Aantal ontwikkelde add-ons
pl: Liczba stworzonych dodatków
pt_br: Número de complementos desenvolvidos
pt_pt: Número de extras desenvolvidos
ru: Число разработанных дополнений
sk: Počet vyvíjaných doplnkov
sv_se: Antal utvecklade tillägg
uk: Кількість розроблених додатків
vi: Số lượng Tiện ích đã Phát triển
